{
  "type": "Project",
  "id": "10110",
  "url": "residential/101-murray-street",
  "serializeDate": "'2022-06-21 14:16:42.082'",
  "serialized": 1655821002082,
  "serializedBy": "sreeve",
  "title": "101 Murray Street",
  "description": "101 Murray Street is a pivotal location in New York at the heart of the thriving mixed-use district of Tribeca. The site is located at the intersection of Murray Street and West Street, the highway circling the island of Manhattan.",
  "date": "2013",
  "client": "Fisher Brothers and The Witkoff Group",
  "location": "New York, USA",
  "longLat": "-74.012598  / 40.715558",
  "longitude": "-74.012598 ",
  "latitude": "40.715558",
  "typologies": [
    "Residential"
  ],
  "team": [
    "Kelly Darlington",
    "Laurence Day",
    "Philip Dennis",
    "Mike Fairbrass",
    "Ben Goble",
    "Ivan Harbour",
    "Ed Hiscock",
    "Kyle Hyde",
    "Kinga Koren",
    "Anthony Lau",
    "Tim Mason",
    "Cris Mitry",
    "Virginia Moreno",
    "Andrew Morris",
    "Laura Penman",
    "Jonathan Pick",
    "Tosan Popo",
    "Tom Price",
    "Richard Rogers",
    "Angela Tobin",
    "Luca Vernocchi"
  ],
  "partners": [
    "Ivan Harbour"
  ],
  "leaders": [
    "Tosan Popo"
  ],
  "heights": [
    {
      "value": "850 feet",
      "id": "8E1785D877BA4F41B488A3"
    }
  ],
  "overview": "101 Murray Street is a pivotal location in New York at the heart of the thriving mixed-use district of Tribeca. The site is located at the intersection of Murray Street and West Street, the highway circling the island of Manhattan.\n\nThe proposed 850m tower draws on the panoramic view spanning west towards the Hudson River and Mid-town to the north. Its height steps up towards the World Trade Centre, accentuating the transition between the towers of Lower Manhattan and the low-rise streets of Soho, Greenwich Village and Chelsea. Freed from the structures of the grid, the tower is formed of an ellipse, minimizing its visual impact on neighbouring buildings and maximizing views from every apartment.\n\n\nLooking up Manhattan towards Midtown, the simple incline north face of the tower offers panoramic views for the penthouse apartments. The lift core is located towards the southern high point of the tower, with views from the lift lobby over the financial district and Hudson River beyond.\n\nApartments are arranged radially around the core, from four units per floor at the bottom of the tower to single penthouses on the top floors. Wet areas and mechanical services are arranged around the core allowing optimal uninterrupted views from all living spaces.\n\n\nFronting West Street, the tower’s verticality is emphasized as it meets the street. The base of the tower is flanked by a three-storey amenity building, maintaining the scale and the continuation of the street-wall with the neighbouring podium buildings. The base includes a roof terrace, a swimming pool, restaurants and ancillary facilities. Landscaping at ground level could be reserved to residents or opened to the public.\n\nThe building proposed for 101 Murray Street is a striking and elegant complement to Lower Manhattan, offering spectacular views and excellent living space in this buzzing location.",
  "dimensions": [
    {
      "label": "Area",
      "value": "310 280 ft²",
      "id": "1ebc1f19cbcc4c8597aea6669376fcd9"
    }
  ],
  "companies": [
    {
      "label": "Structural Engineer",
      "value": "DeSimone Consulting Engineers",
      "id": "5d4812c09af848e78b67a41127931240"
    },
    {
      "label": "Architect of Record",
      "value": "Adamson Associates",
      "id": "9e4f9ee97b5143c886cc1d67266b4ef6"
    }
  ]
}
