{
  "type": "Project",
  "id": "10670",
  "url": "694:residential/22-hanover-square/",
  "serializeDate": "'2022-08-04 08:27:02.656'",
  "serialized": 1659601622656,
  "serializedBy": "heatherp",
  "title": "22 Hanover Square",
  "description": "Inspired by existing Georgian terraces on Hanover Square, RSHP have designed a grand townscape structure to hold a contemporary mixed-use development, providing residential and hotel accommodation in the heart of London’s Mayfair Conservation Area.",
  "date": "2015",
  "client": "Clivedale",
  "location": "London, UK",
  "longLat": "-0.144254 / 51.5130998",
  "longitude": "-0.144254",
  "latitude": "51.5130998",
  "typologies": [
    "Culture & Leisure"
  ],
  "team": [
    "Adam Lampon",
    "Ainhoa Abreu diaz",
    "Andrew Morris",
    "Andrew Yek",
    "Andy Bryce",
    "Bevan Badenhorst",
    "Dan Rogers",
    "Daniel Bazo",
    "Ed Hiscock",
    "Maurice Brennan"
  ],
  "partners": [
    "Graham Stirk",
    "Andrew Morris"
  ],
  "leaders": [
    "Maurice Brennan"
  ],
  "overview": "Inspired by existing Georgian terraces on Hanover Square, RSHP have designed a grand townscape structure to hold a contemporary mixed-use development, providing residential and hotel accommodation in the heart of London’s Mayfair Conservation Area.\n\nAfter extensive consultation with the City Council’s planning and design officers, Historic England, the Greater London Authority, local stakeholders and interest groups, the existing building at 22 Hanover Square has been demolished, and the new scheme provides up to 80 residential units for The Residences at Mandarin Oriental Mayfair; 50-room hotel, a new public restaurant and glazed courtyard, bar and lounge, gym, and spa with pool for the Mandarin Oriental hotel.\n\nThe building takes the form of two pavilions, housing both hotel and residential accommodation and linked by a recessive stair and lift core that serves all levels and defines the two volumes of the building. Grand terraces are created at roof level to provide communal and private outdoor spaces overlooking Hanover Square.\n\nBehind a structural colonnade, the hotel and residential entrances take the form of a covered public entryway which provides access to a glazed double-height lower-level covered courtyard. On the lower two levels – six metres below ground - a pool, and restaurants and bars, are visible through glazed floors, giving a sense of drama and activity underfoot.\n\nThe facade is composed of a Vierendeel structural frame which expresses column and beam elements infilled with brick panels and glazed window openings. Vierendeel structures are traditionally horizontal and generally used in bridges, or long span industrial trusses, but RSHP have designed a vertically oriented Vierendeel structure to uniquely support a contemporary architectural expression of wide internal spans and a grand townscape facade. The structure embodies the client’s desire for flexible floorplates, but it is also a townscape response to the facade scale and rhythm of the historic urban grain and the neighbouring Georgian buildings.\n\nThe scheme acknowledges the expected significant increase in footfall due to the new Bond Street Crossrail station; the renewal of Hanover Square and associated public realm improvements and has made provision for high-quality paving and public art and created a drop-off area for hotel guests and residents. This wider strategy for the area will greatly enhance pedestrian experience as well as vehicular movement.",
  "dimensions": [
    {
      "label": "Gross External Area",
      "value": "18 963m²",
      "id": "3a824f7ce03843cb985b75d9fbc0db41"
    }
  ],
  "companies": [
    {
      "label": "Structural Engineer",
      "value": "Ramboll UK",
      "id": "e92d0e837e3d40c2beaa93489f320aab"
    },
    {
      "label": "Services Engineer",
      "value": "Hoare Lea",
      "id": "92e676f9bd5944d19c5d1eef844cd24e"
    },
    {
      "label": "Landscape Architect",
      "value": "Spacehub",
      "id": "0ce24c558f57469c9c7f988328eb6e94"
    },
    {
      "label": "Access Consultant",
      "value": "Reef Associates",
      "id": "4185960f722d4428b05b1bfd25e79f8b"
    },
    {
      "label": "Townscape Consultant",
      "value": "Richard Coleman Citydesigner",
      "id": "f95e99e55ea04aa18897cca87b5d030e"
    },
    {
      "label": "Quantity Surveyor",
      "value": "Gardiner & Theobald",
      "id": "891026169a4543e1937f17669484200d"
    },
    {
      "label": "Contractor",
      "value": "ISG",
      "id": "84b693f3274f4f90a4f55a5c900e66d6"
    },
    {
      "label": "Planning Consultant",
      "value": "DP9",
      "id": "0bf36e3aef8c434f9484c051b3797923"
    }
  ]
}
