{
  "name": "The Millennium Dome",
  "url": "culture-and-leisure/the-millennium-dome/",
  "webStatus": "Publish",
  "typologies": [
    "Culture & Leisure"
  ],
  "type": "Project",
  "id": "02611",
  "serializeDate": "'2026-01-13 16:13:17.781'",
  "serialized": 1768320797781,
  "serializedBy": "heatherp",
  "time": "2026-01-13T16:13:17.7415729Z",
  "status": "PU",
  "title": "The Millennium Dome",
  "description": "Commissioned to mark the beginning of the twenty-first century, the Millennium Dome was intended as a celebratory, emblematic and non-hierarchical structure that offered a vast, flexible space.",
  "date": "1996-1999",
  "client": "The New Millennium Experience Company",
  "location": "London, UK",
  "city": "London",
  "country": "UK",
  "longLat": "0.0035  / 51.502810",
  "longitude": "0.0035 ",
  "latitude": "51.502810",
  "constructionCost": "£43 million",
  "team": [
    "Maurice Brennan",
    "Eliot Boyd",
    "Andrew Bryce",
    "Maxine Campbell",
    "Martin Cook",
    "Joe Croser",
    "Chris Curtis",
    "Mike Davies",
    "Chris Dawson",
    "Francesco",
    "Draisci",
    "Michael Elkan",
    "Mike Fairbrass",
    "James Finestone",
    "Paul Forbes",
    "Stuart Forbes",
    "Harvinder Gabhari",
    "Angela Gates",
    "David Giera",
    "Marco Goldschmied",
    "Philip Gumuchdjian",
    "Rachel Hart",
    "Dennis Ho",
    "Lucy Hooper",
    "Jenny Jones",
    "Amo Kalsi",
    "Stig Larsen",
    "Roo Lam Lau",
    "Marcus Lee",
    "Stephen MacBean",
    "Annette Main",
    "Nick Malby",
    "Catherine Martin",
    "Steve Martin",
    "Tim Mason",
    "Andrew Morris",
    "Sophie Nguyen",
    "Andrea Parigi",
    "Adel Pascale",
    "Andrew Partridge",
    "Tosan Popo",
    "Richard Rogers",
    "Nadine Rulliere",
    "Alison Sampson",
    "Katie Sohal",
    "Neil Southard",
    "Richard Stanton",
    "David Thompson",
    "Andrew Tyley",
    "Angela van Herk",
    "Robert Webb",
    "Martin White",
    "Adrian Williams",
    "John Young",
    "Nick Zervoglos"
  ],
  "partners": [
    "Mike Davies",
    "Andrew Morris"
  ],
  "leaders": [
    "Andrew Partridge"
  ],
  "overview": "<div><p>Commissioned to mark the beginning of the twenty-first century, the Millennium Dome was intended as a celebratory, emblematic and non-hierarchical structure that offered a vast, flexible space. The 100,000-square-metre (1.08 million-square-foot) adaptable space was suitable for the exhibition and performance events as well as any number of future uses. A high-profile project in its own right, the building also formed a key element of the masterplan by the Richard Rogers Partnership (RRP) for the future development of the entire Greenwich Peninsula.</p><p>The Dome attracted intense media coverage and generated more political and public debate than any other British building of the last 100 years. For RRP, the project was a resounding success – the building itself was remarkably inexpensive (£43 million for groundworks, perimeter wall, masts, cable-net structure and the roof fabric) and the Practice devised a non-adversarial procurement route involving standardised components that delivered the building within fifteen months and under budget. Its content, not the remit of the architects, was altogether less successful and was savaged by the press.</p><p>Mike Davies, RRP project director, and Gary Withers, of communications and design agency Imagination, together plotted the projection of the comets and stars, dawns and dusks onto the Dome’s surface prior to its detailed structural rationalisation. For Davies, an enthusiastic astronomer, the idea of time was critical during the building’s conception. The measurements of time – 12 hours, 12 months, and 12 constellations of the sky – are all integral to the original concept. The yellow support towers, of which there are 12, are intended to be perceived as great arms, out-stretched in celebration.</p><p>Designed in association with engineers Buro Happold, the key objectives for the structure were lightness, economy and speed of construction. The Dome is firmly rooted in the early work of the Practice, in particular the <a href=\"projects/industrial/fleetguard/\">Fleetguard Factory</a> (Brittany, 1979), the <a href=\"projects/industrial/inmos-microprocessor-factory/\">INMOS Microprocessor Factory</a> (Newport, 1987), the Dome in the <a href=\"projects/masterplanning/royal-albert-docks-retail-and-leisure-complex/\">Royal Docks masterplan</a> (London, 1986) and the Massy Autosalon (Massy, 1987) – all of which are assisted span structures.</p><p>The structure solved with great elegance the problem of how to enclose and protect the separate exhibition ‘zones’ from the vagaries of the British climate. Providing 100,000 square metres (1.08 million square feet) of enclosed space within a 2.2 million-cubic-metre (77.7 million-cubic-foot) volume, the structure is 365 metres (1,200 feet) in diameter, with a circumference of 1,000 metres (3,280 feet). The Dome, with a maximum height of 50 metres (164 feet), is suspended from a series of twelve 100-metre (328-foot) steel masts, held in place by more than 70 kilometres (43.5 miles) of high-strength steel cable that, in turn, support the Teflon-coated glass-fibre roof.</p><p>More than 6 million people visited the attraction during 2000. The inherent flexibility of the structure is such that it has since been used as a sporting venue for the London 2012 Olympic Games. Currently the Dome is an entertainment hub known as The O2 and features the 20,000 capacity O2 Arena – one of the world's most successful music venues – at its heart.</p></div>",
  "design": "<div><p>\"The ultimate inspiration for the Dome was a great sky, a cosmos under which all events take place – the radial lines and circles of the high-tensile roof structure recall the celestial reference grid of astronomical maps throughout the ages.\" -nbsp;Mike Davies, Project Partner for the Millennium Dome</p><p>This huge structure offers 100,000 square metres (1,000,000 square feet) of flexible exhibition space. It measures 365 metres (1,200 feet) in diameter, with a circumference of one kilometre (0.6 miles) and a maximum height of 50 metres (165 feet), and is large enough to accommodate 13 Royal Albert Halls. The Dome itself is suspended from a series of 12 100-metre (330-feet) tall steel masts, held in place by more than 70 kilometres (43 miles) of high-strength steel cable that, in turn, support the Teflon-coated glass fibre roof.</p><p>Although a high-profile project in its own right, the building also formed a key element of the masterplan by RSHP for the future development of the entire of London’s Greenwich Peninsula.</p><p>The Dome attracted intense media coverage and political and public debate. For RSHP, the project was a resounding success; the building itself was remarkably inexpensive (£43 million for groundworks, perimeter wall, masts, cable net structure and the roof fabric – or seven per cent of the total project cost) and the practice devised a non-adversarial procurement route involving standardized components that delivered the building within fifteen months and under budget.</p></div>",
  "concept": "<div><p>The Millennium Experience was widely seen as an event in the mould of the 1951 Festival of Britain and was proposed as the central celebratory event of a nationwide festival to celebrate the millennium.</p><p>The installation was initially conceived as a complex of 12 separate pavilions surrounding an open arena, but with the exposed nature of the site and the fact that the experience was to continue throughout the year, RSHP proposed a single ‘umbrella’ enclosing the whole exhibition site, with several pavilions (or zones) contained within it.</p><p>With the deadline of the Millennium looming, and the contents of the ‘Experience’ not yet fixed, RSHP opted for a fast-build, loose-fit structure with a very high degree of flexibility. A lightweight building, which drew on Mike Davies’ previous experience of inflatable structures as co-founder of Chrysalis Architects in the US in the 1960s, was developed.</p><p>The concept used the idea of a long span cable net structure, suspended from twelve masts. This would provide a huge open space which would be able to accommodate the upcoming exhibition.</p><p>As a mark for the beginning of the new Millennium, the Dome was intended as a celebratory, iconic, non-hierarchical structure to celebrate this temporal landmark. The idea of time was uppermost in the mind of its architects; the 12 hours, the 12 months, and the 12 constellations of the sky that measure time are all integral to the original concept. Indeed the structure’s 12 towers are intended to be perceived as great arms, out-stretched in celebration.</p></div>",
  "construction": "<div><p>Work began on site in June 1997 with the driving of the first of 8,000 piles for the foundations, followed by drains and service trenches and the concrete ring beam around the circumference of the Dome.</p><p>Assembled on site from 1,600 tonnes of steel sections, the masts were erected in October of 1997 and the cable net constructed and skin attached during the first quarter of 1998.</p><p>The fabric skin was connected to tension cables by a team of abseiling construction workers and, at the height of the project, shortly before completion, there were over 1,500 people on site.</p><p>A government decision that the Dome should have a useful life beyond the year 2000 prompted the decision to use Teflon-coated (PTFE) fabric instead of the cheaper PVC coated polyester originally specified. The entire Dome enclosure, complete with its 12 attached service cores containing chillers, switch-rooms, generators and sprinkler tanks, was handed over to the client for the exhibition fit-out in autumn 1998; on time and well under budget.</p></div>",
  "dimensions": [],
  "companies": [
    {
      "label": "Structural Engineer",
      "value": "Buro Happold Consulting Engineers",
      "id": "e6b87e7384af45d1a275bc9775a60a5a"
    },
    {
      "label": "Services Engineer",
      "value": "Buro Happold Consulting Engineers",
      "id": "b44b577e1a7941a08d867886db8fd3ad"
    },
    {
      "label": "Quantity Surveyor",
      "value": "Hanscomb",
      "id": "247cb47b97ff498187b9109641c352a6"
    },
    {
      "label": "Landscape Architect",
      "value": "Desvigne & Dalnoky / Bernard Ede",
      "id": "a8968298962e44b7a4683a2fad3c9e13"
    },
    {
      "label": "Contractor",
      "value": "McAlpine / Laing joint venture",
      "id": "f9f708e399e74899b69e6300f77f66d7"
    },
    {
      "label": "Planning Consultant",
      "value": "Ove Arup & Partners",
      "id": "d69d64e9c1474c25b587c434e1770e95"
    },
    {
      "label": "Acoustic Consultant",
      "value": "Sandy Brown Associates",
      "id": "d8e13d7a2372490787b5f6aed2d95ead"
    },
    {
      "label": "Civil Engineer",
      "value": "WS Atkins",
      "id": "203c38f404094464b43f5cc83fe95ff4"
    },
    {
      "label": "Environmental Consultant",
      "value": "Battle McCarthy",
      "id": "e2a64b454c764364a47d47c4bcb1a308"
    },
    {
      "label": "Fire Consultant",
      "value": "Buro Happold / Fedra",
      "id": "b1fdf5f34c06409ab423cee4c2ad2c4b"
    },
    {
      "label": "Specification Consultant",
      "value": "Davis Langdon Everest / Schumann Smith",
      "id": "88f180b6aa8541bc86d56c1f7bdb1877"
    },
    {
      "label": "Lighting",
      "value": "Speirs Major",
      "id": "6192275b429b4ce09deaab8454566a00"
    }
  ],
  "awards": [
    {
      "date": "2002-01-01",
      "year": "2002",
      "award": "Civic Trust Award for Landscaping Works",
      "rowId": "e7354704837c4be1b63a016b68b31eca"
    }
  ]
}