{
  "name": "Kentucky Owl Distillery",
  "url": "culture-and-leisure/kentucky-owl-park/",
  "webStatus": "Publish",
  "typologies": [
    "Culture & Leisure"
  ],
  "type": "Project",
  "id": "11680",
  "serializeDate": "'2024-02-03 13:53:55.298'",
  "serialized": 1706968435298,
  "serializedBy": "heatherp",
  "time": "2024-02-03T13:53:55.2669087Z",
  "status": "PU",
  "title": "Bourbon Distillery",
  "date": "2018 - Unrealised",
  "location": "USA",
  "country": "USA",
  "team": [
    "Luca D'Amico",
    "Will Jefferies",
    "Toby Jeavons",
    "Anja Kempa",
    "Nicholas Mitchell",
    "Andrew Morris",
    "Lucie Olivier",
    "Graham Stirk",
    "Alejandro Terron",
    "Andrew Yek"
  ],
  "partners": [
    "Graham Stirk",
    "Andrew Morris"
  ],
  "leaders": [
    "Toby Jeavons"
  ],
  "overview": "<div><p>The proposal for this bourbon distillery in the USA is an opportunity for an historic bourbon brand to be rediscovered at a new limestone quarry site. The approach to the wider site design is therefore to repair the upper plateaus, restoring the bluegrass landscape and embracing the raw and exciting landscape qualities created by the quarry. Visitors approach the site from the north, discovering the distillery, while experiencing the natural elements of water, limestone and corn.</p><p>In architectural terms, our interpretation of the client’s aims for the project are twofold:</p><p>To reinforce the existing qualities of the exceptional setting, celebrating its history and topography, and the history of the brand itself. To reinterpret and reinvent the traditional aspects, adding a new contemporary twist, serving to make the location and its history relevant to new generations of visitors, whilst delivering an exciting contemporary experience that completes rather than competes with tradition.</p><p>Inspiration also comes from the local vernacular architecture —the dominant forms of the rick-houses — taking on the approach of minimal intervention. The design intention is to maximise use of the flat areas of plateau within the site, and to minimise the requirements for any excavations. The approach is one of minimal, delicate intervention which uses structured linear forms to contrast with the natural landscape, while defining the salient horizontal edges.</p><p>A bold contemporary architectural style is proposed for the estate, creating experiences linked by a common design language. Strong, horizontal and geometrical forms sit in contrast to the undulations of the quarry. They also create a framework, flexible and robust enough as a concept to endure not only developments within the briefing, design and construction phases, but they allow flexibility as an operational building in the future.</p><p>Acting in contrast to the horizontal axis of the process hall, is the singular still-house. It is set apart and celebrated as tall and vertical, much like a chapel and at the heart of the complex.</p><p>The visitor journey comprises the entire estate route via a selection of parkland walks, including the visitor experience and production distillery. This captures the topography and landscape of the grounds and is carefully arranged to maximise these views.</p><p>The simplicity of the structural enclosure of the distillery includes the necessary tank farm elements to be combined within a complete process building. This contrasts with the still-house which sits as a centrepiece within the lake. A helical staircase allows the public to climb to the top of the bourbon column stills, arriving at a viewing gallery where the full magnificence of the park can be observed.</p><p>The visitor journey experience culminates with a drink in the rick-house bar, located within the upper complex of the storage building. Here, the visitor can sit back and savour the whiskey whilst taking in the smell of maturing oak, with far-reaching views stretching out across the surrounding park land.</p></div>",
  "dimensions": [
    {
      "label": "Site Area",
      "value": "423 Acres",
      "id": "2f024a56758441f38795b1325e2d07b0"
    }
  ],
  "companies": [
    {
      "label": "Landscape Architect",
      "value": "Gillespies",
      "id": "b4b9e208dc38407d93d242144acbe558"
    }
  ]
}