{
  "type": "Project",
  "id": "10450",
  "url": "office/2-redman-place",
  "serializeDate": "'2022-06-28 09:42:27.449'",
  "serialized": 1656409347449,
  "serializedBy": "sreeve",
  "title": "2 Redman Place",
  "description": "The functional brief for 2 Redman Place was to provide 265,000 - 270,000ft² NIA of commercial office space with typical floors providing approximately 30,000 ft² capable of efficient sub-division into 2 tenancies with the possibility of 3 tenancies.",
  "date": "2016-2019",
  "client": "Lendlease (SCDB)",
  "location": "London, UK",
  "longLat": "-0.0126403  / 51.5425533",
  "longitude": "-0.0126403 ",
  "latitude": "51.5425533",
  "constructionCost": "£108m Approx (Shell and core + Cat A)",
  "typologies": [
    "Office"
  ],
  "team": [
    "Achilleas Papakyriakou",
    "Anna Au",
    "Bridget Munro",
    "Daniel Holmes",
    "Daniel Rusinski",
    "Dzidzor Kwaku",
    "Harjinder Singh",
    "Ivan Harbour",
    "Jon Garmendia",
    "Jonathan Niven",
    "Kyle Hyde",
    "Lindsay Bresser",
    "Matt Wilson",
    "Mimi Hawley",
    "Oliver English",
    "Richard Breen",
    "Rosa Prichard",
    "Sim Yee Lee",
    "Steve Martin",
    "Suzan Ucmaklioglu"
  ],
  "partners": [
    "Ivan Harbour",
    "Andrew Morris"
  ],
  "leaders": [
    "Steve Martin"
  ],
  "floors": [
    {
      "value": "10",
      "id": "E8FDB90322B847A0832880"
    }
  ],
  "overview": "RSHP were commissioned in March 2014 to review the IQL South and IQL North masterplan in Stratford, London and to develop a building ‘chassis’, or ‘kit of parts’ that would enable buildings of different sizes and configuration to be created using the same basic components.\n\nThe functional brief for 2 Redman Place - Building S9 - was to provide 265,000 - 270,000ft² NIA of commercial office space with typical floors providing approximately 30,000 ft² capable of efficient sub-division into 2 tenancies with the possibility of 3 tenancies.\n\n\nRSHP’s aim with any brief was to achieve a simple and durable concept that can be refined through planning, and detailed design phases, to become a functional, exemplar office building.\n\nAt the heart of the brief for the entire IQL development was the client’s desire to promote health and well-being in the workplace.\n\n\nCentral to achieving this is a workplace that maximises daylight and views with optional open atria and highly visible stairs that encourage the use of these, rather than the lifts for floor to floor connectivity.\n\nAt ground level there is 350-400 sq m of catering / retail space together with an entrance reception area and an area facing Redman Square suitable for either gallery or office use.",
  "concept": "In May 2016 RSHP issued an RIBA Stage 1 report for Building S9 based on this ‘chassis’ principle with adaptations to suit the specific site and the brief for circa 265,000 - 270,000 sq ft of NIA.\n\nOne of the key design objectives for the IQL buildings was to provide a backdrop for a variety of working environments and to adapt to the constantly evolving workplace. Such design allows interaction, communication and gatherings, as well as meeting spaces, to create working communities that are clearly identifiable within the form of the building such as the double-height cassette atria. It is also about providing the best possible environment for users, in terms of experience, views, light, environmental conditions and health.\n\n2 Redman Place is located in a prominent position on the IQL South site and benefits from the proximity to Carpenters Gardens, Carpenters Square, International Square, the nearby Queen Elizabeth Olympic Park and the proposed Cultural  Educational District.\n\n\nOur aim has been to develop a design that creates a mutually beneficial relationship for 2 Redman Place and the public realm by defining the adjacent public routes and spaces. Connecting the outside with the inside creates a stimulating internal working environment and an active public realm.\n\nAdaptability and flexibility are the keys to the success and longevity of any office building and our design aims to create floor space that can be adapted for the widest range of uses. This is achieved by creating a flexible open plan floor plate and freeing up the interior to maximise the usable space, and by allowing a variety of possible connections between floor levels.\n\n\nThe form and configuration of 2 Redman Place responds directly to its linear site. The core is broken in to two components to provide better internal connectivity and communication and the main lobby is located on the north eastern corner, stepped back from the primary building line. This step in the facade allows some sky to be visible between 2 Redman Place and its neighbour, S10 when approaching along the route between S4 and S2 from Westfield Avenue.\n\nThis primary pedestrian route continues towards the pedestrian bridge which links IQL South with The Cultural  Educational District. A secondary entrance is located at the eastern end of the site on the approach from International Square. The south-facing atria is set back into the plan, bringing light into the floorplate and creating a heart to the building.",
  "dimensions": [
    {
      "label": "Site Area",
      "value": "35 394 m² (GEA)",
      "id": "7bc1841faa414805bac8e7bca9aa95aa"
    }
  ],
  "companies": [
    {
      "label": "Structural Engineer",
      "value": "Arup",
      "id": "fec4783be67c4f17a3454efd6ef4331d"
    },
    {
      "label": "Landscape Architect",
      "value": "Gustafson Porter Brown",
      "id": "13e2b8a4a3bb49e0aa21ede1b603af79"
    },
    {
      "label": "Services Engineer",
      "value": "NDY",
      "id": "da415305704746ed988de40caea3abbd"
    },
    {
      "label": "Project Manager",
      "value": "G&T",
      "id": "b5d741a6551e45a99711df34ea5d9f0f"
    },
    {
      "label": "Cost Consultant",
      "value": "Arcadis",
      "id": "f0cd668665974ccc922c6ed01c1b6383"
    },
    {
      "label": "Contractor",
      "value": "LLC",
      "id": "c88c93a49beb446bb23eefc02c03542e"
    },
    {
      "label": "Planning Consultant",
      "value": "Quod",
      "id": "7bddb60cd9674825b1c45c1f87e24bed"
    },
    {
      "label": "Development Manager",
      "value": "LLD",
      "id": "d0341d5773f34cd096f4c0788b35a7b5"
    },
    {
      "label": "Fire Consultant",
      "value": "The Fire Surgery",
      "id": "d150eef9c3254fa69711d693789d2f27"
    }
  ],
  "certificates": [
    {
      "authority": "BREEAM",
      "rating": "Outstanding",
      "rowId": "1"
    },
    {
      "authority": "WELL",
      "rating": "Gold certification",
      "rowId": "2"
    }
  ]
}
