{
  "type": "Project",
  "id": "00550",
  "url": "office/thames-wharf-studios/",
  "serializeDate": "'2022-06-21 14:15:23.159'",
  "serialized": 1655820923159,
  "serializedBy": "sreeve",
  "title": "Thames Wharf Studios",
  "description": "The relocation of the Richard Rogers Partnership offices to Thames Wharf in Hammersmith, west London, was significant in several ways.",
  "date": "1986-1989",
  "location": "London, UK",
  "longLat": "-0.224424  / 51.483831",
  "longitude": "-0.224424 ",
  "latitude": "51.483831",
  "typologies": [
    "Office"
  ],
  "team": [
    "Pierre Botschi",
    "Mike Davies",
    "Patrick Davies",
    "Marco Goldschmied",
    "Tim Inskip",
    "Peter Jennett",
    "James McGrath",
    "Nathalie Moore",
    "Gennaro Picardi",
    "Mark Roche",
    "Richard Rogers",
    "Neville Smith",
    "Graham Stirk",
    "Karenna Wilford",
    "John Young"
  ],
  "partners": [
    "Richard Rogers"
  ],
  "overview": "The relocation of the Richard Rogers Partnership offices to Thames Wharf in Hammersmith, west London, was significant in several ways – as a gesture towards the regeneration of London’s riverside and as evidence of the practice’s commitment to the re-use of worthwhile old buildings.\n\nThe site was a redundant industrial complex, containing some good early 20th-century warehouses but cluttered with oil tanks and other temporary structures, and completely inaccessible to the public. The conversion of the warehouses is unfussy and economical, with existing features retained wherever possible and new elements designed to a frankly industrial aesthetic and painted in primary colours.\n\n\nThe strategy was to divide the site between a new-build residential scheme and a development of offices, studios and light-industrial space housed in the existing warehouses, one block of which was earmarked as office space for the practice.\n\nThe garden courtyard forms the centrepiece of the scheme – an attractive public space linked to a riverside walkway. The River Café, founded by Rogers’ wife Ruth and her partner Rose Gray, enjoys views across the garden to the river beyond.\n\n\nThe building occupied by the practice until 2015 dates from the 1950’s – it has been extended upwards with a spectacular lightweight rooftop structure designed by the practice in association with architects Lifschutz Davidson. A double-height entrance lobby is an other key intervention, creating an informal gallery for key architectural models. A recent addition has been a new mezzanine kitchen above the reception area – providing home-made lunches for the RRP staff and popular as an informal meeting place throughout the day.",
  "dimensions": [
    {
      "label": "Site Area",
      "value": "4 500 m²",
      "id": "ba11390d127e4c0da94fe918c744972b"
    },
    {
      "label": "RRP office area",
      "value": "2 223 m²",
      "id": "c9e6d5a2dc6742f8a738846800792c92"
    }
  ],
  "companies": [
    {
      "label": "Structural Engineer",
      "value": "Anthony Hunt Associates/Ove Arup and Partners",
      "id": "56cb85dc468a49fabbf038c0c2dd6534"
    },
    {
      "label": "Services Engineer",
      "value": "Rosser and Russell / Ove Arup and Partners",
      "id": "f0782c31f2ec40edb7a82937115fdcdc"
    },
    {
      "label": "Quantity Surveyor",
      "value": "GA Hanscomb Partnership",
      "id": "e1c340de02be407284742ea5f6bdbe4e"
    },
    {
      "label": "Landscape Architect",
      "value": "Georgie Wolton",
      "id": "f1a144549b0a4d1fb3bc453b13eebf00"
    },
    {
      "label": "Contractor",
      "value": "Woolf Construction Ltd / Tarmac Cubitts",
      "id": "96b5f00b26b84c18b496384281553a0f"
    },
    {
      "label": "Planning Consultant",
      "value": "Montagu Evans",
      "id": "5b541c8dfa6349f4ae46c1eb2b82f786"
    },
    {
      "label": "Roof Extension",
      "value": "with Lifschutz Davidson Ltd",
      "id": "63c620ee82664d21926cdbfb9fda9bfe"
    }
  ]
}
