{
  "type": "Project",
  "id": "06240",
  "notes": "Not Published",
  "serializeDate": "27th April 2022 15:05:38",
  "serialized": 1651071938517,
  "serializedBy": "Steve Reeve",
  "title": "Geneva Airport, Aile Est",
  "description": "The Aile Est (East wing) project represents an important improvement for Geneva Airport in terms of flexibility of its operation and passenger comfort.",
  "date": "2011- 2021",
  "client": "Genève Aéroport",
  "location": "Geneva, Switzerland",
  "longLat": "6.110480 / 46.233305",
  "constructionCost": "CHF 610 million for the whole Secteur Aile Est",
  "typologies": [
    "Transport"
  ],
  "team": [
    "Ad Aderet",
    "Dennis Austin",
    "Daniel Bazo",
    "Pietro Bodria",
    "Andy Bryce",
    "Finbar Charleson",
    "Pablo Codesido",
    "Michael Corcoran",
    "Sam Coulton",
    "Margot Courtemanche",
    "Kelly Darlington",
    "Isabelle David",
    "Laurence Day",
    "Philip Dennis",
    "Ainhoa Diaz",
    "Steven Dijkhuzen",
    "Mike Fairbrass",
    "Fernanda Fiuza",
    "David Flook",
    "James Foster",
    "Tobi Frenzen",
    "Mark Gorton",
    "Jan Guell",
    "Lennart Grut",
    "Will Jefferies",
    "Manuel Jimenez Garcia",
    "Mathias Koester",
    "Kinga Koren",
    "Dirk Krolikowski",
    "Dzidzor Kwaku",
    "Adam Lampon",
    "Stephen Light",
    "Tim Mason",
    "Jon Mercer",
    "Cris Mitry",
    "Colin Moriarty",
    "Jack Morton-Gransmore",
    "Bridget Munro",
    "Shane Parker",
    "Douglas Paul",
    "Laura Penman",
    "Cecilia Pineiro-Lopez",
    "Richard Rogers",
    "Francis Roper",
    "Michael Rudko",
    "Jack Sardeson",
    "Michael Scheuvens",
    "Jonathan Schofield",
    "Misha Smith",
    "Kristina Tafa",
    "Angela Tobin",
    "Helene Van Zon",
    "James White",
    "Andrew Yek."
  ],
  "partners": [
    "Graham Stirk",
    "Lennart Grut",
    "Stephen Barrett"
  ],
  "leaders": [
    "Douglas Paul"
  ],
  "overview": "The Aile Est (East wing) project represents an important improvement for Geneva Airport in terms of passenger comfort and flexibility of its operation.\n\nIt will enable Geneva Airport to strengthen its position in the Central Europe region, as well as acting as a gateway to the city of Geneva. The new world-class passenger facilities will replace existing facilities that were built for temporary use in the mid-1970s. The Aile Est will serve Non-Schengen flights, in particular, medium and long haul carriers. Six out of seven of the gates will be contact-stands designed to accommodate code C/D/E and F aircrafts. Four of the contact-stands will be “MARS” stands designed to serve two aircraft at once.\n\n\nThe Aile Est consists of a \"Processor\" with immigration and emigration passport control booths and Non-Schengen departure and arrival gates with the capacity to accommodate airline lounges at mezzanine level.\n\nThe jetty, which is 520m in length, is based on a collaborative approach with consultants forming the RBI-T consortium being based in primarily three countries: UK, France and Switzerland. It is designed to meet the objective of delivering an energy positive building, in regards to energy consumption. In order to reach this objective, the building will rely on a holistic sustainable strategy consisting of the following elements: 7,000 m² of photovoltaic panels on the roof, 110 geothermal piles for heating and cooling, high-performance glazed facades with solar protection guaranteeing a low dependency on artificial lighting, detailed analysis of thermal performance to eliminate cold-bridges, energy-efficient chilled ceilings throughout, LED lighting strategy with responsive control systems and low water consumption using methods such as rainwater harvesting.",
  "concept": "The RBI-T Aile Est design was selected from an OJEU competition launched in 2010. The winning design was based on ten key principles:\n\n\n<ul><li>The desire for a strong image</li>     <li>The quality of the passenger space with an emphasis on natural daylight</li>     <li>Maximum transparency</li>     <li>A model for lasting development</li>     <li>Evolutionary building with long-term adaptability</li></ul>\n\n\n<ul><li>Flexibility in term of passenger flows</li>     <li>An airfield free of constraints</li>     <li>Unification of the landside and airfield campus</li>     <li>Modular construction</li>     <li>An efficient construction methodology based on prefabrication</li></ul>",
  "design": "A single linear horizontal volume as seen from the airside is a key aspect of the Aile Est’s distinctive image. By placing vertical circulation for departing and arriving passengers within the main volume in the form of “circulation valves”, the airside facade is continuous and interrupted only by the air-bridges to the aircraft. The lack of circulation towers on the airside elevation also facilities excellent views of the airfield for departing and arriving passengers.\n\nThe extruded rhomboid of the Aile Est is 19m deep by 10m high and floats 6m above apron level. It extends 520m between its east and west gable elevations.\n\nThe building’s arrangement derives from a number of constraints. Due to the limited distance from the runway and the prescribed dimensions of the taxiways and the aircraft stands, the building has the unusual feature of being lifted off the ground to allow for the head-of-stand road to lie directly under the building.\n\n\nThe building is set out on a long-span 20 x 20m module with four modules allowed for each stand. The external steel portal at 20m spacing and internal long-span trusses are visible and carefully articulated to express the load paths.\n\nThe space available to bring services and escape stairs to ground and also to connect with the basement service room is restricted to a 5 metre strip to the landside of the service road. This manifests in the distinct legible volumes of the stair and service cores every 80m which clearly delineate between these separate service components and served space of the extruded volume.\n\n\nTo maximise daylight to a neighbouring building to the landside and to eliminate the risk of glare from the fully glazed façade facing the airfield the building leans at 26 degrees to the vertical. The passenger flow takes advantage of the resulting geometry such that arriving passengers walk off the air bridges directly into a vertical “valve” and then join an arrival corridor that runs longitudinally along the airside façade. Departing passengers enjoy fantastic close-up views of the aircraft on stand, the airfield and runway with a back-drop of the Jura Mountains to the north.\n\nThe material palette has been selected for its durability, low maintenance and to provide a calm, consistent background to passenger movement. Transparent, fire-rated glazed partitions are generally used to separate passenger flows thus maximising natural daylight and assisting way-finding. The floor finish is granite and back-painted glass panels are applied to the limited number of vertical surfaces that are not transparent. Powder-coated chilled ceilings and select back-painted glazing panels are colour-coded by gate to further assist passengers’ orientation along the pier.",
  "construction": "The construction of the Aile Estnbsp;consists of four tranches of work which form four separate contracts. Two of these stage have been completed, one which is underway and the largest part is pending, subject to signature of contract.\n\n\n<strong>Enabling Works – November 2012 to July 2013</strong>\n\n<strong>“Route Douaniere” - August 2013 to May 2015</strong>\n\nThis infrastructure project consisted of a 7m deep, 300m long concrete basement section for the eastern half of the site. The key aspect of the design was placing underground the “Route Douaniere” (Customs Road) in the form of a vehicle tunnel. This road which extends to the French border allows passengers to access the French Sector of Geneva airport without having to travel through Switzerland.\n\n\n<strong>“BAT 1” – April 2016 to December 2017</strong>\n\nThis second infrastructure project extended the basement concrete shell of the RD project the remaining 300m to the west to interface with the existing Terminal 1.\n\n<strong>“BAT 2” – April 2017 to December 2020</strong>\n\nThis final contract encompasses the building’s steel superstructure, cladding and entire fit-out. Subject to the signature of contract, the first portal frame should arrive on site at the end of 2017.",
  "dimensions": [
    {
      "elementId": "web:nI27GTHVQECO7u0xtDKnWw",
      "label": "Total Area",
      "value": "40,000 m²<br>"
    }
  ],
  "companies": [
    {
      "elementId": "web:Tyzi/TjhZkKT87uBSe0mPg",
      "label": "Co-Architect",
      "value": "Atelier Jacques Bugna SA"
    },
    {
      "elementId": "web:CGbs+i8EZk+SstXXNNX00Q",
      "label": "Structural Engineer",
      "value": "Ingérop & T-Ingénierie SA"
    },
    {
      "elementId": "web:ov2PHFhQc0+eOvwAJqA9WQ",
      "label": "Services Engineer",
      "value": "Ingérop"
    },
    {
      "elementId": "web:pqCWGvpfOUS+IVVYTqIW+A",
      "label": "Lighting Consultant",
      "value": "Speirs + Major"
    },
    {
      "elementId": "web:s30bV4FkYUykf2l0JEA39w",
      "label": "Wayfinding Consultant",
      "value": "Mijksenaar"
    },
    {
      "elementId": "web:awH2hIotykmwpe8rTMrBYQ",
      "label": "Acoustic Consultant",
      "value": "Architecture & Acoustique SA"
    },
    {
      "elementId": "web:sOf/ZyVtf0iF7hGc0JS7wA",
      "label": "Public Address Consultant",
      "value": "Bien Entendu"
    },
    {
      "elementId": "web:/g9tA/CFhECeYff30Qs1Rw",
      "label": "Facade Consultant",
      "value": "Arcora"
    },
    {
      "elementId": "web:J6hEWnsozkeh2X3hd4/5tA",
      "label": "Fire Consultants",
      "value": "Swissi SA, Exova & Warrington Fire"
    },
    {
      "elementId": "web:E/9TdFSdx0aryjFhP0EyoQ",
      "label": "Passenger Facilitation Consultant",
      "value": "Jacobs (CH2M)"
    }
  ]
}
