{
  "type": "Project",
  "id": "01376",
  "url": "office/88-wood-street",
  "serializeDate": "'2022-06-21 14:15:27.760'",
  "serialized": 1655820927760,
  "serializedBy": "sreeve",
  "title": "88 Wood Street",
  "description": "88 Wood Street demonstrates the potential for speculative commercial development that does not compromise on quality and enhances the public domain.",
  "date": "1990-1999",
  "client": "Daiwa Europe Properties",
  "location": "London, UK",
  "longLat": "-0.094216  / 51.517084",
  "longitude": "-0.094216 ",
  "latitude": "51.517084",
  "constructionCost": "£52,000,000",
  "typologies": [
    "Office"
  ],
  "team": [
    "Phil Bernard",
    "Francesco Draisci",
    "Mike Fairbrass",
    "Stuart Forbes",
    "Harvinder Gabhari",
    "Marco Goldschmied",
    "Mark Hallett",
    "Jackie Hands",
    "Jane Hannan",
    "Jenny Jones",
    "Amarjit Kalsi",
    "Roo Lam Lau",
    "Stig Larsen",
    "Annette Main",
    "Beth Margolis",
    "Sam Masters",
    "Charles Meloy",
    "Andrew Morris",
    "Sophie Nguyen",
    "Andrew Partridge",
    "Richard Rogers",
    "Graham Stirk",
    "Amarjit Tamber",
    "Andy Young",
    "Russell Gilchrist"
  ],
  "partners": [
    "Graham Stirk",
    "Andrew Morris"
  ],
  "floors": [
    {
      "value": "18",
      "id": "044E47287BE74882930C0C"
    }
  ],
  "overview": "88 Wood Street demonstrates the potential for speculative commercial development that does not compromise on quality and enhances the public domain.\n\nThe site was formerly occupied by a 1920s telephone exchange – delays in securing the demolition of this building, combined with the onset of an economic recession in the 1990s, led to the cancellation of a scheme for a prestige banking headquarters. A larger scheme was designed in 1993–94, with speculative letting in mind.\n\nThis building is arranged as three linked blocks of office accommodation that step up from eight storeys on Wood Street, where the context includes two listed buildings, to 14 and finally 18 storeys to the west, responding to the taller built topography towards London Wall. The connections between blocks provides very a large floor area that can be easily subdivided. By using the extensive basement of the telephone exchange for the building plant, roof levels are kept largely free.\n\n\nThe office wings are constructed of in-situ concrete, contrasting with the lightweight, steel-framed service towers. The use of brilliant colour enhances their impact – air intakes and extracts at street level are also brightly coloured, contrasting with the neutrality of the occupied floors. The façades of the main office floors are glazed from floor to ceiling to maximise daylight and views – in addition, levels 8,12 and 16 lead directly onto roof terraces with spectacular views over the City.\n\nThough built to a strict commercial budget, 88 Wood Street contains many innovative elements. Its triple-glazed façade is formed of single panels of highly transparent float glass. The inner faces of the external panes have a low emissivity coating which further reduces solar gain, while the cavity between the double glazed units and the third panel is fitted with motorised, integral horizontal blinds with perforated slats. Photocells on the roof monitor light conditions and adjust the angle of the blinds, thus minimising glare, heat gain and energy consumption.",
  "design": "One element above all others characterises the design of Wood Street: ultra-clear, low-iron glazing is used for almost all of the buildings many façades.\n\nThe glass, called Diamant Extra White Glass, has an extraordinary level of clarity compared to standard clear glass, yet despite its surprising transparency, the glass acts as a robust protective covering for the whole building. The building has the architectural advantage of legibility as the individual components such as lift shafts and staircases are expressed through the ultra-clear glass without compromising the façade’s ability to protect the interior and the inhabitants from the weather.\n\nExposed to view behind frameless glazing, the stairs and panoramic lifts offer spectacular views as they travel up and down the exterior of the building. The lift lobbies on each floor end in full height, single panes of the nearly invisible Diamant Extra White glass that have the effect of turning the lobbies into seemingly outdoor terraces with views overlooking the Barbican and the London skyline beyond.\n\n\nGlass is also used to great effect along the office floors, where three-metre-wide triple-glazed windows provide views across the capital on three sides stretching from St Paul’s cathedral in the west to Canary Wharf in the east.\n\nIn the eight-metre-high entrance space, again, the external walls appear to be virtually non-existent so that the space flows freely between the building and the surrounding streetscape.\n\nThe glazing system for the office floors also functions as a highly effective environmental control system. The building’s main contribution to environmental efficiency lies in the use of internal blinds, integrated into the sophisticated glazing system and controlled by photo-cells that automatically adjust the blind settings (fully closed, fully open or half open) and ensure both effective climate control and a neat and uniform external appearance. There is no manual override. The cavity housing the blinds is also used to extract unwanted solar gain in hot weather, drawing it into the ceiling and expelling it.",
  "concept": "The conceptual design for 88 Wood Street was redeveloped in response to a revised commercial brief for a speculative, high-quality, commercially lettable building following the economic downturn in the early 1990s. The design exploits the many planning constraints attached to the City of London site to produce a building that addresses the demands of the office market.\n\nThe site lies at the heart of the City of London, between Sir Christopher Wren’s St Paul’s Cathedral and Moorgate and was subject to complex planning negotiations with the Corporation of London. On Wood Street, the scale is kept down to eight storeys to address the tower of Wren’s St Alban’s church. The true nature of the design, however, is revealed from London Wall, where it becomes apparent that the building is in fact comprised of three blocks, stepping up in height behind Wood Street first to 14 storeys, then to its full height of 18 storeys, with each block relating in height to its immediate context.\n\n\nThe three blocks, each of 18-metre-deep linked floor plates and of varying length, are positioned parallel to Wood Street to acknowledge the historic street pattern and the irregular shape of the site. The consequential setbacks have the additional benefit of allowing for a greater than usual number of corner offices, which are especially valuable in the London rental market, as well as unimpeded views out over the City. The stacked arrangement also allows the large 33,000-square-metre building to be easily divided up into smaller, flexible tenancies as required.\n\nIn between the three blocks are 10-metre-deep gaps used for the ‘servant’ zones – including stairs, lifts, toilet facilities and mechanical and electrical services – ensuring each tenant still has direct access to these facilities. These gaps are expressed as discrete architectural elements in order to maximise the views, space and flexibility available for tenancies (the ‘served’ zones) within the large main floor plates.\n\n\nThe double-height entry and main reception area, accessed one metre above ground level to clear the telecom exchange below, cuts through the full length of the site from Wood Street to a secondary entrance from St Olave’s churchyard gardens. The form of the building is in direct response to the need to protect the existing public realm, including the open spaces of St Olave’s churchyard and also St Mary’s, as well as a number of sensitive historic buildings adjacent to the site. The three block massing solution responds directly to the existing street pattern and the various heights of buildings in the immediate locality.",
  "construction": "The viability of the construction of a large office building on a severely constrained site depended on the resolution of a number of significant structural problems.\n\nThe building’s structure is closely integrated into the architecture and, unusually for an office building, has columns set well inside the perimeter and post-tensioned floors. The optimum structural grid of 15 by 6 metres is achieved by setting the columns 1.5 metres inside the perimeter, therefore minimising the number of low level transfer beams.\n\n\nThe superstructure’s diagonal bracing is a major architectural feature, appearing on the exterior of the short ends of the three blocks in four-storey-high bays. The cores and stairs are stabilised by the building frame and, due to the revealing nature of the glazing, the structural detailing makes a significant contribution to the architecture. Details include pre-tensioned stair flights to stabilise the supporting columns and pre-tensioned rods acting as glazing mullions.",
  "dimensions": [
    {
      "label": "Site Area",
      "value": "3 065 m²",
      "id": "0ca00cdbc23a4209b51df430bd124e98"
    },
    {
      "label": "Gross Floor Area",
      "value": "33 073 m²",
      "id": "89df39f98b164859862916822aa47bf2"
    }
  ],
  "companies": [
    {
      "label": "Structural Engineer",
      "value": "Ove Arup & Partners",
      "id": "3d40d603052542a0b095645beb1b22a7"
    },
    {
      "label": "Services Engineer",
      "value": "Ove Arup & Partners",
      "id": "9d2ce70d99e74259ad18fae8211bb800"
    },
    {
      "label": "Quantity Surveyor",
      "value": "Gardiner & Theobold",
      "id": "617c24c530174afaa6192ed489cf635b"
    },
    {
      "label": "Project Manager",
      "value": "D J Williams & Associates Ltd",
      "id": "b3a8c78cd8804e0c83597ee9697015ef"
    },
    {
      "label": "Lighting Consultant",
      "value": "Lighting Design Partnership",
      "id": "a3fb1443ae154b739bb7fb66efa53631"
    },
    {
      "label": "Landscape Architect",
      "value": "Edward Hutchison",
      "id": "998c7138ae3941b18f52ae515b477ce8"
    },
    {
      "label": "Contractor",
      "value": "Kajima / Laing Management Joint Venture",
      "id": "b90b8fb5ec334be383b5428e06543caf"
    },
    {
      "label": "Planning Consultant",
      "value": "Montagu Evans",
      "id": "22c94d52d8d34de6914dfe6a1d9a8c79"
    },
    {
      "label": "Fire Consultant",
      "value": "Warrington Fire Research Consultants",
      "id": "33b925dc76a346e4959c15c52ce7ec15"
    },
    {
      "label": "Fit-Out Contractor",
      "value": "Kajima / Hazama Joint Venture",
      "id": "077e1daa70e847ab8ca5683e8e8fe16f"
    }
  ],
  "awards": [
    {
      "date": "2002-01-01",
      "year": "2002",
      "award": "The American Institute of Architects London UK Chapter Excellence in Design Award Winner",
      "rowId": "6cf3ff659521489fae21ee904bb90c24"
    },
    {
      "date": "2000-01-01",
      "year": "2000",
      "award": "Royal Academy Summer Exhibition Bovis Lendlease Award for Best Exhibit",
      "rowId": "20291fa306b44f838536a187e27616fc"
    },
    {
      "date": "2000-01-01",
      "year": "2000",
      "award": "Royal Fine Art Commission Trust Award Building of the Year",
      "rowId": "94f12ae26c4741b58e47b9f5142e0879"
    },
    {
      "date": "2000-01-01",
      "year": "2000",
      "award": "Civic Trust Award",
      "rowId": "8F27E4488D6549E8B907C6E4572C06A5"
    },
    {
      "date": "2000-01-01",
      "year": "2000",
      "award": "Stirling Prize Shortlist",
      "rowId": "b4899ad77eaf4b6b8a3253657aedc824"
    },
    {
      "date": "2000-01-01",
      "year": "2000",
      "award": "RIBA Award",
      "rowId": "CE5D3D1320CC42ACB41E3FF4969E2DA8"
    }
  ]
}
