{
  "name": "The Macallan Distillery",
  "url": "culture-and-leisure/the-macallan-distillery-and-visitor-experience/",
  "webStatus": "Publish",
  "typologies": [
    "Culture & Leisure"
  ],
  "type": "Project",
  "id": "06770",
  "serializeDate": "'2023-05-23 14:39:17.726'",
  "serialized": 1684852757726,
  "serializedBy": "heatherp",
  "time": "2023-05-23T14:39:17.3797031Z",
  "status": "PU",
  "title": "The Macallan Distillery and Visitor Experience",
  "description": "The Macallan Distillery is set into the landscape of the estate that has been responsible for creating the single malt whisky since 1824.",
  "date": "2012-2018",
  "client": "Edrington",
  "location": "Speyside, UK",
  "city": "Speyside",
  "country": "UK",
  "longLat": "-3.20661  / 57.48868",
  "longitude": "-3.20661 ",
  "latitude": "57.48868",
  "team": [
    "Kelly Darlington",
    "Laurence Day",
    "Philip Dennis",
    "John Dent",
    "Max Dowd",
    "Mike Fairbrass",
    "Tobi Frenzen",
    "Gianmaria Giovanni",
    "Jan Guell",
    "Kevin Gray",
    "Ed Hiscock",
    "Jisoo Hwang",
    "Toby Jeavons",
    "Anja Kempa",
    "John Kennedy",
    "Anthony Lau",
    "Emily Lewith",
    "Annette Main",
    "Tim Mason",
    "Nic Mitchell",
    "Andrew Morris",
    "Sirage Saudi Ibreek",
    "Tom Smith",
    "Graham Stirk",
    "Emma Swarbrick",
    "Angela Tobin",
    "Chris Wilkinson",
    "Rion Willard",
    "Andrew Yek",
    "Elizabeth Young"
  ],
  "partners": [
    "Graham Stirk",
    "Andrew Morris"
  ],
  "leaders": [
    "Toby Jeavons"
  ],
  "overview": "<div><p>The Macallan Distillery is set into the landscape of the estate that has been responsible for creating the single malt whisky since 1824. The Macallan is already established as one of the most famous whisky makers in the world and wanted a new centre that could reveal the production processes and welcome visitors while remaining sensitive to the beautiful surrounding countryside.</p><p>The building provides a facility capable of increased production and also allows for easy expansion in years to come. Internally, a series of production cells are arranged in a linear format with an open-plan layout revealing all stages of the process at once. These cells are reflected above the building in the form of a gently undulating roof, formed by a timber gridshell. Grass-covered peaks rise and fall from The Macallan estate grounds, signalling to approaching visitors the activities housed beneath. Set into the naturally sloping contours of the site, the design makes direct references to ancient Scottish earthworks.</p><p>Easter Elchies House – an original 18th century Highland manor house – remains the primary focus of the estate with the main access to the new visitor centre located near this building. The estate is as important to The Macallan as the buildings that make up the distillery and so a subtle manipulation of the terrain is used to reveal the built form and control views without appearing forced or overtly grand. The great 18th century garden designers knew the importance of flow and movement in a large landscape; that parks should be experienced on a meandering journey. The distillery project celebrates the whisky-making process as well as the landscape that has inspired it.</p><p></strong>Sustainability</strong> Distilleries, as production facilities, have high energy demands and typically broadly established processes outside the scope of control for a project team. Despite this, the client was committed to being extremely responsible both in terms of operational energy and embodied carbon. Consequently, the design reduced energy demands through innovative means including using waste heat from the production process to supply hot water and underfloor heating to the Visitor Centre via heat exchangers. The distillery is powered through renewable electricity backed by REGOs, by RGGO biomethane in place of natural gas, and from on-site biomass which uses waste product from the mashing process known as ‘draff’ and an additional local biomass plant resulting in all electricity and 90% of heating demands in the production facility coming from renewable sources.   Natural and low-carbon materials are expressed and complement the surrounding landscape. Key elements include the striking 13,000m2 timber roof, the native wildflower meadow, and high proportions of pulverised fuel ash within the concrete substructure to mitigate the impact of cement. This resulted in upfront carbon figures of 585 kgCo2e/m2 (stages A1-A5, B4) which is significantly lower when compared to a standard production facility. The design ensures all cooling water extracted from the river for condensing the spirit is returned to the River Spey whilst being constantly monitored by the Scottish Environment Protection Agency, (SEPA).</p><p></strong>Biodiversity</strong> The goal for the landscape design was to blend and conceal the new building as much as possible within the surrounding natural landscape while maximizing the opportunities for species diversity and habitat creation. Groves of native trees (approx. 4.239 m2 ), thickets of shrubs (3.220 m2 ), biodiverse meadows (approx. 99.545 m2 ), and swales were planted throughout the site to mitigate the construction while creating a visually pleasant and immersive atmosphere in keeping with the Scottish rural setting.</p><p>The Macallan Distillery project is a clear example of using a nature-based system to enhance biodiversity and give the project a unique appearance. By having a 13620 m2 green roof that covers the whole site, embedding the building into a native wildflower meadow, and having the green roof reflect the local landscape and biome.</p></div>",
  "design": "<div style =\"break-inside:avoid-column;\"><p style='margin-bottom:22px'>Our response to the brief, and in particular the sensitive Area of Great Landscape Value designation, was to provide a landscape-driven design to mitigate the proposed buildings' impact rather than a response to the disparate nature of the existing built facilities and storage units. The scheme takes inspiration from the great 18th-century garden designers who knew the importance of flow and movement in a large landscape; that parks should be experienced on a meandering journey.</p></div><div style =\"break-inside:avoid-column;margin-top:22px\"><p>Dug into the naturally sloping contours of the site the building has minimal visual impact on the landscape. The soft undulating roof speaks to the hills of the surrounding countryside yet the clearly man-made and engineered forms of the uniform peaks reflect the industrial production cells contained within.</p><p>Arranged over a series of five cells the form of the roof reflects the component parts of the distillery. The building includes a flexible visitors centre (covered by the one taller roof crest), three still houses and mash house. The visitor experience starts with an introduction to The Macallan in an exhibition and gallery area, before progressing through a sequence of spaces that follow the production story of the whisky. Natural materials – local stone, timber and the living meadow roof – as well as the landscaping design not only evoke the environment and ingredients of whisky production but also serve to provide an atmospheric journey for the visitor. &lt;p> The production rooms house equipment for mashing, fermentation and distillation in a circular configuration. A modular approach to the facilities is employed, where additional still rooms can be opened as required. In addition, a service route and the ‘tank farm’ runs along the rear of the building, under the roof and cut into the landscape.</p></div>",
  "concept": "<div><p>The distillery for The Macallan is located alongside their existing facility within the extensive 390-acre (158-hectare) estate of Easter Elchies House.</p><p>Built in 1700, the House is a fine example of a Highland manor house and its estate was originally designed by Victorian landscape designer Thomas White Snr., the plans for which were prepared in 1789. The site for the new distillery is in a designated ‘Area of Grand Landscape Value’ amid farmland used for growing barley.</p><p>A new visitor approach reinstates an historic driveway which leads past the proposed distillery before looping back to provide a set piece arrival sequence up to the front door of the new building. The journey presents a microcosm of the natural elements so pertinent in the formation of The Macallan Whisky: the barley fields give way to the permanence of the oak trees, representing the wood used in the whisky casks; beneath the treesnbsp;the visitors encounter a natural stone pavement and stone dressed water feature, highlighting the importance of fresh spring water in the distillation process and the local stone which filters it.</p><p>Cut into the slope of the landscape, the distillery takes its cues from ancient Scottish earthworks. The undulating roof to the facility is planted with a Scottish wildflower meadow and, as it rises and falls in uniform, indicates the location of the four individual production cells beneath. A taller fifth peak marks the entrance and visitor centre. The roof form’s timber construction is apparent through the planting: conceived in the tradition of the ordered, manmade landscape envisioned by Thomas White.</p></div>",
  "construction": "<div><p><strong>Substructure and drainage</strong></p><p>The substructure package of earthworks, waterproofing and concrete retaining structures formed the first phase of construction and represented an early release of For Construction status information. The benefit of a large open site allowed for an open cut to be formed with excavated spoil stored on site. The open cut mitigated the need for temporary sheet piled foundations for the most significant of retaining wall structures. The main retaining walls were built free stranding to be back filled at a later date.</p><p>RIW Structaseal was used as the below slab waterproofing and as a bentonite filled matt is activated when in contact with water. This is lapped with RIW LAC for all of the vertical surfaces which were also to be later submerged by back filling.</p><p>The concrete structures themselves utilise a grey aggregate mix, slightly darkened in colour by the use of a local pulverised fuel ash or PFA to act as a cement alternative. Whilst later value engineered, the concrete was due to be pigmented to a dark grey in colour. The end result is however nevertheless very successful. The concrete structures are generally 300mm thick for the walls and 200mm for the typical slabs. The walls are reinforced with diagonal counterfort structures at 3m intervals with submerged land drains to mitigate the earth and hydro static pressures.</p><p>The below slab drainage required deep digs and addresses the removal of both foul and storm waters but also the process specific drainage of spirit spills as well as potential fire water. Process drainage all needs to be captured and exhausted from the building before being processed within the on-site effluent plant.</p><p>Circular process drainage is located at the centre of each of the production cells to remove escaped production spirit.</p><p><strong>Superstructure</strong></p><p>Whilst the design of the roof is described as a landscape response the design was always intended to appear man-made. The roof was never intended to disappear or be lost within the hillside. As such the roof is positioned on top of the retaining structure and not bound by it. This allows the upstanding depth of the roof structure to act as a balustrade to the gridline 09 tank farm edge and to the northern edge of the roof as it appears to meet the ground. As the roof ‘sails’ above the retaining structures it is freed from restraining ground pressures and loads.</p><p>‘By divorcing the roof and walls, the building could be constructed in open cut and the roof erected later in the programme. This meant work could start before the roof was completely designed and advantage taken of good weather to mobilize an immense earthmoving exercise.’ Bob Lang, Arup.</p><p>The roof structure is in two principle parts, the primary tubular steel support frame and the undulating domes and valleys of the timber grid shall. The primary steel frame is laced through the centre of the timber beam structure and helps to resist the torsional forces. The timber domes act in compression and the interconnecting valleys are hung between the domes. All of the roof beams are straight and all of the cassettes are flat double skinned panels. This provides a facetted appearance so important for the engineered landscape. Despite the highly repetitive and rotational roof geometry the finished structure is constructed from over 380 thousand components. The beams are a composite of glulam and laminated veneered lumbar (LVL) and steel reinforced in certain key locations. All of the timber beams are vertical and a constant expressed depth of 750mm which allows for considered and neat interfaces with internal partitions as well as the solid and glazed facades.</p><p><strong>Façade and glazing</strong></p><p>Running the full length of the eastern and southern elevations of the building is full height double glazing. The façade is composed of 3m wide structurally bonded double glazed panels which are supported from the base and restrained at the head with a flexible movement joint. The façade is further supported by full height vertical triple-ply glazed mullions. These maintain excellent internal views out to the landscape beyond.</p><p>The interface between the main glazed façade and associated down-stand roof beam is a key and important interface. Running the full length of the building and spanning both the production distillery and visitor centre the façade undulates between 2.6m and 5m in height. The interface at roof level incorporates a flexible movement detail which needs to accommodate the vertical and lateral range of movements possible within the roof structure. In order to remain engaged to the roof, the façade is pivoted at the base to move, unperceptively, with the lateral movement of the roof and all this whilst maintaining the thermal and weathering performance of the thermal envelope.</p><p><strong>Green roof and coverings</strong></p><p>On top of the timber roof structure is a layered roof build-up of circa 300mm in depth. This is made up of some 150mm of vapour barrier, thermal insulation and waterproofing and then a further 150mm of green living roof. As a factory, the roof above the production distillery does not require thermal insulation for building regulation compliance however insulation is maintained to protect the irrigated green roof from the warming and drying effects of the distillery below.</p><p>The 3m structural grid of the timber roof is architecturally expressed within the living roof by a network of aluminium channels. These channels not only contribute to the engineered aesthetic but also crucially represent a servicing zone that crosses the entire roof. This grid provides a network of lightning protection, irrigation runs, fall restraint lines and power required for actuated vents to the visitor centre roof-lights.</p><p>The roof includes roof-lights and process ventilation apertures to emerge which are arranged in a halo like ring, directly related in plan to the circular process vessels beneath. The ventilation panels are two tiered in section and allow for the hot escaping ambient air of the process hall to vent at the lower level whilst piped process ventilation is allowed to penetrate through the roof vent panels and exhaust at a higher level. A positive pressure is always maintained by the escaping ambient hot air to prevent escaping process gases from re-circulating.</p><p><strong>Process co-ordination</strong></p><p>As a purpose built industrial facility the architecture and whisky making process equipment are inseparable. It is in part the circular arrangement of the ‘still-houses’, which combine both fermentation and distillation vessels into repetitive production modules that directly inform the form and scale of the building. The competition brief required a response that could be delivered in a phased manner and one which could continue to expand in the future if required.</p><p>The new distillery is also the ‘home of the whisky’ and it was always very important to be able to clearly see and understand all of the process machinery, nothing is hidden. Therefore very close cooperation was required to engage in the arrangement and co-ordination of all of the process equipment. Via 3D model exchange and regular meetings and dialogue the end product is a testament to the collaborative approach taken by RSHP, Arup, the base build team and the process contract parties of The Macallan, with Forsyths and Haden Freeman.</p><p><strong>Compartment wall</strong></p><p>The visitor centre is located to the southern end of the facility and it was always important to us that the two were physically combined. The visitor centre is seen as the reception to the distillery and not a separate area where one learns about a process abstractly. It was therefore important that from within the visitor centre one can see into beautifully co-ordinated production. Nothing is to be hidden away. A 10m tall double glazed façade wall separates the visitor centre and distillery and performs as a 2hr fire compartment line via the use of a sprinkler deluge system. This separates the ‘factory’ designated production hall and the ‘assembly’ space of the visitor centre. The construction of the wall is a combination of intumescent coated fabricated steel columns which are vertically cantilevered from the floor. These in turn support double glazed panels which are 3m wide by 5m tall to an overall height of 10m and to the Tyco sprinkler specification. Whilst a similar arrangement has been utilised elsewhere previously, due to the excessive height of the wall and the particular nature of the component arrangement, it was necessary to demonstrate via a full scale prototype that the fire integrity was achieved. This took the form of a 5m section of the wall, including the timber roof and connecting interfaces which was then subjected to a fire test at the Building Research Establishment (BRE). The design fire was based on a worst case retail fire accelerated by ethanol. It was necessary to physically demonstrate on site that the process side drainage strategy was sufficient to remove a potentially flammable spill quickly enough to remove the threat of a process fire.</p><p><strong>Cave privée</strong></p><p>The sherry cask maturation of the distilled spirit is an incredibly important aspect of the Macallan brand narrative and yet visibility of actual maturing casks was not a part of the original competition brief. This was very quickly adjusted within the early completion and concept design phase and the central ‘broch’ structure within the visitor centre became an exclusive private cellar, or cave privée. This is a circular double height volume for the display of whisky casks located around the inner perimeter. Constructed of 300mm thick concrete walls the cave privée is a separate 2hr fire compartment within the visitor centre but the environment of the space is required to accurately represent the same conditions of all other maturing Macallan spirit within ‘traditional warehousing. A circular double glazed viewing platform is located within the centre of the volume.</p><p><strong>General</strong></p><p>The project was procured as a traditional contract with a series of contractor designed portions and uses steam generated from an adjacent forestry commission biomass plant as the primary energy source for the distillation. Low grade waste heat from the production process is captured via a heat exchanger to supply hot water for the visitor centre and underfloor heating.</p></div>",
  "dimensions": [
    {
      "label": "Area",
      "value": "14 800 m²",
      "id": "43493aa1fc3a4d909548eb4fd770dc95"
    }
  ],
  "companies": [
    {
      "label": "Structural Engineer",
      "value": "Arup",
      "id": "314d67b0f18841a7b2de0a8f94437bf9"
    },
    {
      "label": "Services Engineer",
      "value": "Arup",
      "id": "4e87a8a532a54300b21f8845d6ed61d7"
    },
    {
      "label": "Fire Engineer",
      "value": "Arup",
      "id": "2db0cbece9ee40bf8245e709f5a3e898"
    },
    {
      "label": "Main Contractor",
      "value": "Robertsons Construction Group",
      "id": "444a0b5c0f764a35bd011d78dec1c8cb"
    },
    {
      "label": "Process Contractor",
      "value": "Forsyths",
      "id": "b87024347e934ab0aba8bc6478ca9947"
    },
    {
      "label": "Timber Roof",
      "value": "Wiehag",
      "id": "a8ef7e3b8a2f46aa98ad62b0da2261ae"
    },
    {
      "label": "Lighting Consultant",
      "value": "Speirs Major",
      "id": "163f9c6b97324ee6aabe55bbe437dc4c"
    },
    {
      "label": "Landscape Architect",
      "value": "Gillespies",
      "id": "1720dfdd37dc4f4faf24f5e6eba81994"
    }
  ],
  "awards": [
    {
      "date": "2021-01-01",
      "year": "2021",
      "award": "Mies van der Rohe Award 2022 - Nomination",
      "rowId": "24a34693556b431591fac953286ef1e4"
    },
    {
      "date": "2019-01-01",
      "year": "2019",
      "award": "World Architecture Festival Winner - Completed Buildings: Production Energy and Recycling",
      "rowId": "d0ee584d671f491dbbf7dcf2242810c2"
    },
    {
      "date": "2019-01-01",
      "year": "2019",
      "award": "RIAS Andrew Doolan Award Winner",
      "rowId": "7be525f59e904f2c83f9bc9dc50185c0"
    },
    {
      "date": "2019-01-01",
      "year": "2019",
      "award": "RIBA Stirling Prize shortlist",
      "rowId": "afd4c9093c3b446d912bc4da12f06134"
    },
    {
      "date": "2019-01-01",
      "year": "2019",
      "award": "RIAS Award for Scotland 2019",
      "rowId": "7b6f83edb11a4f17a47c98e89629d563"
    },
    {
      "date": "2019-01-01",
      "year": "2019",
      "award": "RIAS Special Category Award - Wood for Good/Scottish Forestry Commission for the Best Use of Timber",
      "rowId": "6a868db819354b66a14e6fa418b79d7d"
    },
    {
      "date": "2019-01-01",
      "year": "2019",
      "award": "ArchDaily Building of the Year 2019 - Industrial Architecture",
      "rowId": "197907e14f064eee91d95400a16b1706"
    },
    {
      "date": "2018-01-01",
      "year": "2018",
      "award": "Structural Timber Awards - Winner of Winners",
      "rowId": "629d54fbbcff4fad9d760e4dc8c69f26"
    },
    {
      "date": "2018-01-01",
      "year": "2018",
      "award": "Structural Timber Awards - Engineer of the Year",
      "rowId": "e2aa813c30d74430b77a674d9c12ae92"
    },
    {
      "date": "2018-01-01",
      "year": "2018",
      "award": "Structural Timber Awards - Highly Commended Project of the Year",
      "rowId": "65aeea57d9da4117b1ac767093304325"
    },
    {
      "date": "2018-01-01",
      "year": "2018",
      "award": "Scottish Design Awards - Leisure/Culture Building or Project",
      "rowId": "53848d6eb7ce40cda2b4250b5bd9974a"
    }
  ]
}