{
  "name": "RSHP Architects in Dialogue Exhibition",
  "url": "culture-and-leisure/rshp-architects-in-dialogue-exhibition",
  "webStatus": "Publish",
  "typologies": [
    "Culture & Leisure"
  ],
  "type": "Project",
  "id": "07119",
  "serializeDate": "'2025-06-16 15:12:10.531'",
  "serialized": 1750086730531,
  "serializedBy": "heatherp",
  "time": "2025-06-16T15:12:10.5005214Z",
  "status": "PU",
  "title": "Architects in Dialogue Exhibition",
  "date": "2025",
  "client": "St John Soane's Museum",
  "location": "London, UK",
  "city": "London",
  "country": "UK",
  "longLat": "-0.1174 / 51.5171",
  "longitude": "-0.1174",
  "latitude": "51.5171",
  "team": [
    "Kelly Darlington",
    "Dan Rogers",
    "Vicki Macgregor",
    "John McElgunn",
    "Jon Mercer",
    "Noura Nassar",
    "Heather Puttock",
    "Linda Stewart",
    "Aymee Thorne Clarke"
  ],
  "partners": [
    "John McElgunn"
  ],
  "leaders": [
    "Vicki Macgregor"
  ],
  "overview": "<div><p>From 18 June -21 September 2025, Sir John Soane’s Museum will present the UK’s first retrospective survey of Richard Rogers’ life and work since his death in 2021, with an exhibition focusing on the visionary architect’s eight favourite projects from 1967 to 2020: including the Zip-Up House, the Centre Pompidou and the Millennium Dome.</p><p>The exhibition, titled Talking Buildings, is designed and curated by Richard’s son, Ab, and is accompanied by a specially commissioned installation by called RSHP Architects in Dialogue. This exhibition in the Foyle Space showcases a new 1:1250-scale London City model which highlights some of the practice’s landmark projects, including Lloyd’s of London and The Leadenhall Building. It is accompanied by a film called Uncommon Thinking which features the practice's past, present and future global projects and its design ethos.</p><p>John McElgunn, Senior Director at RSHP:  “Richard and his partners were radical, visionary, and above all, humanists. They developed a distinctive architectural approach and a social vision for the practice. Their work extended far beyond the act of designing individual buildings as they envisioned the city as a whole, grounded in the belief that architecture has a broader social responsibility. Those principles continue to evolve and guide us at RSHP today.”</p><p>Will Gompertz, Director – Sir John Soane’s Museum:</p><p>\"Both architects were ahead of their time in their ethos and their approach to the built environment and our experience of it. Rogers conceived of public space as an essential concern, and his work had a major impact on London and the way people engage with the city, as shown throughout the exhibition. Soane had plans to remodel London as a grand ceremonial capital, and although these were never executed, they reveal ambition on a similar scale.\"</p></div>",
  "dimensions": [],
  "companies": [
    {
      "label": "Curator",
      "value": "Ab Rogers Design",
      "id": "d758d1a62902442c9c1e0a115c581977"
    }
  ]
}