{
  "type": "Project",
  "id": "11680",
  "url": "243:culture-and-leisure/kentucky-owl-park/",
  "serializeDate": "'2022-07-01 11:37:16.327'",
  "serialized": 1656675436327,
  "serializedBy": "sreeve",
  "title": "Kentucky Owl Park",
  "description": "Kentucky Owl Park is a design proposal for a bourbon distillery located in Bardstown, Kentucky, USA.",
  "date": "2018",
  "client": "SPI Group",
  "location": "Bardstown, Kentucky, USA",
  "longLat": "-85.5237484 / 37.8157008",
  "longitude": "-85.5237484",
  "latitude": "37.8157008",
  "typologies": [
    "Culture & Leisure"
  ],
  "team": [
    "Anja Kempa",
    "Nicholas Mitchell",
    "Will Jefferies",
    "Lucie Olivier",
    "Andrew Yek",
    "Luca D'Amico",
    "Alejandro Terron"
  ],
  "partners": [
    "Graham Stirk",
    "Andrew Morris"
  ],
  "leaders": [
    "Toby Jeavons"
  ],
  "overview": "Kentucky Owl Park is a design proposal for a bourbon distillery located in Bardstown, Kentucky, USA. Bardstown and its surrounding context are widely recognised as the bourbon region of the world, home to some of the world’s best-known manufacturers, with over one million people visiting every year.\n\nFounded in 1879 by C.M. Dedman, the Kentucky Owl brand has a long-standing history, brought to a halt by the 1920’s Prohibition movement. One hundred years later, C.M. Dedman’s great-great-grandson — Master Blender Dixon Dedman — has now resurrected the family bourbon with the creation of a series of hand-selected, artfully blended, ultra-premium bourbons.\n\nIn 2016, the Kentucky Owl brand was acquired by the SPI Group who decided that it should have its own, distinctive home. Their brief was to create a never-before-seen bourbon production site, an advanced manufacturing facility to be a combination of outstanding architecture, whilst keeping and preserving the authentic spirit of the brand and maintaining its craft and artisanal character.\n\nThe unique nature of the 423-acre site lies in the fact that it is located within an old quarry. For over 70 years, the site has been a distributor of high-quality limestone. As a result, half of the property has been converted into pits which would over time become beautiful lakes containing crystal-clear, limestone filtered water.\n\nThe property is divided in two by an interstate highway. The client’s vision is to sell the northern section while developing the southern section of the property. As the southern section has a railway that cuts through it, an agreement has been reached with the railroad to build an on-site train station. In line with the client’s vision, it will therefore become a new destination for the ‘Old Bardstown Dinner Train,’ a tourist highlight of the Kentucky Owl Park.\n\nThe following buildings are to be incorporated within the masterplan: the whiskey distillery, ten rickhouses for ageing bourbon, a bottling facility, visitors’ centre, train station, convention centre, modern art gallery and concert hall.",
  "concept": "As with all whiskey production, the principles of honesty and integrity are paramount to the product’s branding, with the finest ingredients carefully sourced, crafted together and matured over time. To celebrate these principles, the design intention was to devise a simple and clear production process, set within a simple skeletal structure. Inspiration was drawn from the great Western American noble barns and rickhouses, and the frontier spirit of 1879, the year of the whiskey’s founding.\n\nLocated in Bardstown, the home of Kentucky bourbon, the proposed new limestone quarry site is seen as an opportunity for the re-birth of the historic Kentucky owl brand, ‘rediscovered’ within the quarry rather than ‘re-created.’ The approach to the wider site design was therefore to repair the upper plateaus, restoring the bluegrass landscape and embracing the raw and exciting landscape qualities created by the quarry. Visitors are to approach the site from the north, discovering the distillery while experiencing the natural elements of water, limestone and corn.\n\nIn architectural terms, our interpretation of the client’s aims for the project were twofold:\n\n-To reinforce the existing qualities of the exceptional setting, celebrating its history and topography, and the history of the brand itself.\n\n-To reinterpret and reinvent the traditional aspects, adding a new contemporary twist, serving to make the location and its history relevant to new generations of visitors, all-the-while delivering an exciting contemporary experience that completes rathpiration also came from the local vernacular architecture —the dominant forms of the rick-houses — taking on the approach of minimal intervention. The design intention was to maximise use of the flat areas of plateau within the site, and to minimise the requirements for any excavations. The approach is one of minimal, delicate intervention which uses structured linear forms to contrast with the natural landscape, while defining the salient horizontal edges.\n\nA bold contemporary architecture style is proposed for the estate, creating experiences linked by a common design language. Strong, horizontal and geometrical forms sit in contrast to the undulations of the quarry. They also create a framework, flexible and robust enough as a concept to endure not only developments within the briefing, design and construction phases, but they allow flexibility as an operational building in the future.\n\nActing in contrast to the horizontal axis of the process hall, is the singular still-house. The still house is set apart and celebrated as tall and vertical, revered as the chapel and much like the heart of the complex.\n\nThe visitor journey comprises the entire estate route via a selection of parkland walks, including the visitor experience and production distillery. This captures the topography and landscape of the grounds and is carefully arranged to maximise these views.\n\nThe simplicity of the structural enclosure of the distillery includes the necessary tank farm elements to be combined within a complete process building. This contrasts with the still-house which sits as a centrepiece within the lake. A helical staircase allows the public to climb to the top of the bourbon column stills, arriving at a viewing gallery where the full magnificence of the Kentucky Owl Park can be observed.\n\nCrowning the Kentucky Owl brand experience, the visitor journey experience culminates with a drink in the rick-house bar, located within the upper complex of the storage building. Here, the visitor can sit back and savour the whiskey whilst taking in the smell of maturing oak, with far-reaching views stretching out across the surrounding parkland.",
  "dimensions": [
    {
      "label": "Site Area",
      "value": "423 Acres",
      "id": "2f024a56758441f38795b1325e2d07b0"
    }
  ],
  "companies": [
    {
      "label": "Landscape Architect",
      "value": "Gillespies",
      "id": "b4b9e208dc38407d93d242144acbe558"
    }
  ]
}
