{
  "type": "Project",
  "id": "04980",
  "url": "office/ching-fu-group-headquarters",
  "serializeDate": "'2022-06-27 15:40:30.757'",
  "serialized": 1656344430757,
  "serializedBy": "sreeve",
  "title": "Ching Fu Group Headquarters",
  "description": "Following a competition in early 2005, Rogers Stirk Harbour + Partners designed a new headquarters for Taiwan’s largest private shipbuilder aimed at uniting all the various activities of the group in one building.",
  "date": "2005-2007",
  "client": "Fong Kuo Ching Fu Shipbuilding Co Ltd, WeeLee International Co Ltd, WeeLee International Tourism Management Co Ltd",
  "location": "Kaohsiung, Taiwan",
  "longLat": "120.29810  / 22.60488",
  "longitude": "120.29810 ",
  "latitude": "22.60488",
  "constructionCost": "£20,000,000",
  "typologies": [
    "Office"
  ],
  "team": [
    "Satoshi Aiza",
    "Stuart Blower",
    "Lennart Grut",
    "Ivan Harbour",
    "Aki Kageyama",
    "Amo Kalsi",
    "Naruhiro Kuroshima",
    "Annie Miller",
    "Richard Rogers",
    "Eri Tachibana",
    "Yoshi Uchiyama",
    "Misako Unno",
    "Ben Warner",
    "Yoshimori Watanabe",
    "David Weng"
  ],
  "partners": [
    "Ivan Harbour"
  ],
  "leaders": [
    "Ben Warner"
  ],
  "overview": "Following a competition in early 2005, Rogers Stirk Harbour + Partners designed a new headquarters for Taiwan’s largest private shipbuilder aimed at uniting all the various activities of the group in one building.\n\nThe site for the new headquarter building is close to the edge of Kaohsiung Bay, separated from the water by a small park. The brief called for a building which offers generous views across the harbour and which sits on a north/south axis to maximise frontage to the sea. The site of the Ching Fu Group Headquarters building is located in a new science and business park, and adjacent to a proposed exhibition centre. The design is based on a series of repeated 8.5m x 8.5m orthogonal grids, with a core located at either end of the structure.\n\n\nThe ground- and first-floor levels incorporate the atrium, as well as an exhibition/display area and a 100 seat auditorium. The remaining eight storeys contain company offices. Because of planning regulations relating to the massing of buildings, the upper three storeys have been set back from the façade creating the opportunity for a large terrace for staff. An observation deck – for staff and visitor use – has been created along the southern side of the building above the louvres and a smaller, private observation deck is also included on the northern side.\n\nOne of the main features of the design of the Ching Fu building are the ‘boxes’. These are extensions of the office space at different levels which appear to ‘float’ beyond the façades to provide meeting rooms and private office areas. The upper levels of each box are decked to provide external balconies.\n\n\nKaohsiung is located along the Tropic of Cancer and is subject to long hot summers as well as periods of intense monsoon activity. As a result, the louvre roof serves to reduce heat gain on the building envelope and create a distinctive finish to the building. A series of façade louvres also help to reduce heat gain and louvres fitted to the southwest facing windows adjacent to the ‘box’ voids are designed to deliver reflected natural light into the office space.\n\nExposed columns and large extractor funnels in vivid primary colours (red, blue and yellow) express the system of building elements and also – in part – acknowledge the corporate brand of the Ching Fu Group of companies.",
  "dimensions": [
    {
      "label": "Site Area",
      "value": "7 123 m²",
      "id": "23ebbaf3c91b41428f50923339c54f2c"
    },
    {
      "label": "Gross Floor Area",
      "value": "25 178 m²",
      "id": "8cdffe19d53e4c1c9236b310be3b3c54"
    }
  ],
  "companies": [
    {
      "label": "Co-Architect",
      "value": "HOYA Architects & Associates",
      "id": "de014eff33854428ac3d6313dcaf6e15"
    },
    {
      "label": "Structural Engineer",
      "value": "Supertech Consultants International",
      "id": "f2260753a41f4130a9799c010664090a"
    },
    {
      "label": "Services Engineer",
      "value": "Co-Young Engineering Consultants, Inc.",
      "id": "cff5d69ad3dd4956b23a580ea7d7b0ab"
    },
    {
      "label": "Lighting Consultant",
      "value": "CWI Lighting design",
      "id": "4952d798a47d406097bbbc03ef47829d"
    },
    {
      "label": "Contractor",
      "value": "Fu Tsu Construction Co., Ltd.",
      "id": "f94a154796244374aaca0e97d1f5b873"
    },
    {
      "label": "Façade Engineering",
      "value": "Bright Curtain Metal Co., Ltd.",
      "id": "b538b538bc9f459fbb0ab47396f1083f"
    }
  ]
}
