{
  "name": "British Museum WCEC",
  "url": "culture-and-leisure/british-museum-wcec",
  "webStatus": "Publish",
  "typologies": [
    "Culture & Leisure"
  ],
  "type": "Project",
  "id": "05370",
  "serializeDate": "'2025-10-17 11:04:33.041'",
  "serialized": 1760699073041,
  "serializedBy": "heatherp",
  "time": "2025-10-17T11:04:32.9950524Z",
  "status": "PU",
  "title": "British Museum WCEC",
  "description": "The proposal for the redevelopment of the north-west corner of the Museum site will provide a flexible series of spaces which support the wide range of activities undertaken by the British Museum.",
  "date": "2007-2014",
  "client": "The British Museum",
  "location": "London, UK",
  "city": "London",
  "country": "UK",
  "longLat": "-0.12866 / 51.51976",
  "longitude": "-0.12866",
  "latitude": "51.51976",
  "constructionCost": "£135m - project cost; £90m - construction cost",
  "team": [
    "Javier Ampuero",
    "Tadashi Arai",
    "Anna Au",
    "Stuart Beattie",
    "Sarah Bosen",
    "Andy Bryce",
    "Martin Cook",
    "Jo-anne Cowen",
    "Laurence Day",
    "Philip Dennis",
    "Lorna Edwards",
    "Mike Fairbrass",
    "Kevin Gray",
    "Jesse Hindle",
    "Ed Hiscock",
    "Dewi Jones",
    "Carmel Lewin",
    "Emily Lewith",
    "Annette Main",
    "Tim Mason",
    "John McElgunn",
    "Nicholas Mitchell",
    "Andrew Morris",
    "Alison Oktay",
    "Douglas Paul",
    "Joanna Pencakowski",
    "Laura Penman",
    "Aleksandrina Rizova",
    "Richard Rogers",
    "Graham Stirk",
    "James Stopps",
    "Emma Swarbrick",
    "Angela Tobin",
    "Susi Wellings",
    "Chris Wilkinson",
    "Andrew Yek",
    "Elizabeth Young"
  ],
  "partners": [
    "Graham Stirk",
    "Andrew Morris"
  ],
  "leaders": [
    "John McElgunn"
  ],
  "heights": [
    {
      "value": "20m",
      "id": "F236C68F63FF4BFEADCD42"
    }
  ],
  "floors": [
    {
      "value": "9",
      "id": "8F5167005B2F4167AA90B0"
    }
  ],
  "overview": "<div><p>The proposal for the redevelopment of the north-west corner of the Museum site will provide a flexible series of spaces which support the wide range of activities undertaken by the British Museum.</p><p>The design approach has been driven by the nature of the site: Four linked pavilions are arranged in such a way as to respect the existing façades of the King Edward VII Building and Smirke Buildings and allow daylight to penetrate into existing spaces. The mass of the development is located to the east of the site in order to create good connectivity with the existing Museum but also to mitigate impact on the Bedford Square properties.</p><p>The north elevation of the Museum – formed by the King Edward VII Building – dominates Montague Place and is directly referenced by the rhythm of the structural grid of the proposed scheme. The massing sets the building height to that of the North Range providing a transition between the institutional scale of the nearby university, hospital and the Museum itself, and the adjacent domestic scale of Gower Street and Montague Street. Colouration, rhythm and a sympathetic pallet of materials are used to give a contextual response to the site and the composition aims to repair the fractured geometry of the street edge.</p><p>The functional requirements of the brief are arranged vertically across the pavilions. The Collections Storage Facility has been located below ground where the heavy floor loading can easily be accommodated and where the most stable environmental conditions can be found. Above this sits the new logistics hub on Level 0, linking into the logistics routes of the existing Museum. The Special Exhibitions Gallery has been located at Level 2 (main gallery level in the Museum) in order to allow the best connectivity for the public and to enhance visitor experience.</p><p>The conservation studios sit above the gallery in order to provide good quality daylight for conservation work as well as placing the requirement for flues, fume extraction and ventilation at the top of the building. To encourage biodiversity in Bloomsbury the proposals aim to include a green roof across all four pavilions which will also include nesting boxes for swifts and two beehives.</p><p>The scheme is arranged in two main elements, based upon the idea that a building consists of primary ‘served’ spaces (eg offices, conservation studios, laboratories, galleries, etc) and corresponding secondary ‘servant’ spaces (eg vertical circulation, mechanical and electrical services distribution, access to the pavilion, etc). Each pavilion is served by an adjacent services and circulation core. This principle allows maximum flexibility of space within the pavilions and an efficient use of the cores, generating a clear logic of movement and use.</p><p>Each building includes three levels of underground storage and uses minimal interventions in the fabric of the existing Museum.The design also seeks to bring an order to the otherwise disparate and complex nature of the site and surrounding context. The linked pavilions are consistent in height with the North Range and one storey lower than the King Edward VII building.Materials have been chosen to complement those of the existing building.</p><p>The design received planning approval in December 2009. Work to demolish existing buildings and clear the site – as well as an extensive archaeological dig – took place during 2010 with construction taking place between 2011-13.</p></div>",
  "design": "<div><p>The design approach was been driven by the nature of the site: Four linked pavilions are arranged in such a way as to respect the existing façades of the King Edward VII Building and Smirke Buildings and allow daylight to penetrate into existing spaces. The mass of the development is located to the east of the site in order to create good connectivity with the existing Museum but also to mitigate impact on the Bedford Square properties.</p><p>The north elevation of the Museum – formed by the King Edward VII Building – dominates Montague Place and is directly referenced by the rhythm of the structural grid of the proposed scheme. The massing sets the building height to that of the North Range providing a transition between the institutional scale of the nearby university, hospital and the Museum itself, and the adjacent domestic scale of Gower Street and Montague Street.Colouration, rhythm and a sympathetic pallet of materials are used to give a contextual response to the site and the composition aims to repair the fractured geometry of the street edge.</p><p>The functional requirements of the brief are arranged vertically across the pavilions. The Collections Storage Facility has been located below ground where the heavy floor loading can easily be accommodated and where the most stable environmental conditions can be found.</p><p>Above this sits the new logistics hub on Level 0, linking into the logistics routes of the existing Museum. The Special Exhibitions Gallery is located at Level 2 (main gallery level in the Museum) in order to allow the best connectivity for the public and to enhance visitor experience. The conservation studios sit above the gallery in order to provide good quality daylight for conservation work as well as placing the requirement for flues, fume extraction and ventilation at the top of the building. To encourage biodiversity in Bloomsbury the proposals included a green roof across all four pavilions which also include nesting boxes for swifts and two beehives.</p><p>The scheme is arranged in two main elements, based upon the idea that a building consists of primary ‘served’ spaces (eg offices, conservation studios, laboratories, galleries, etc) and corresponding secondary ‘servant’ spaces (eg vertical circulation, mechanical and electrical services distribution, access to the pavilion, etc). Each pavilion is served by an adjacent services and circulation core. This principle allows maximum flexibility of space within the pavilions and an efficient use of the cores, generating a clear logic of movement and use.</p></div>",
  "concept": "<div><p>The World Conservation and Exhibitions Centre (WCEC) is one of the largest redevelopment projects in the British Museum’s 260-year history.</p><p>Located in the north-west corner of its Bloomsbury estate, the new nine-storey building consists of five pavilions, one of which is entirely underground, and accommodates 175 staff. It provides the Museum with a new major exhibition gallery, state-of-the-art laboratories and studios, and world class storage for the collection, as well as important facilities to support its extensive UK and international loan programme.</p><p>The design is sensitive to the Museum’s existing architecture and that of the surrounding Bloomsbury Conservation Area – the WCEC is bordered by seven listed buildings – whilst maintaining its own identity. The Portland stone and kiln-formed glass used on the pavilions are inspired by the materials of the existing buildings and the shaded façade subtly reveals the activities within. The mass and height of the pavilions are designed to create a subtle transition from the grand scale of the Museum to the more domestic proportions of the predominantly 18th century properties in the neighbouring streets.</p><p>Whilst conservation studios and offices are housed at the top of pavilions in order to provide good quality daylight for detailed work, almost 70% of the building is underground, including the Collections Storage Facility where heavy floor loading capability and the building’s most stable environmental conditions are found. Over 5,000m² of new storage space means the Museum can now house its entire, disparate collection at the Bloomsbury site and the addition of a 42-tonne truck lift (one of the biggest in Europe) allows large or incredibly fragile objects to be safely transported to and from the building under controlled conditions.</p><p>The Sainsbury Exhibitions Gallery, which connects at ground level to the Great Court for easy public access, replaces the Reading Room as the Museum’s largest temporary exhibition’s space, providing a total area of 1100m² and 6-metre headroom for displays. It is capable of operating independently of the rest of the Museum with potential for 24/7 public access and has its own foyer and shop. It opened in March 2014 with the exhibition “Vikings: life and legend” that took full advantage of the spacious new gallery by installing a 37m-long, reconstructed Viking ship.</p></div>",
  "construction": "<div><p>Despite being one of the largest redevelopment projects in the British Museum’s history, the construction of the World Conservation and Exhibition Centre (WCEC) proceeded with minimal disruption to the Museum’s operations – and zero damage to its collection.</p><p>The outer perimeter of the WCEC’s basement was constructed using 480 contiguous secant piles. These piles form the primary structural perimeter of the basement and allowed the excavation to be carried out to 19 metres (62 feet) below street level.</p><p>Within the perimeter, a concrete frame was used to construct the five basement storeys. This exposed concrete frame contains the Museum’s collection storage facility, its science facility and the logistics level. The concrete creates a beautiful and robust space that, through its high thermal mass, can help moderate any minor fluctuations in environmental conditions. The radiography room required further stability and was given a 6-tonne lead door and 900-millimetre- (35-inch-) thick walls.</p><p>Above ground, the Centre was constructed from a steel frame. Manufacture was done off-site to ensure high build quality and reduce the programme length. The rapid erection of the exposed frame would take the building from street to roof level in less than three months. The Sainsbury Exhibitions Gallery is on the ground floor, with office and conservation facilities above where the best daylight is available.</p><p>The building has been clad in over 1,600 hand-cast, kiln-formed glass planks. The planks create a veil of privacy between the street and the private functions of the Museum, while allowing daylight in and controlling views out. The glass – etched with contour patterns inspired by Devon’s Jurassic Coast – has a matt, translucent quality that gives a sense of solidity from the outside. This effect complements the Portland Roach stone, also from Devon, that has been used to clad the stair towers.</p><p>A vast truck lift was installed in the north-west corner of the site to ensure that large and fragile objects can be handled quickly and safely. Within minutes of arriving on site, a 42-tonne vehicle can be manoeuvred down to the logistics level in safe and secure conditions.</p></div>",
  "dimensions": [
    {
      "label": "Gross Floor Area",
      "value": "18 000 m²",
      "id": "ba793cd26de94cbba78acfaeedd86bb8"
    }
  ],
  "companies": [
    {
      "label": "Structural Engineer",
      "value": "Ramboll UK",
      "id": "d342fb3f67944a21a5d8f94341ef6d11"
    },
    {
      "label": "Services Engineer",
      "value": "Arup",
      "id": "a37a86e8275b47c3b91d4470f11859d6"
    },
    {
      "label": "Quantity Surveyor",
      "value": "Davis Langdon / AECOM",
      "id": "7b95f9a5cf1d46dfb3d6e57206b9704c"
    },
    {
      "label": "Project Manager",
      "value": "Savant",
      "id": "ffc4f11f0d1744aa948c387a581c4731"
    },
    {
      "label": "Conservation Architect",
      "value": "Purcell Architects",
      "id": "b171f74f1bfd46c4a2e922cd9a38d430"
    },
    {
      "label": "Landscape Architect",
      "value": "Gillespies",
      "id": "fb5aaf971e504f218ab4a83406d7a02b"
    },
    {
      "label": "Construction Manager",
      "value": "Mace",
      "id": "6a1c97bd817741e7a41a84a29e5cf5cf"
    },
    {
      "label": "Planning Consultant",
      "value": "Montagu Evans",
      "id": "3c292602fa5949bfa4be0a1643883d66"
    },
    {
      "label": "Townscape Consultant",
      "value": "Francis Golding",
      "id": "e6aa1d219db64f9cb50c72d9731b3fdd"
    },
    {
      "label": "Strategic Planning and Consultation Strategy",
      "value": "The Green Brain",
      "id": "37f63e54551144c89d969a83559cc442"
    }
  ],
  "awards": [
    {
      "date": "2017-01-01",
      "year": "2017",
      "award": "RIBA Stirling Prize Shortlist",
      "rowId": "3d93a4f28f98406694a2a42ee05079a1"
    },
    {
      "date": "2017-01-01",
      "year": "2017",
      "award": "RIBA National Award",
      "rowId": "CAC98133C2014C569DE575AA47B93687"
    },
    {
      "date": "2017-01-01",
      "year": "2017",
      "award": "RIBA London Award",
      "rowId": "58398DA1F6884EB0B2AA8C8578A50BCB"
    },
    {
      "date": "2015-01-01",
      "year": "2015",
      "award": "RICS Awards - Best Building in the Tourism and Leisure Sector",
      "rowId": "d91eced4854c42488444d8130813d61d"
    }
  ],
  "certificates": [
    {
      "authority": "BREEAM",
      "rating": "Excellent",
      "rowId": "1"
    }
  ]
}