{
  "name": "Heathrow Terminal 5",
  "url": "transport/terminal-5-heathrow-airport/",
  "webStatus": "Publish",
  "typologies": [
    "Transport"
  ],
  "type": "Project",
  "id": "01065",
  "serializeDate": "'2025-01-28 09:52:58.595'",
  "serialized": 1738057978595,
  "serializedBy": "heatherp",
  "time": "2025-01-28T09:52:58.4846133Z",
  "status": "PU",
  "title": "Terminal 5, Heathrow Airport",
  "description": "RSHP won the competition for Terminal 5 at Heathrow Airport in 1989. The terminal became operational in March 2008, after being officially opened by Queen Elizabeth II.",
  "date": "1988-2008",
  "client": "BAA plc",
  "location": "London, UK",
  "city": "London",
  "country": "UK",
  "longLat": "-0.48776  / 51.47154",
  "longitude": "-0.48776 ",
  "latitude": "51.47154",
  "constructionCost": "£ 4,300,000,000",
  "team": [
    "Jimmy Abatti",
    "Laurie Abbott",
    "Jo-Anne Alldritt",
    "Dennis Austin",
    "Louise Barnett",
    "Stephen Barrett",
    "Stuart Blower",
    "Maurice Brennan",
    "Andy Bryce",
    "Torsten Burkhardt",
    "Maxine Campbell",
    "Oliver Collignon",
    "Mark Collins",
    "Tim Colquhoun",
    "Phadrai Corrigan",
    "Davide Costa",
    "Cathie Curran",
    "Mike Davies",
    "Chris Dawson",
    "Hilde Depuyt",
    "Desirée Dupuy",
    "Bryn Dyer",
    "Carol Eagles",
    "Michael Elkan",
    "Alantha Evans",
    "Mike Fairbrass",
    "James Finestone",
    "Florian Fischötter",
    "Stuart Forbes",
    "Angela Gates",
    "Pascale Gibon",
    "Marco Goldschmied",
    "Jorge Gomendio",
    "Sera Grubb",
    "Lennart Grut",
    "Jackie Hands",
    "Ivan Harbour",
    "Alex Haw",
    "John Höpfner",
    "Avery Howe",
    "Toby Jeavons",
    "Jenny Jones",
    "Amo Kalsi",
    "Sze-King Kan",
    "Shahab Kasmai-Tehran",
    "Kazu Kofuku",
    "Ronald Lammerts van Bueren",
    "Marcus Lee",
    "John Lowe",
    "Clodagh Latimer",
    "Carmel Lewin",
    "Avtar Lotay",
    "Stephen MacBean",
    "Catherine Martin",
    "Steve Martin",
    "Tim Mason",
    "David Merllie",
    "Jackie Moore",
    "Andrew Morris",
    "Mark Newton",
    "Sophie Nguyen",
    "Beatriz Olivares",
    "Astrid Osborn",
    "Tim O'Sullivan",
    "Carol Painter",
    "Louise Palomba",
    "Andrea Parigi",
    "Julie Parker",
    "Andy Partridge",
    "Robert Peebles",
    "Cynthia Poole",
    "Kim Quazi",
    "Susan Rice",
    "Matt Rees",
    "Richard Rogers",
    "Yann Salmon",
    "Andrei Saltikov",
    "Rennee Searle",
    "Patricia Sendin",
    "Simon Smithson",
    "Kish Sohal",
    "Graham Stirk",
    "Andrew Strickland",
    "Taka Tezuka",
    "Will Thorne",
    "Yuli Toh",
    "Jochen Tombers",
    "Fai Tsang",
    "Andrew Tyley",
    "Yoshiyuki Uchiyama",
    "Katherina Walterspiel",
    "Christopher Wan",
    "Adrian Williams",
    "Megan Williams",
    "Neil Wormsley",
    "Daniel Wright",
    "John Young",
    "Chris Wan",
    "Robert White",
    "Sarah Wong"
  ],
  "partners": [
    "Mike Davies",
    "Amo Kalsi",
    "Marco Goldschmied"
  ],
  "leaders": [
    "Steve Martin"
  ],
  "floors": [
    {
      "value": "5",
      "id": "0F70210CF93F4D00B98793"
    }
  ],
  "overview": "<div><p>RSHP won the competition for Terminal 5 (T5) at Heathrow Airport in 1989. The terminal became operational in March 2008, after being officially opened by Queen Elizabeth II.</p><p>The original competition scheme evolved during the 1990s, shaped by changing requirements, including a dramatic reduction in site area and different security needs.</p><p>The built scheme for the main terminal offers an unencumbered, long-span ‘envelope’ – developed with Arup – with a flexibility of internal space conceptually similar to that of the practice’s much earlier design for the Pompidou Centre in Paris. Departure and arrivals areas, check-in desks, commercial space, retail, offices, passenger lounges, back-up and other facilities are all contained within freestanding steel-framed structures inside the building and can be dismantled and reconfigured as future needs change. The built, multi-level scheme is contained beneath an elegant, curved floating roof, supported by slim columns at the perimeter edges to provide the required highly flexible and visually dramatic internal space. In this scheme, passengers depart and arrive in a terminal building which offers generous spaces and fine views across the airport.</p><p>As well as the design of the main terminal building, RSHP was also responsible for the design of two satellites and Heathrow’s new control tower, which became operational in early 2007. The main terminal, its satellite buildings, and the new control tower are all part of a wider T5 campus development that includes a landscaped motorway link from the M25, the creation of two new open rivers from previously culverted channels under the airport, the construction of more than a square kilometre of taxi-ways and aircraft stands, three rail stations (for the Piccadilly line, Heathrow Express, and overland rail), an airside track transit system, and an airside road tunnel connecting directly to Heathrow’s central terminal area.</p></div>",
  "design": "<div><p>One of the major differences between the original scheme and the final design is that the site area had been significantly reduced from about 2.5 square kilometres (1 square mile or the size of Hyde Park) to about 0.5 square kilometres (0.2 square miles). The public enquiry insisted that the site should be compressed into a very compact area and while in many ways this was seen as a design advantage, it none the less presented a significant logistical challenge. The compact nature of the Terminal 5 plan is striking in comparison to other international airports. Its footprint relatively constrained rather than being spread out across the landscape.</p><p>Major landscaping was undertaken on and around the site to rehabilitate the Colne Valley area, in which the building sits. This included the preservation and enhancement of two rivers on the site. The buildings are energy efficient for their type and include louvres to shade the east, west and south façades, and laminated glass to insulate against aircraft noise.</p><p>Another major change was that the rail link was moved from below the building to outside, where it forms part of a new interchange piazza. Due to the relocated rail link, the forecourt, with its pick-up and drop-off zone in front of the building, was moved to the carpark buildings and replaced with the interchange piazza . The interchange at Terminal 5 gives the building a great ‘front door’ and a sense of welcome and departure with significant presence and quality.</p><p>The design for the roof was simplified from the original concept to address crucial issues of cost, buildability and flexibility. The end solution consists of a tied, or bowstring, arch supported high above the concourse on inclined structural columns to keep the interior space free of columns, maximising layout flexibility and cost-effectiveness.</p><p>The client, contractor and design team were co-located on site since the project’s inception to facilitate the high degree of collaboration necessary for the resolution of a project as complex as Terminal 5.</p><p>In addition to the terminal, ancillary components of the development include two satellite buildings, a hotel, considerable underground infrastructure including a six-platform station, a heavy rail track for potential international connections, a coach and bus station, short term parking facilities and a new spur road from the M25 motorway. A light rail system known as the Track Transit System links the terminal buildings and driverless trains (the Automated People Mover) will transport passengers between the terminal and its satellites.</p><p>The use of digital information in this project was crucial to ensuring the accuracy of patterns for casting and the need to work to tolerances of one millimetre or less. The project demonstrates the importance of dimensional data when producing castings using lasers or water jets. This gave the design team more control over the quality of the final product and resulted in less wastage of materials. It also allowed rapid prototyping for solving problems throughout the design process.</p></div>",
  "concept": "<div><p>The original scheme, which was presented at public enquiry in 1995 envisaged a core terminal building 40-metres (130-feet) high, 396-metres (1,300-feet) long and 176-metres (575-feet) wide, topped by a roof that flowed over it in giant waves. This roof was supported on four rows of tree-like columns, rising up out of canyon-like lightwells that ran the length of the entire building, effectively dividing it into three.</p><p>Although the public enquiry caused a delay, the design concept would remain appropriate throughout the changes caused by the extended process; critically, it was sufficiently flexible to provide for the airport well into the future. In order to maximise this flexibility, the canyons were shifted to the perimeter and the roof structure, with its vast 165-metre (540-foot) span, was treated as entirely independent from the interior of the building. This had the advantage of isolating the roof as a loose-fit covering, allowing the building envelope and the interior to absorb change without the interference of the roof structure. The terminal’s masterplan comprises a hierarchy of elements that together provide flexibility, allowing the building to respond to changes in requirement, adjusting to incorporate information provided in a dynamic planning process.</p><p>The final design leads passengers through the building from arrival to embarkation in a logical and legible sequence, offering panoramic views over subsequent steps in the journey and turning the process of negotiating the airport into an enjoyable event. The three key passenger zones within the building are treated as major public spaces beneath the large-span arched roof.</p><p>All passengers enter the building at the same point on the western side of the departures concourse, regardless of how they travelled to the airport, whether by train, underground, bus or car. A grand entrance between the terminal building and the forecourt and carpark building breaks the mould of typical airport entrances. High-level bridges across the space and the vertical circulation core from the railway station provide departing passengers with a dramatic, open and light-filled space to make the transition from outside to inside.</p><p>The design includes a number of spaces, memorable for their scale and experience, that distinguish Terminal 5 from other major airports. The single span roof, uninterrupted floor plates and glazed façades with views over the airfield, create a spectacular departures space. For arriving passengers, the double-height baggage-reclaim hall and arrivals concourse provide generous, light-filled spaces that appropriately reflect the drama of air travel.</p></div>",
  "construction": "<div><p>The construction of Terminal 5 included a great deal more than just terminal buildings: two historic rivers have been diverted; a new spur road from the M25 was built; the Heathrow Express and the London Underground Piccadilly Line were extended and provision was also made for future rail links to the west. Over the course of the project, 7,500 construction workers were employed on site, from over 60 contractors, working on 16 individual major projects and 147 sub-projects on a 260-hectare (642-acre) site.</p><p>The works could not impact on the operation of the world’s busiest international airport. Given the fact that part of the Terminal’s 13.5-kilometre (8.4-mile) tunnel system was bored under the live airfield, in close proximity to existing rail tunnels, this was an impressive achievement.</p><p>In order to generate both cost and time savings, and ensure that the project did not overrun, Terminal 5 made extensive use of off-site trials and testing. Before assembly on site took place, part of the roof and façade for the main terminal building was constructed at a site in Yorkshire to ensure that all issues relating to tolerances and sequencing could be thoroughly tested, resolved, and then applied to the construction and fit out of the 21 bays that constitute the Terminal.</p><p>A further challenge of working within an airport environment was the height limit of 43 metres (141 feet) imposed on cranes to avoid interference with the airport’s radar systems. The main roof sections and some beams were jacked into place, rather than lifted into position. Manufactured off-site and fitted in sections, the long-span roof was installed in April 2004. This cover allowed construction work to take place virtually without interruption, with delays due to poor weather conditions avoided, for example.</p><p>At its highest point, the roof is 37 metres (120 feet) above the ground. Rather than jack the arches up individually, it was decided to assemble whole sections, consisting of two structural bays and one infill section, on the airport apron before raising them into position. Thus, most of the work took place on the ground, making assembly a relatively easy and safe procedure. In addition to the structure, the roof covering, delivered to the site as 3,000 pre-assembled cassettes, was also assembled on the apron and slotted into position prior to the roof lift. In all, five lifts of three bays each and one single bay (each bay being approximately the size of a football pitch) took place, with each bay attached to the next with secondary steelwork.</p><p>The construction of Terminal 5 at Heathrow Airport was undertaken in the spirit of the great railways stations of Victorian London, such as Paddington and St Pancras. Good engineering was as important as good design in achieving a series of major buildings where on-site restrictions severely impacted the type of approach adopted.</p></div>",
  "dimensions": [
    {
      "label": "Gross Floor Area",
      "value": "465 000 m²",
      "id": "ac8b1800b20f4010b0ff537634662114"
    },
    {
      "label": "Site Area",
      "value": "260 ha",
      "id": "67632c30e2c34b1d859311a2a0d8397f"
    }
  ],
  "companies": [
    {
      "label": "Co-Architect",
      "value": "Pascal + Watson (production) / Chapman Taylor (retail) / HOK (rail systems) / YRM (BA/BAA liaison)",
      "id": "e298ee34cecd477483b09d3b5745c1a1"
    },
    {
      "label": "Structural Engineer",
      "value": "Arup",
      "id": "838fe4a411c148fc899026ea323e5f9c"
    },
    {
      "label": "Services Engineer",
      "value": "DSSR / Arup",
      "id": "9ce4d812d6bb4096954a66b27ab08f64"
    },
    {
      "label": "Contractor",
      "value": "Laing O’Rourke / Mace / Balfour Beaty / AMEC / Severfield-Rowan",
      "id": "24a20453cc994e499a358cf2dcf7aaab"
    },
    {
      "label": "Civil Engineer",
      "value": "Mott McDonald",
      "id": "389efa28d1b84fad90a7e772b335f0e3"
    },
    {
      "label": "Construction Management",
      "value": "BAA",
      "id": "5d85fb2edaf14cf087a9cfe8a90c4056"
    }
  ],
  "awards": [
    {
      "date": "2019-01-01",
      "year": "2019",
      "award": "Skytrax World’s Best Terminal",
      "rowId": "6ed0d062124e4393a4c6180396ae82db"
    },
    {
      "date": "2018-01-01",
      "year": "2018",
      "award": "Skytrax World’s Best Terminal",
      "rowId": "7a317bc3e4874763850c730cd2bbe51c"
    },
    {
      "date": "2017-01-01",
      "year": "2017",
      "award": "Skytrax World’s Best Terminal",
      "rowId": "970269e740e24b6fb700be7f72eec93e"
    },
    {
      "date": "2016-01-01",
      "year": "2016",
      "award": "Skytrax World’s Best Terminal",
      "rowId": "6dfde285332b4ec7a3aa399c44c509ac"
    },
    {
      "date": "2015-01-01",
      "year": "2015",
      "award": "Skytrax World’s Best Terminal",
      "rowId": "02f24440145d4d21b99b3cba7742ce1d"
    },
    {
      "date": "2014-01-01",
      "year": "2014",
      "award": "Skytrax World’s Best Terminal",
      "rowId": "a9ac7d92c5214ddba488af66756313c5"
    },
    {
      "date": "2008-01-01",
      "year": "2008",
      "award": "British Construction Awards - Highly Commended",
      "rowId": "8F734EAF3BC0449CB012767A3828EB54"
    },
    {
      "date": "2008-01-01",
      "year": "2008",
      "award": "Off Site Construction Award - Best Commercial Project",
      "rowId": "C27BB6157DE946D5AF3D8355DBBB07A3"
    },
    {
      "date": "2008-01-01",
      "year": "2008",
      "award": "Supreme Award for Structural Engineering Excellence, Institution of Structural Engineers (IStructE)",
      "rowId": "D484936B1B67427D8CE077B1A6C6B59E"
    },
    {
      "date": "2008-01-01",
      "year": "2008",
      "award": "Structural Award for Commercial Structures, Institution of Structural Engineers (IStructE)",
      "rowId": "0D9FEE091CD34AED97FB1DD65C83EAA5"
    },
    {
      "date": "2008-01-01",
      "year": "2008",
      "award": "Off Site Construction (OSC) Sustain Magazine",
      "rowId": "1D63C44A988448CAA655710DF439D236"
    },
    {
      "date": "2008-01-01",
      "year": "2008",
      "award": "RIBA London Award",
      "rowId": "CBC05E4B53EA4E42B4E8D0760A61AD4F"
    },
    {
      "date": "2008-01-01",
      "year": "2008",
      "award": "RIBA National Award",
      "rowId": "E448FD0ADCC1421B98510202098ABA4E"
    },
    {
      "date": "2008-01-01",
      "year": "2008",
      "award": "Structural Steel Design Award",
      "rowId": "C5482FF4F6C6419283981CECA243057B"
    },
    {
      "date": "2008-01-01",
      "year": "2008",
      "award": "Sustain Magazine British Construction Awards - Highly Commended",
      "rowId": "a1a5feecfec04a908e3be6df331de31a"
    },
    {
      "date": "2008-01-01",
      "year": "2008",
      "award": "Off Site Construction Award - Best Commercial Project Off Site Construction (OSC)",
      "rowId": "991d1fa3c5184a37bf0775cd734e6089"
    },
    {
      "date": "2008-01-01",
      "year": "2008",
      "award": "Structural Award for Commercial Structures Institution of Structural Engineers (IStructE)",
      "rowId": "72e37be0b6384dbc859e08d59f64b005"
    },
    {
      "date": "2008-01-01",
      "year": "2008",
      "award": "Supreme Award for Structural Engineering Excellence Institution of Structural Engineers (IStructE)",
      "rowId": "d0eb7afa49b447208fd1dc16c7342538"
    },
    {
      "date": "2013-01-01",
      "year": "2013",
      "award": "Skytrax World’s Best Terminal",
      "rowId": "5dc23f826ab341b59318d2192c5acfd7"
    },
    {
      "date": "2012-01-01",
      "year": "2012",
      "award": "Skytrax World’s Best Terminal",
      "rowId": "00167c5a4a8642588f3298c993dbb2bf"
    }
  ]
}