{
  "type": "Project",
  "id": "10260",
  "url": "residential/ycube",
  "serializeDate": "'2022-06-21 14:16:46.551'",
  "serialized": 1655821006551,
  "serializedBy": "sreeve",
  "title": "Y:Cube",
  "description": "The Y:Cube units are 26m² one-bed studios, for single occupancy, that arrive on site as self-contained units. Each unit is constructed in the factory with all the services already incorporated.",
  "date": "2013-2015",
  "client": "YMCA London South West",
  "location": "London, UK",
  "longLat": "-0.147606  / 51.408960",
  "longitude": "-0.147606 ",
  "latitude": "51.408960",
  "constructionCost": "£1,600,000",
  "typologies": [
    "Residential"
  ],
  "team": [
    "Ben Goble",
    "Ivan Harbour",
    "Kinga Koren",
    "Sho Ito",
    "Jon Mercer",
    "Lucie Olivier",
    "Andrew Partridge"
  ],
  "partners": [
    "Ivan Harbour",
    "Lennart Grut"
  ],
  "leaders": [
    "Andrew Partridge"
  ],
  "overview": "Rogers Stirk Harbour + Partners, with YMCA London South West, have developed an economical and innovative housing solution, which provides self-contained and affordable starter accommodation for young people unable to either gain a first step on the housing ladder or pay the high costs of private rent.\n\nThe Y:Cube units are 26m² one-bed studios, for single occupancy, that arrive on site as self-contained units. Each unit is constructed in the factory with all the services already incorporated. Therefore, the water, heating and electricity can be easily connected to existing facilities or to other Y:Cubes already on site. This ‘plug and play’ approach results in a modular, demountable system of apartments that are perfectly designed for brownfield sites. Additional units can be added if needed and whole developments can be taken apart and rebuilt in new locations. This modern method of construction makes for a neighbourly, clean and quiet site.\n\n\nEach unit is constructed from high quality, eco-efficient materials (primarily renewable timber) and can achieve the Code for Sustainable Homes Level 6. The factory conditions in which the pods are assembled ensure tolerances of 2mm, creating accommodation that is so well insulated that they require little or no heating, even in winter months. This presents further valuable savings as the cost of energy rises.\n\nY:cube Mitcham is the first Y:Cube development, made up of 36-units and the first residents moved in to their homes in September 2015. Every resident is either referred by the London Borough of Merton or a previous resident of the YMCA. The Y:Cube provides an alternative to poor quality shared accommodation managed by private landlords and can offer a better solution for those in housing need within the community.\n\n\nThe rent is set at 65% of market rate and in addition to low energy bills the Y:Cube is genuinely affordable for those who live there. Y:Cube Housing offers a real opportunity for social investment, providing a solid return to investors whilst at the same time meeting a huge need.",
  "design": "The Mitcham scheme consists of 36 self-contained one bed flats and a single unit community office. Each identical flat has a net area of 26m² containing a fully furnished living space with galley kitchen, separate bedroom and en-suite toilet and shower.\n\n\nThe units have 2.5m ceiling heights and full height glazing. The use of large windows allows a generous amount of natural light into the units and the walkways also act as balconies on upper levels. The combination of natural and bright colours creates a lively atmosphere within the internal courtyard, and a mixture of hard and soft landscaping creates external social areas encouraging community interaction.\n\n\nAs part of the design development process, a prototype was installed outside the Wimbledon headquarters of YMCA London Southwest in February 2014. This prototype was used as a communication tool to engage potential residents and stakeholders and attract investment to the project. Through feedback from a series of one week residencies, important lessons were learned about the accommodation which were fed back into the manufacture process.",
  "concept": "Y:Cube fulfils a brief from YMCA London South West for a portable ‘plug and play’ housing system offering good quality affordable accommodation in self-contained units.\n\nThe concept is not designed to provide long term accommodation, but to act as a transition between temporary accommodation and market housing. The properties will be let by YMCA on assured short-hold tenancies at 65% of the market rent for a one bed flat in the area with an anticipated length of stay of 3 to 5 years.\n\n\nY:Cube Housing is a modular system using volumetric technology that enables the factory-made units to stack easily on top and/or alongside each other, making it completely adaptable to the size and space available and therefore perfect for tight urban sites, creating semi-permanent communities.",
  "construction": "The units are made using a volumetric timber system in a factory where tradesmen assemble and finish them by hand.\n\nLightweight timber panels with superior levels of insulation are used to create an air and water tight structure. Pre-glazing and cladding are also are also part of the factory process, which helps achieve high thermal and acoustic performances which exceed Code Level 4 for Sustainable Homes. The accommodation is so well insulated that it is estimated heating bills for residents will be reduced by up to 80% per annum.\n\n\nEach completed unit is then delivered to site on the back of a lorry and lifted into place using cranes before being made ready for use through connection to mains water, gas and electricity. It is a quick and efficient method of construction that requires no scaffolding or water on site, making it a quiet and neighbourly process. The total construction period on site in Mitcham was five months and the scheme has a design life of sixty years. It is also fully deployable system allowing for future relocation onto other sites.\n\n\nEach unit is constructed from high quality, eco-efficient materials (primarily renewable timber) and can achieve Code Six for Sustainable Homes. The factory conditions in which the pods are assembled ensure tolerances of 2mm, creating accommodation that is so well insulated that they require little or no heating, even in winter months. This presents further valuable savings as the cost of energy rises.",
  "dimensions": [
    {
      "label": "Gross Floor Area",
      "value": "1 640 m²",
      "id": "e763d8af6d77458c87b4a9ee5d7ada6d"
    },
    {
      "label": "Single Unit Area",
      "value": "26 m²",
      "id": "ce9d8eda9c184a0e95d3e95e457442e4"
    }
  ],
  "companies": [
    {
      "label": "Services Engineer",
      "value": "AECOM",
      "id": "0628980e5a524e3ea6fdc1c9bea9b14d"
    },
    {
      "label": "Project Manager",
      "value": "AECOM",
      "id": "03cc468bd09e43b5a7468c59815438d2"
    },
    {
      "label": "Landscape Architect",
      "value": "Landform",
      "id": "38343fe974124fc8a70302b83a38734b"
    },
    {
      "label": "Contractor",
      "value": "SIG Build",
      "id": "3abd09b6212e4e4d9d63f683a0da6f71"
    }
  ],
  "awards": [
    {
      "date": "2016-01-01",
      "year": "2016",
      "award": "World Architecture Festival 2016 - Completed Housing - Shortlist",
      "rowId": "05426f7e2e694672a502d5ff06c3d691"
    },
    {
      "date": "2016-01-01",
      "year": "2016",
      "award": "Urban Land Institute J C Nichols Award for Visionaries in Urban Development",
      "rowId": "af6fafdc140043a688292b42e4a7b963"
    },
    {
      "date": "2016-01-01",
      "year": "2016",
      "award": "RIBA Journal MacEwen Award - Shortlist",
      "rowId": "350fbd1aef4f4ee9962c489f664d1cb3"
    },
    {
      "date": "2015-01-01",
      "year": "2015",
      "award": "AIA UK Awards Shortlist",
      "rowId": "087ac032e2284438a72a4ac3e0eb170d"
    },
    {
      "date": "2015-01-01",
      "year": "2015",
      "award": "Edison Awards - Silver medal in the ‘Social Solutions’ category",
      "rowId": "7c343ce2ef5f4c4bb4f7898ed8f22532"
    }
  ],
  "certificates": [
    {
      "authority": "Code",
      "rating": "for sustainable homes Code 6",
      "rowId": "1"
    }
  ]
}
