{
  "name": "Metro Tunnel Project",
  "url": "transport/melbourne-metro",
  "webStatus": "Publish",
  "typologies": [
    "Transport"
  ],
  "type": "Project",
  "id": "11550",
  "serializeDate": "'2025-11-28 18:17:42.593'",
  "serialized": 1764353862593,
  "serializedBy": "heatherp",
  "time": "2025-11-28T18:17:42.5624642Z",
  "status": "PU",
  "title": "Metro Tunnel Project",
  "description": "The Metro Tunnel Project in Melbourne is building twin nine-kilometre tunnels and five new underground stations.",
  "date": "2017- 2025",
  "client": "Victoria State Government",
  "location": "Wurundjeri and Bunurong Country, Melbourne, Australia",
  "city": "Wurundjeri and Bunurong Country, Melbourne",
  "country": "Australia",
  "longLat": "144.9345935 / -37.8077049",
  "longitude": "144.9345935",
  "latitude": "-37.8077049",
  "team": [
    "Yohan Abhayaratne",
    "Ainhoa Abreu Diaz",
    "Anna Au",
    "Daniel Bazo",
    "Thomas Birtles",
    "Jonathan Bourhis",
    "Torsten Burkhardt",
    "Pablo Codesido",
    "Jaime Cunha",
    "Benjamin Darras",
    "Simon Davis",
    "Philip Dennis",
    "Vidal Fernandez Diez",
    "Carlos García Criado",
    "Mark Gorton",
    "Lennart Grut",
    "Dan Hanna",
    "Ivan Harbour",
    "Katherine Hegab",
    "Daniel Holmes",
    "Kate Humphreys",
    "Sirage Saudi Ibreek",
    "Jack Isles",
    "Nnenna Itanyi",
    "Matthew Jackson",
    "Kinga Koren",
    "Avtar Lotay",
    "Elena Larriba",
    "Andrea Marini",
    "Steve Martin",
    "Jon Mercer",
    "Bridget Munro",
    "Matilde Napoleao",
    "Louise Palomba",
    "Dawid Panek",
    "Carmen Pena",
    "Douglas Paul",
    "Cecilia Pineiro Lopez",
    "Francis Roper",
    "Jia Jian Saw",
    "James Stopps",
    "Paul Thompson",
    "Simon Tonks",
    "Suzan Ucmaklioglu",
    "Deniz Uyanik",
    "Edward Walker",
    "Matt Wilson"
  ],
  "partners": [
    "Ivan Harbour",
    "Lennart Grut"
  ],
  "leaders": [
    "Ivan Harbour",
    "Lennart Grut",
    "Avtar Lotay",
    "Paul Thompson"
  ],
  "overview": "<div style =\"break-inside:avoid-column;\"><p>The Metro Tunnel Project in Melbourne comprises twin nine-kilometre tunnels and five underground stations at Arden, Parkville, State Library, Town Hall and Anzac.</p><p>By taking three of the busiest train lines (Cranbourne, Pakenham and Sunbury) through a new tunnel under the city, the Metro Tunnel will untangle the City Loop so more trains can run more often across Melbourne.</p><p>It will transform the way people move around Melbourne and improve access to key landmarks and destinations.</p><p>As a result, room will be created on the network to enable more than half a million additional passengers per week to travel on the rail network during peak periods.</p><p>The CYP Design and Construction Joint Venture (CYP DC JV) – comprising Lendlease Engineering, John Holland and Bouygues Construction Australia – delivered the tunnels and stations’ package of works.</p><p style='margin-bottom:22px'>Designs for the Metro Tunnel stations and surrounds were an international collaboration between Australian architects Hassell alongside London-based firms Weston Williamson + Partners, and RSHP, as part of the CYP Design and Construction Joint Venture.</p></div><div style =\"break-inside:avoid-column;margin-top:22px\"><p><strong>Station Design</strong></p><p>The station designs combine functionality, space and natural light, to ensure passengers can move through the stations and transfer between rail lines as easily and intuitively as possible.</p><p>Each station – Arden, Parkville, State Library, Town Hall and Anzac – draws on the local character of its location, featuring materials such as brick, glass, wood and bluestone, with new parks, open space and bicycle facilities at surface level.</p><p style='margin-bottom:22px'>As well as being gateways to a modern metro train system, the stations and their surrounds feature shopping, cafes, restaurants and art installations, thereby becoming destinations in their own right.</p></div><div style =\"break-inside:avoid-column;margin-top:22px\"><p><strong>Arden</strong></p><p>The new north Melbourne station is located in Arden which will become a new destination and community of Melbourne – a place to work, live and visit. The new station will trigger significant urban renewal, creating a vibrant residential, commercial and retail precinct on the edge of the CBD.</p><p style='margin-bottom:22px'>Arden will initially feature one entrance at the Laurens Street end of the structure, with provision made for further entrances as the area’s population grows. The station entrance with its bold, red brick arch reflects the area’s industrial heritage and will create a distinguished landmark for the new neighbourhood.</p></div><div style =\"break-inside:avoid-column;margin-top:22px\"><p><strong>Parkville Station</strong></p><p>Parkville Station has four entrances: one on Grattan Street adjacent to the University of Melbourne, one on the corner of Royal Parade and Grattan Street, one outside the VCCC and one directly next to the Royal Melbourne Hospital.</p><p>Parkville Station is located on the doorstep of Victoria’s world-renowned education, health and research district, visited by many thousands of students, patients, workers and other travellers every day.</p><p style='margin-bottom:22px'>The station’s glass feature roof provides passengers with a leafy tree-lined view of Grattan Street, and plenty of natural light filtering through to the station concourse.</p></div><div style =\"break-inside:avoid-column;margin-top:22px\"><p><strong>State Library Station</strong></p><p>State Library Station has two entrances – one at Franklin St and one at the corner of La Trobe and Swanston streets. It also has a direct underground connection for passengers to interchange with City Loop services at Melbourne Central Station.</p><p>State Library Station, at the northern end of Swanston Street, is located in a dynamic precinct with a strong education and retail presence. On completion, Literature Lane will be extended to connect La Trobe and Little La Trobe streets, creating opportunities at ground level for cafes and shops.</p><p>The station entrance facing onto Swanston St strongly echoes the scale of the State Library’s column-fronted portico.</p><p style='margin-bottom:22px'>Station platforms are some of the widest and most spacious in the world and framed by sweeping arches, thanks to the trinocular cavern design for the underground station.</p></div><div style =\"break-inside:avoid-column;margin-top:22px\"><p><strong>Town Hall Station</strong></p><p>Town Hall Station has three main entrances – one at City Square, one within a new building behind Young Jackson’s and one at Federation Square. It also has a direct underground connection for passengers to interchange with City Loop services at Flinders Street Station via the Degraves Street underpass and Campbell Arcade.</p><p>Town Hall Station connects a vibrant network of existing laneways at the southern end of Swanston St, creating new opportunities for retail consistent with Melbourne’s renowned laneway character.</p><p>In City Square, Town Hall Station’s canopy reflects the landmark buildings of St Paul’s, Melbourne Town Hall and the Manchester Unity Building, while complementing more modern architecture such as the Westin Hotel.</p><p style='margin-bottom:22px'>The Federation Square entry, developed in consultation with stakeholders, replaces the existing Visitor Centre and complements the surrounding buildings with a predominantly glass structure.</p></div><div style =\"break-inside:avoid-column;margin-top:22px\"><p><strong>Anzac Station</strong></p><p>Anzac Station features three main entrances: one on the edge of the Shrine Reserve, one in Albert Road Reserve and one leading directly to the train-tram interchange in the middle of St Kilda Rd to cater for the many thousands of passengers who will transfer every day.</p><p>Anzac Station has been designed to connect seamlessly with surrounding parklands by providing a pedestrian connection beneath St Kilda Rd.</p><p>The timber canopy provides weather protection as well as natural light at street level and into the spacious concourse below.</p><p>Skylights also provide natural light, connecting the station and concourse to the outdoors.</p></div>",
  "dimensions": [],
  "companies": [
    {
      "label": "Architectural Team",
      "value": "The design for the five stations was developed by international design practices Hassell and Weston Williamson + Partners in conjunction with RSHP",
      "id": "eb1f175f77ee47968d441d944e3cff82"
    },
    {
      "label": "Structural Engineer",
      "value": "Arup",
      "id": "591e94d970f44c41ad5bc89a0cac0738"
    },
    {
      "label": "Contractor",
      "value": "Cross Yarra Partnership (CYP), the consortium building the twin tunnels and 5 stations – including John Holland, Lendlease and Bouygues UK.",
      "id": "a6f5a3ee7346433499385dee169d414b"
    },
    {
      "label": "Wayfinding",
      "value": "Maynard",
      "id": "b0263df7e3a44ba29b9d0cd842c41033"
    },
    {
      "label": "Lighting Design",
      "value": "Speirs Major",
      "id": "02082d08e5874eb5bd8329c4928e1e12"
    }
  ],
  "certificates": [
    {
      "authority": "Green Star",
      "rating": "6 Stars (Design)",
      "rowId": "5d8b28da6c074cdc805686dcf118f532"
    }
  ]
}