{
  "type": "Project",
  "id": "12045",
  "url": "residential/anboto-dorrea",
  "serializeDate": "'2022-07-04 13:47:12.545'",
  "serialized": 1656942432545,
  "serializedBy": "sreeve",
  "title": "Anboto Dorrea",
  "description": "Bilbao’s success at re-inventing itself is well documented and 30 years after the construction of the Guggenheim the city still remains one of the most notable exemplars of successful urban regeneration.",
  "date": "2017 -",
  "client": "Inversiones y Servicios Arrasate, S.A and Construcciones Urrutia, S.A.",
  "location": "Bilbao, Spain",
  "longLat": "-2.9495752  / 43.2611432",
  "longitude": "-2.9495752 ",
  "latitude": "43.2611432",
  "typologies": [
    "Residential"
  ],
  "team": [
    "Ainhoa Abreu",
    "Taylor Huggins",
    "Juan Laguna",
    "Matilde Napoleao",
    "Alex Nicholls"
  ],
  "partners": [
    "Lennart Grut",
    "Simon Smithson"
  ],
  "leaders": [
    "Vidal Fernandez"
  ],
  "floors": [
    {
      "value": "36",
      "id": "8179A1BC7B694313814BCA"
    }
  ],
  "overview": "Bilbao’s success at re-inventing itself is well documented and 30 years after the construction of the Guggenheim (the building that sparked this revival) the city remains one of the most notable exemplars of successful urban regeneration. These efforts, coordinated by Bilbao Ría 2000, have seen the transformation of Bilbao from an industrial city in terminal decline into a world-class tourist destination.\n\nThe area of Garellano, the site for this 36-storey residential tower, was previously occupied by barracks and represented the last major site available for regeneration within Central Bilbao.Given this importance, Bilbao Ría 2000 organised an international masterplan competition for the 53-hectare site in 2008.\n\nIn 2009, RSHP was announced the competition winner and, following the approval of the masterplan by the City, Bilbao Ria 2000 successfully auctioned the development plots despite the economic downturn that followed the 2009 financial crisis. Plot PO8, however, was not put up for sale, as it was earmarked for use as a temporary bus station during the construction of a new station on an adjoining site.\n\n\nIn 2017, with the construction of the new bus station underway, Bilbao Ría 2000 commissioned RSHP to prepare a feasibility study for the final of the five towers developed within the masterplan. This is the only building to be designed by RSHP to accommodate a maximum of 198 apartments above three levels of commercial space and five levels of beneath-grade parking, offering a total above-ground area of 21,221m2 on a site area of 2,245m2.\n\nAfter the completion of the feasibility study by the end of 2017, Bilbao Ría 2000 put PO8 on the market and the successful winner of the auction was Grupo Arrasate, a Basque company that has championed the concept of housing cooperatives since 1995.\n\nArrasate’s detail project brief differed slightly from the working brief Bilbao Ría 2000 had provided for the feasibility study.The number of apartments was reduced from 198 to 166, with a greater emphasis on 2- and 3- bedroom units. Arrasate also required that all the apartments benefitted from access to an external balcony.",
  "design": "The client Arrasate was clear in their intention to have all the apartments in the tower benefit from access to balconies. A after some reflection, we concluded that if the balconies are to be such an important feature of the project, they should be as generous as possible.\n\nWith time the concept of usability and accessibility of the balconies from all the main living areas within the apartments became the key driver of our vision for the tower. Thus, in the final iteration of the scheme, the balconies are not just balconies hung on the outside but actual extensions to the internal living spaces.\n\nBy creating a continuous flow of space from inside the apartments to the outside, the scale of the units will be amplified, encompassing not only the balcony but also capturing the tower’s panoramic views.Thus, the spectacular views on offer are drawn right into each of the internal living spaces – to live here will be to live right in the city.\n\nThe balconies are sized for occupation and can comfortably accommodate a dining table with chairs, sofa and side table, hammock, planters, a selection of items. Inside and outside spaces can be furnished as an ensemble enabling inhabitants to utilise internal or external spaces in combination as and when conditions permit.\n\nConsiderable attention has been given to the detail design of the balconies to reinforce the overarching idea of fluidity and continuity of space, from inside to outside, including:\n\n<ul><li>Maintaining the same floor and ceiling heights both on the balcony and inside the rooms - thus creating the feeling of the two areas merging into one continuous space.</li>     <li>The head and base details of the external glazing are designed to minimise any sense of separation between the two areas.</li>     <li>The use of full-height sliding windows instead of glazed doors will allow occupants to open up the façade to suit the layout of their furniture both within the rooms and on the balcony.</li>     <li>The balcony is edged with balustrades which maximise transparency of the balcony edge so that the views flow into the rooms.</li></ul>\n\n\nMoveable slatted panels (which we call comfort screens) will enable the residents to shape and re-shape the external spaces, either opening rooms up to the views or provide enhanced level of enclosure to protect the balcony from the sun and provide shelter from the breezes or to control privacy within the flats.\n\nThe constant movement of these comfort screens across the façades will animate the tower, give identity to the individual apartments and imbue the building with a lived-in quality. The attention to the way in which the building is constructed and the articulation of the individual component parts is used here, as in all our buildings, to mediate between the overall scale of the building and the human scale. Thus, the composition of the façades expresses, in a series of layers, the scale of the city, the immediate surroundings, the individual apartments and the scale of the individual resident.\n\nWe therefore opted for a rectilinear form aligned with the grid of Ensanche. This simple modular approach allowed us to mediate between the orthogonal form of the tower and the triangular shape of the site. At the same time, the 9m-wide structural module with a minimum number of columns enabled us to accommodate the required mix of apartments, with ease and great efficiency.\n\nThe superimposition of the continual 9m-wide module over the irregular shape of the site resulted in a tower with four distinct façades, each responding to the particular urban form on every side of the tower - and representing the four different aspects.\n\nViewed from the West, the tower appears vertically slender compared to the four and five storey buildings of the Ensanche as the backdrop.This façade has echoes of the Flatiron building in New York, and the street perspective each side of the tower celebrates the coming together of the urban two grids.The ship-like prow pays homage to the maritime tradition of Bilbao, further emphasised by the placement of four brightly coloured ventilation cowls at the stern of the building.Nevertheless, the dominant colour of the cladding on this façade and the façade to the East is terracotta – a nod to the dominant colour scheme of Ensanche.\n\n\nIn contrast to the slenderness of the West façade, the East façade is wide but broken down into three modules through the positioning of an external lift tower, giving the façade a slender proportion that emphasises the verticality of building. This tower sits proud of the façade and announces the location of the residencies entrance. The glazed enclosure to the lift shaft reveals the movement of the cabs up and down the building, animating the façade and seemingly extending the activity of Calle de Pérez Galdós up and into the building.\n\nThe South-facing façade opens up to the views across the new community of Garellano, its neighbourhood park and the hills beyond. The grand scale of this façade celebrates this vista, a gesture that is heightened by the angled tips of the balcony ends which open the building to embrace the panoramic view.\n\nIn contrast to the scale and rectilinear form of the South façade, the North facing elevation of the building is highly articulated. The serrated form reflects the divergence of the grids and gives expression to the tower structure.\n\nThe serrations in the façade line open up each of the apartments to the West, providing views and sunlight to all apartments on this side of the tower. Highly articulated, this elevation represents a riposte to the formality of the bus station plaza beneath, giving emphasis to the scale of individual apartments.",
  "concept": "PO8 sits at the very outer edge of the 19th Century Ensanche area and Calle Luis Briñas, skirting the eastern edge of the site and marking the boundary between two different grids - Ensanche and the area North of Calle Luis Briñas which was home to both the barracks and the campus of the Hospital de Basurto. Our masterplan for Garellano cleverly reconciled the intersection between these two grids in the design of a new neighbourhood park.\n\n\nNevertheless, in juxtaposition with the apparent clarity of the city grid the character and form of the buildings surrounding the site are diverse and heterogenous, creating quite a noisy background to this last construction project that will complete this significant regeneration project.\n\n\nConsidering the diversity of the immediate neighbours, we felt it was important to create a restrained building that would help anchor this area undergoing considerable change. Due to its prominence within the masterplan and its visibility within the City, we believe the tower was key to creating a sense of continuity and connectivity between the historic fabric of Ensanche and the new residential neighbourhood of Garellano.",
  "dimensions": [
    {
      "label": "Site Area",
      "value": "224 773 m²",
      "id": "271cfe1faf0246c98f42dcbae472ffa8"
    }
  ],
  "companies": [
    {
      "label": "Co-architect",
      "value": "Luis Vidal Architects",
      "id": "2f003c11785549ca93f48b03844c91b9"
    },
    {
      "label": "Structural Engineer",
      "value": "BAC",
      "id": "1a6ae583ad5c4f8b8141d33314f3d1f6"
    },
    {
      "label": "Services Engineer",
      "value": "BAC",
      "id": "609b76277ad0433b81a5072693d1226f"
    },
    {
      "label": "Cost Consultant",
      "value": "Luis Vidal Architects",
      "id": "62d1c2e263704f74bd98000adbf1f81d"
    },
    {
      "label": "Contractor",
      "value": "Construcciones Urrutia, S.A.",
      "id": "370b7f87684d4b438fd314e5066c4409"
    }
  ]
}
