{
  "type": "Project",
  "id": "10410",
  "notes": "Not Published",
  "serializeDate": "27th April 2022 15:24:43",
  "serialized": 1651073083277,
  "serializedBy": "Steve Reeve",
  "title": "PLACE / Ladywell",
  "description": "Rogers Stirk Harbour + Partners’ partnership with Lewisham Council to create a deployable residential development using a volumetric construction method on the site of the former Ladywell Leisure Centre, which was demolished in 2014.",
  "date": "2014-2016",
  "client": "Lewisham Council",
  "location": "London, UK",
  "longLat": "-0.013921 / 51.456541",
  "constructionCost": "£4,980,000",
  "typologies": [
    "Residential"
  ],
  "team": [
    "Jack Baker",
    "Ivan Harbour",
    "Ben Goble",
    "Lennart Grut",
    "Sho Ito",
    "Sandra Kolacz",
    "Ann Miller",
    "Lucie Olivier",
    "Andrew Partridge"
  ],
  "partners": [
    "Ivan Harbour"
  ],
  "leaders": [
    "Andrew Partridge"
  ],
  "overview": "Rogers Stirk Harbour + Partners’ partnership with Lewisham Council to create a deployable residential development using a volumetric construction method on the site of the former Ladywell Leisure Centre, which was demolished in 2014 and left vacant pending redevelopment, responds to the high demand for housing in the Borough by offering a short term solution.\n\nThe temporary housing development has a maximum procurement budget of £4,980,000 and will remain on site for between 1-4 years, providing 24 homes for local people in housing need as well as four ground-floor community/retail units.\n\n\nAll units exceed the current space standard requirements by 10%, helping the Council to meet an existing shortfall in high quality temporary and two-bed accommodation whilst it develops new build and estate regeneration programmes for the Ladywell site and others.\n\nThe volumetric technology provides high quality, energy efficient accommodation and means that the development can be built faster and cheaper than if traditional methods were used. The finished structure is also fully demountable meaning it could be used over a number of years and in different locations across the borough.",
  "concept": "In August 2014, Rogers Stirk Harbour + Partners, AECOM and SIG were approached by the London Borough of Lewisham to develop a pop-up scheme for a vacant site in the borough.\n\n\nThere were three key objectives. Firstly, to provide 24 homes for homeless families living in poor quality temporary accommodation. Secondly, to create community commercial at the ground floor. Thirdly, to infill a prominent site on the high street which had been left empty following the demolition of the Ladywell Leisure Centre and act as a catalyst for future regeneration.\n\n\nThe design proposed the construction of a deployable building up to four storeys in height to provide 24 x 2 bedroom flats with up to four community/retail units at street level. After 4 years on the Ladywell site, the scheme will be relocated elsewhere within the Borough. In the long term the buildings may find a permanent site, or may be divided up to create smaller projects according to site availability.",
  "design": "Each of the 24 two bedroom – four person flats at PLACE/Ladywell exceeds the London Space Standards by 10%. Floor to ceiling heights of 2.6m, with full height windows and doors which add to the feeling of spaciousness.\n\n\nThe building is arranged into three blocks divided by two external cores with colours identifying different elements. It is constructed as 64 individual fully finished units stacked in a 4 storey arrangement, all manufactured in anbsp;factory in Nottinghamshire. This modern construction method and tenure blind approach to the design allows for the simple reconfiguration of the building elsewhere. Planning permission has been granted till 2020, following this PLACE/Ladywell will be redeployed elsewhere. This a permanent housing solution in a temporary location.",
  "construction": "PLACE/Ladywell takes advantage of volumetric, factory manufactured construction techniques to build high quality housing for Lewisham Council to a short programme and for reduced costs.\n\nThe units are manufactured from standard timber components using simple technologies and then fully fitted out with bathroom, kitchen, flooring and all finishes in the factory. This gives the manufacturer full control over quality, finish and programme as well as reducing construction time, waste and noise on site.\n\n\nThe 24 two bedroom apartments and four community/retail units were constructed in a factory as 64 fully fitted out units, before being transported by road to site and lifted into place. Balconies and lift/stair cores are also manufactured and installed on site as separate components.\n\nEach unit takes approximately one month to be completed in the factory, and the team were able to install a full floor (16 units) in a single week. From preparatory ground works to practical completion the construction programme was nine months.\n\n\nThis off-site manufacture approach provides further advantages. The programme is significantly reduced resulting in lower construction costs, a key factor in the viability of the project for the council. Waste is minimised, and in addition to the use of timber as the primary construction material, the building is far more sustainable than a traditional building. It allows for greater client flexibility, creating spacious and affordable homes for its residents whilst addressing important social issues.\n\nPlanning permission for PLACE/Ladywell is until 2020 whilst a wider masterplan for the area is agreed and implemented. After this time, the scheme can be redeployed on other Council sites up to five times and with a design life of up to 60 years.",
  "dimensions": [
    {
      "elementId": "web:costOfManufacture",
      "label": "Cost of manufacture",
      "value": "£1200/m²"
    },
    {
      "elementId": "web:totalResidentialGIA",
      "label": "Total Residential GIA",
      "value": "2 050 m²"
    },
    {
      "elementId": "web:totalCommercialGIA",
      "label": "Total Commercial GIA",
      "value": "940m²"
    },
    {
      "elementId": "web:totalGIA",
      "label": "Total GIA",
      "value": "2 990m²"
    }
  ],
  "companies": [
    {
      "elementId": "web:consultant",
      "label": "Consultant",
      "value": "AECOM"
    },
    {
      "elementId": "web:contractor",
      "label": "Contractor",
      "value": "SIG Build"
    }
  ],
  "awards": [
    {
      "rowId": "1",
      "year": "2016",
      "award": "NLA / The Mayor's Award"
    },
    {
      "rowId": "2",
      "year": "2016",
      "award": "NLA Best Temporary Building"
    }
  ]
}
