{
  "type": "Project",
  "id": "00217",
  "url": "industrial/patscenter",
  "serializeDate": "'2022-06-21 14:15:13.401'",
  "serialized": 1655820913401,
  "serializedBy": "sreeve",
  "title": "Patscenter",
  "description": "PA Technology recommissioned Richard Rogers Partnership to design their American research base, on a new industrial park close to the university town of Princeton.",
  "date": "1982-1985",
  "client": "PA Management Consultants Ltd",
  "location": "Princeton, NJ, USA",
  "longLat": "-74.55999  / 40.28237",
  "longitude": "-74.55999 ",
  "latitude": "40.28237",
  "typologies": [
    "Industrial"
  ],
  "team": [
    "Ram Ahronov",
    "Pierre Botschi",
    "Mike Davies",
    "Marco Goldschmied",
    "John McAslan",
    "Gennaro Picardi",
    "Richard Rogers",
    "John Young"
  ],
  "partners": [
    "Mike Davies",
    "John Young"
  ],
  "leaders": [],
  "overview": "PA Technology recommissioned Richard Rogers Partnership to design their American research base, on a new industrial park close to the university town of Princeton. The assisted-span tension structure derived from the similar solutions used at <a href=\"projects/industrial/fleetguard/\">Fleetguard</a> and the <a href=\"projects/industrial/inmos-microprocessor-factory/\">INMOS factory</a> and the plan closely resembles that of INMOS, with a central spine/arcade on an A-frame which provides circulation, staff restaurant and other services and is flanked by the working spaces, in this case laboratories and offices.\n\nWhile INMOS had required a very high degree of servicing, PA Technology Princeton produced a less-demanding servicing requirement – the exposed structure, while entirely functional, is equally symbolic and expressive of the image of the company. (The client had specifically demanded a scheme which reflected PA’s innovative approach.) Ducting and air-conditioning plant is boldly exposed. Services are equally frankly expressed inside the building.\n\n\nThe building was designed for prefabrication off-site and rapid erection. The cladding is carefully considered to provide diffused light through translucent panels, with a strip of clear glass offering views out. In theory, this is a ‘kit-of-parts’ building which could be replicated. In practice, it is a well-crafted custom-made landmark, like the <a href=\"projects/culture-and-leisure/centre-pompidou/\">Pompidou Centre</a> or <a href=\"projects/office/lloyds-of-london/\">Lloyd’s</a>. RRP’s long line of industrial research building expresses the tension between mass production and expressive individuality which is at the core of the practice’s work.\n\nLike its precedent INMOS, the desire was for internal spaces free of columns with scope for rearrangement and expansion. In addition, the use of translucent cladding provides a remarkable quality of daylight, while at night the building glows gently.",
  "dimensions": [
    {
      "label": "Site Area",
      "value": "7 500 m²",
      "id": "7a95a32733ea4ea2a8aed802d0e480e8"
    }
  ],
  "companies": [
    {
      "label": "Co-Architect",
      "value": "Kelbaugh and Lee Architects",
      "id": "998a596b54844cda84b55ded147e565c"
    },
    {
      "label": "Structural Engineer",
      "value": "Ove Arup & Partners / Robert Silman Associates",
      "id": "d3d711cc81d845a7b148baeaa0497505"
    },
    {
      "label": "Services Engineer",
      "value": "Ove Arup & Partners / Syska and Hennessy Inc",
      "id": "bf3b46dd84ab4845a4c99e236600d223"
    },
    {
      "label": "Quantity Surveyor",
      "value": "GA Hanscomb Partnership / GA Hanscomb Associates Inc",
      "id": "4de46e1961994fd08a9b6d48bd196020"
    }
  ],
  "awards": [
    {
      "date": "1977-01-01",
      "year": "1977",
      "award": "RIBA Regional Award",
      "rowId": "7c72d15e3efc4c869dca98c3448cce73"
    },
    {
      "date": "1976-01-01",
      "year": "1976",
      "award": "Financial Times Industrial Architecture Award",
      "rowId": "762e88909fd446feb92f6a867f8e3c0f"
    }
  ],
  "certificates": []
}
