{
  "name": "International Spy Museum",
  "url": "culture-and-leisure/international-spy-museum",
  "webStatus": "Publish",
  "typologies": [
    "Culture & Leisure"
  ],
  "type": "Project",
  "id": "10700",
  "serializeDate": "'2025-10-17 11:56:56.415'",
  "serialized": 1760702216415,
  "serializedBy": "heatherp",
  "time": "2025-10-17T11:56:56.3839315Z",
  "status": "PU",
  "title": "International Spy Museum",
  "description": "The International Spy Museum forms part of RSHP’s masterplan for L’Enfant Plaza in Washington DC, and creates a new home for the privately-owned Spy Museum originally located in a 19th Century building in Penn Quarter.",
  "date": "2015 - 2019",
  "client": "The Malrite Company",
  "location": "Washington D.C., USA",
  "city": "Washington D.C.",
  "country": "USA",
  "longLat": "-77.026140  / 38.884135",
  "longitude": "-77.026140 ",
  "latitude": "38.884135",
  "constructionCost": "$162 million",
  "team": [
    "Patricia Andres",
    "Dennis Austin",
    "Eleanora Bressi",
    "Oliver Colman",
    "Luca D'Amico",
    "Kelly Darlington",
    "Philip Dennis",
    "Da Feng",
    "Ivan Harbour",
    "Daniel Holmes",
    "Lennart Grut",
    "Kinga Koren",
    "James Leathem",
    "Steve Martin",
    "Chris McAnneny",
    "Louise Palomba",
    "James Stopps",
    "Marc Tuitt"
  ],
  "partners": [
    "Ivan Harbour"
  ],
  "leaders": [
    "Louise Palomba",
    "James Leathem",
    "James Stopps"
  ],
  "overview": "<div><p>The International Spy Museum forms part of RSHP’s masterplan for L’Enfant Plaza in Washington DC, and creates a new home for the privately-owned Spy Museum originally located in a 19th Century building in Penn Quarter.</p><p>As a cultural building, The International Spy Museum generates activity and interest within a neighbourhood noted for large scale government office buildings. Consequently, the new Spy Museum is a catalyst for the regeneration of 10th Street, initiating and reinforcing the intentions of the National Capital Planning Committee SW Ecodistrict Plan.</p><p>Drawing its inspiration from the techniques of espionage, the building ‘hides in plain sight’. Its exhibition space is contained in a pleated ‘black box’, a dramatic diagonal-walled ‘box of secrets’ with opaque translucent walls, articulated by bright red fins. A glass veil, suspended by red columns, reduces glare and reflections.</p><p>The veil also encloses an atrium and ground floor lobby and circulation space – a continuation of public realm from 10th Street through to the new office buildings within the Plaza. Behind this veil, the prominent façade of the box angles out over the street and public space to one side, breaking the building line to create a disruptive landmark at the crest of 10th Street, visible from the National Mall at one end and Banneker Park at the other.</p><p>Above the double height lobby, and the three floors of exhibition and theatre space contained within the box, are two floors of set-back event space, inconspicuous from street level, with a roof terrace giving views across Washington DC’s cityscape and waterfront. Lifts are at the back of the building, but visitors can also exit the Museum box into the atrium above street level, contributing life to the façade.</p><p>The new International Spy Museum opened in 2019.</p></div>",
  "design": "<div><p>Drawing on the themes of concealment and hiding in plain sight, the main 10th Street frontage displays varying degrees of transparency and opacity.The design creates a series of layers that either elude to a secretive activity happening inside the building, or place that activity on display out in the street.</p><p>The ‘black-box’ façade is made up of a folded aluminum rainscreen that gives the ‘box’ an articulated appearance, catching different shades of light during the day.Perforations on the underside of the louvred façade give visitors downward glimpses from the interior, while at night back-lighting gives a hint that something special is happening inside the museum.</p><p>Visitors arrive into the exhibition levels at the top of the ‘black-box’ by elevator and then circulate back down to the lobby and retail space via a monumental hung stair that overlooks 10th street.</p><p>The stair also offers an entrance into the special exhibition space and theatre at the lower-most level of the ‘black-box’, giving flexibility and independent access.</p><p>Containing the stair is the pleated glass ‘veil’ facade.Its form was tessellated to break up reflections and create varying degrees of transparency, accentuated by a fritted pattern added to the southwestern facing panels that helps to reduce glare and solar gain.</p><p>The ‘veil’ and stair provide animation to the main 10th Street frontage and allow visitors to orientate themselves and take in views over Washington, a city with a greater concentration of spies than any other in the world.</p></div>",
  "concept": "<div><p>The opportunity to create a landmark building as a stepping stone from the National Mall to Washington DC’s southwest waterfront was a key driver in the composition and materiality of the new museum. Deliberately contrasting the monotone heavy concrete buildings surrounding, the lightweight steel structure was itself constrained by the parking garage beneath. To reach outwards into 10th street the museum’s primary façade needed to be propped back to this structural grid; giving the building its distinct leaning façade.</p><p>Drawing inspiration from the techniques of espionage, the building ‘hides in plain sight’. Its three exhibition levels and theatre space are contained in a pleated ‘black-box’, a dramatic diagonal-walled ‘box of secrets’, articulated by bright red structural fins. It’s prominent façade angles out over the street and shelters a public space to one side.Breaking the building line, it creates a disruptive landmark at the crest of 10th Street, distinctly visible from the National Mall at one end and Banneker Park at the other.</p><p>In front of the ‘black-box’, a hung glass ‘veil’ places the exhibition visitor out in plain view as they make their way down a monumental hung staircase.The tapering, in-between space behind the glass ‘veil’ offers a fun and playful moment in the building, bringing activity out into the streetscape.</p><p>Elevated above the rest of the building, the ‘white box’ contains an event space that will help generate revenue to support the museum’s education program.The smooth white glass exterior was conceived in contrast to the corrugated dark façade of the exhibition levels.Perched high in the sky, there is a sense of mystery and intrigue to this unique vantage point over the city.</p></div>",
  "construction": "<div><p>The museum is built on top of an existing podium, it therefore had to be both lightweight and work with the existing structural grid.</p><p>A lightweight steel frame meant that the building could be supported on the existing podium columns, reinforced with structural ‘jackets’.The frame also offered the opportunity to create a 55½ foot wide column free space in the exhibition and event spaces, making them more easily adaptable for short and long-term use.</p><p>The inclined façade of the ‘black-box’ was in part developed as there were no landing points for structure beyond the existing building line.The sloped red columns that facilitated this are a key feature of the building, instantly recognisable from a distance.At over 70 feet tall, they needed to be brought to site in 2 pieces and joined together in-situ.</p><p>The ‘veil’ facade features jumbo-sized laminated glass panels that measure up to 18½ feet tall, but despite this have no vertical mullions.Instead they rely on the inherent stability of the ‘veil’s’ tessellated form and are ‘stitched’ together, allowing the laminated glass to be less than an inch thick.Horizontal transoms and a series of Y-braces transfer wind-load back to the main structure, while the whole system (along with the stair) is hung above the sidewalk from the inclined red columns.</p><p>The whole ‘veil’ assembly had to be carefully modelled for the stair to thread through the façade’s structural support and vice-versa.For the construction to run quickly and efficiently the stair and ‘veil’ were prefabricated (in Winchester, Virginia and Augsberg, Germany respectively) and bolted together on site.This is reflected in the design and detailing of their components, adding filigree and scale to the building’s form.</p></div>",
  "dimensions": [
    {
      "label": "Area",
      "value": "140,000sqft",
      "id": "57c32922e4e64f9b8a145f6307d61492"
    }
  ],
  "companies": [
    {
      "label": "Co-Architect",
      "value": "Hickok Cole Architects",
      "id": "4d1b172dbd04403c811992a548495cff"
    },
    {
      "label": "Structural Engineer",
      "value": "SK&A MD",
      "id": "91f86beaca25439e8de6db045b9c8e61"
    },
    {
      "label": "Landscape Architect",
      "value": "Michael Vergason Landscape Architects Ltd",
      "id": "4bb23da6dfd640df8e8064f6f302ac51"
    },
    {
      "label": "Client Representative",
      "value": "The JBG Companies",
      "id": "822358465a2f419299f390d964121a21"
    },
    {
      "label": "Exhibition Design",
      "value": "Gallagher & Associates",
      "id": "9cd238da42ff407b80569420fd7fefef"
    },
    {
      "label": "Facade Engineer",
      "value": "Eckersley O’Callaghan",
      "id": "eb48632993084e778682172065527971"
    }
  ],
  "awards": [
    {
      "date": "2022-01-01",
      "year": "2022",
      "award": "American Institute of Steel Construction (AISC) IDEAS² Award  - Merit Award",
      "rowId": "641921B10FCC4E90BA2EB72496226ACC"
    }
  ]
}