{
  "type": "Project",
  "id": "05500",
  "notes": "Not Published",
  "serializeDate": "27th April 2022 16:29:18",
  "serialized": 1651076958200,
  "serializedBy": "Steve Reeve",
  "title": "Grand Paris",
  "description": "The practice was invited by the French President to study ‘Grand Paris’ looking at the future of the French capital as an integrated metropolitan region.",
  "date": "2008-2013",
  "client": "Ministry of Culture and Communication",
  "location": "Paris, France",
  "longLat": "2.32114 / 48.86545",
  "typologies": [
    "Masterplanning"
  ],
  "team": [
    "Jo-Anne Aldritt",
    "Stephen Barrett",
    "Kelly Darlington",
    "Mike Davies",
    "Mike Fairbrass",
    "Henry Fletcher",
    "Tobi Frenzen",
    "Michael Hughes",
    "Maria Hadjinicolaou",
    "Jon Mercer",
    "Richard Rogers",
    "Valentina Vescovi"
  ],
  "partners": [
    "Mike Davies"
  ],
  "leaders": [
    "Stephen Barrett"
  ],
  "overview": "The practice was invited by the French President to study ‘Grand Paris’ looking at the future of the French capital as an integrated metropolitan region. A team comprising RSHP, the London School of Economics and Arup was commissioned to address the key social and environmental challenges facing Grand Paris in the 21st century.\n\nAs part of an integrated approach to public transport, the team proposed a series of circumferential metro lines linking strengthened poly centres in the Parisian suburbs and reinforcing the existing public transport network. New ‘metropolitan armatures’ were also proposed, to be constructed over the divisive and inaccessible urban canyons formed by the existing rail lines and housing integrated infrastructure. These would link the centre of the city to the suburbs and also create lateral routes between previously separated neighbourhoods.\n\n\nRSHP continues to work directly with the French Government to develop a more humane, responsive and ecologically sensitive Paris for the 21st Century.\n\n<strong>10 Principles for Metropolitan Paris</strong>",
  "dimensions": [],
  "companies": [
    {
      "elementId": "web:team",
      "label": "Team",
      "value": "London School of Economics, Arup"
    }
  ]
}
