{
  "type": "Project",
  "id": "04660",
  "url": "masterplanning/wood-wharf",
  "serializeDate": "'2022-06-19 14:25:46.607'",
  "serialized": 1655648746607,
  "serializedBy": "sreeve",
  "title": "Wood Wharf",
  "description": "Wood Wharf is a 671,000m² high rise, mixed use development located on a compact but spectacular site to the east of Canary Wharf.",
  "date": "2004-2012",
  "client": "Wood Wharf (General Partner) Ltd",
  "location": "London, UK",
  "longLat": "-0.013403  / 51.503062",
  "longitude": "-0.013403 ",
  "latitude": "51.503062",
  "constructionCost": "Approx £2.5billion",
  "typologies": [
    "Masterplanning"
  ],
  "team": [
    "Julian Chen",
    "Daniel Crane",
    "Mike Davies",
    "German de la Torre",
    "Philip Dennis",
    "Gianmaria Givanni",
    "Ema Ferraz",
    "Beatriz Gomes",
    "Katarina Jagrova",
    "Kathryn Humphreys",
    "Dewi Jones",
    "Andrew Morris",
    "Stephan Obermaier",
    "Carmen Pena",
    "Richard Rogers",
    "Laura Salisbury",
    "Ben Stainbok",
    "Andrew Tyley",
    "Paloma Uriel",
    "Thomas Weber"
  ],
  "partners": [
    "Mike Davies"
  ],
  "leaders": [
    "Andrew Tyley"
  ],
  "overview": "Wood Wharf is a 671,000m² high rise, mixed use development located on a compact but spectacular site to the east of Canary Wharf.\n\nThe site is surrounded on three sides by water, and the proposed design focuses on greater access and enjoyment of the water’s edge for workers, residents and visitors. The development comprises of commercial, residential and hotel elements, grouped around a central square and exploiting the surrounding waterfront. At the heart of the scheme is a pedestrian only high street linking the local community with Canary Wharf and the existing and proposed new transport facilities that serve the Isle of Dogs. A new park will be created on the eastern side of the development adjacent to the local residential community. A series of new residential buildings are planned along the length of the southern edge of the site linking the commercial areas west of the canal with the park on the east\n\nThe visual corridor that exists along the south dock in Canary Wharf is extended through to the site by the creation of the central square. The urban composition of Wood Wharf continues the evolving Isle of Dogs metropolitan high-rise ensemble through to the east where its finer grain and residential mix allows a cascading skyline to link down to the residential neighbourhood to the east.\n\n\nThe site is served by excellent public transport systems with Jubilee Line, DLR and local bus services within a five-minute walk and will be further served by future Crossrail. These connections allow Wood Wharf to be pedestrian prioritised, with no through roads, restricted car access and limited parking.\n\nA distinctive strategy has been developed for the site based on the expected energy consumption, carbon emissions, integrated renewable energy opportunities and ambient energy resources of the Wood Wharf scheme. The principal component of this strategy is the use of a district cooling system using the thermal capacity of the surrounding dock water, enabling ‘free cooling’ for a substantial proportion of the year. All buildings will be designed, as far as possible, to exceed the requirements of Part L of the Building Regulations.\n\nAn Outline Planning Application lodged in 2008 was one of the largest applications by development area in the United Kingdom providing some of the highest density urban living and working in Europe.\n\nIn 2012 the site was the subject of a new architectural competition, responding to a change in demand for office and residential accommodation.",
  "dimensions": [
    {
      "label": "Site area",
      "value": "7.27 ha",
      "elementId": "902484c935c4409bbf7d65432f4e9df8"
    }
  ],
  "companies": [
    {
      "label": "Structural Engineer",
      "value": "WSP Cantor Seinuk",
      "elementId": "da375d2440b94519a87d26710ed0010c"
    },
    {
      "label": "Services Engineer",
      "value": "Hilson Moran",
      "elementId": "e498ff4aa3694ad0b56c7f765fa90d37"
    },
    {
      "label": "Landscape Architect",
      "value": "Martha Schwartz Partnership Limited",
      "elementId": "2746046ac44e486ca873ead22688626b"
    },
    {
      "label": "Planning Consultant",
      "value": "GVA Grimley / Berwin Leighton Paisner",
      "elementId": "d1d770cb7cbc4709b0397e0af9afa875"
    },
    {
      "label": "Environmental Assessment Consultant",
      "value": "BDP",
      "elementId": "416a7ff728e043aa83d303d3a4d25e2b"
    },
    {
      "label": "Legal Advisors",
      "value": "Berwin Leighton Partnership",
      "elementId": "f81472e0f1c84582aec84c8e615d499f"
    },
    {
      "label": "Transport Consultant",
      "value": "Steer Davies Gleave",
      "elementId": "23a2d40311a64ac2bfd29f449d933c35"
    },
    {
      "label": "Access Consultant",
      "value": "David Bonnet Associates",
      "elementId": "082e9cb322144663a230c8a7b9899964"
    }
  ]
}
