{
  "name": "Riverlight",
  "url": "residential/riverlight",
  "webStatus": "Publish",
  "typologies": [
    "Residential"
  ],
  "type": "Project",
  "id": "05710",
  "serializeDate": "'2023-05-17 15:30:27.128'",
  "serialized": 1684337427128,
  "serializedBy": "heatherp",
  "time": "2023-05-17T15:30:26.5821094Z",
  "status": "PU",
  "title": "Riverlight",
  "description": "Riverlight transforms a triangular, five-acre industrial estate – close to Battersea Power Station on the south bank of the River Thames – into a residential-led mixed use development.",
  "date": "2009-2016",
  "client": "St James Group Limited",
  "location": "London, UK",
  "city": "London",
  "country": "UK",
  "longLat": "-0.13915  / 51.48232",
  "longitude": "-0.13915 ",
  "latitude": "51.48232",
  "constructionCost": "£200,000,000",
  "team": [
    "Peter Angrave",
    "Gianmaria Givanni",
    "Emily Lewith",
    "Stephen Light",
    "Andrew Morris",
    "Jack Newton",
    "Graham Stirk",
    "Daniel Wright"
  ],
  "partners": [
    "Graham Stirk",
    "Andrew Morris"
  ],
  "leaders": [
    "Stephen Light"
  ],
  "floors": [
    {
      "value": "20",
      "id": "8D2489F747B4419992F542"
    }
  ],
  "overview": "<div><p>Riverlight transforms a triangular, five-acre industrial estate – close to Battersea Power Station on the south bank of the River Thames – into a residential-led mixed use development, creating a transition between the large footprints of the power station and the smaller residential developments to the east.</p><p>The scheme includes 813 homes, underground parking, crèche, restaurants, bars, a food store and other retail spaces. It incorporates a river walk and landscaping to take full advantage of its location and create attractive public spaces for the local community. The development is made up of six buildings, arranged in a rising-form composition, ranging in height from 12 to 20 storeys and giving the development a varied skyline. Around 60 per cent of the scheme is designated as public open space.</p><p>The architectural expression takes its cue from the former industrial warehouse buildings that lined the river. The language is of simple robust structures which emphasise their construction. Buildings are divided into three distinct zones: top, middle, and base. Top levels are lightweight, two-storey structures with gull-wing roofs; mid levels are represented as concrete floors expressed every two storeys, with intermediate floors expressed as lightweight steel balconies.</p><p>In landscape terms, each area of the development is conceived as having its own distinct character. The newly created river walk – slightly raised to allow views over the river wall to the Thames – brings a 17m-wide boulevard to a previously underused part of the waterfront. Commercial and community uses at street level – including restaurants, bars and cafés arranged around the dock inlet, as well as a food store, crèche and business suite – attract visitors onto the site and animate the public areas of the scheme.</p></div>",
  "design": "<div><p>All six buildings are oriented north/south and are of varying lengths, filling the site and defining all major boundaries. The accommodation is generally organised east/west as simple orthogonal spaces served by a series of independent vertical circulation towers.The cores are conceived as glazed lift enclosures creating counterpoints that interrupt the simplicity of the main linear façades.</p><p>In landscape terms, each area of the development is conceived as having its own distinct character. The public areas are treated as a revealed river bed with a series of soft, pebble-like forms, while the private courtyards form calm green spaces with heavy tree planting and water gardens. The newly-created river walk – slightly raised to allow views over the river wall to the Thames – brings a 17m-wide boulevard to a previously underused part of the waterfront.</p><p>A proposed pocket park adjacent to the dock inlet will provide a generous area of public realm with a mixture of soft and hard landscaping.</p><p>The buildings are organised to accommodate a wide variety of apartments based on two essential types: one-bed apartments with living and bedroom areas wrapped around a single terrace; and two-bed apartments in which the master bedroom shares an additional terrace area divided from the neighbouring two-bed unit.</p><p>The arrangement seeks to maximise views and sunlight to each dwelling. The apartments – typically single aspect – are organised as east or west facing and typically grouped as five units per core, minimising corridor lengths.</p><p>The systematic nature of the proposals and the scale of the development (comprising 752 units) offered RSHP an opportunity to use colour as a means of providing individual identity to buildings, where a graphic coding would assist in way-finding. However, the approach sought to avoid the indiscriminate use of colour which might easily date the development whilst being mindful of the fact that colour might have a variable impact with distance – more muted at long range but emphasised more strongly within the development itself at close range. As a result, colour has been used to emphasise secondary elements such as the underside and leading edges of intermediate steel balconies and guide rails to lift units.</p></div>",
  "concept": "<div><p>The brief for this project was to create a mixed-use development of the highest quality – incorporating residential, commercial and hotel uses – whilst providing an active retail frontage along Nine Elms Lane and a dock inlet, as well as new pedestrian links to the waterfront. In the early 19th century, this part of the river was made up of a number of small wharves and docks, gradually replaced over time by other industrial uses. However, in recent years, the site had been used as a delivery depot.</p><p>The site is roughly triangular and is located at a point where Nine Elms Lane diverges from its parallel relationship with the River Thames and runs inland.</p><p>It is bounded by the river to the north, Nine Elms Lane to the south and Cringle/Kirtling Streets to the west. Key features of the site and the surrounding area include: protected industrial wharves to both east and west which limit opportunities for wider connections to the river walk; a redundant industrial concrete pier serving a river boat community of approximately 20 moorings with access across the site; a dock inlet a limited number of semi-mature trees on the river frontage.</p><p>RSHP’s site response aims to achieve a simple arrangement of 18m-wide buildings – appropriate to residential and hotel uses – which are perpendicular to the river, pier and dock inlet and parallel to the Kirtling Street boundary.</p><p>The scheme manifests a contemporary architectural language that creates its own rhythm, articulation and colouration to define its unique character and relationship to its riverside context, whilst avoiding monolithic frontages and the overshadowing of neighbouring developments.</p><p>The north/south orientation of the buildings maximises visual and physical permeability across the site, opening up a series of linear courtyards onto the river and introducing a green aspect onto Nine Elms Lane. The buildings alter subtly in proportion across the site – from west to east – from larger to smaller plan form. They are arranged in a rising-form composition, ranging in height from 12 to 20 storeys and giving the development a varied skyline. The spaces between the buildings and the river walk receive generous sunlight. This is maximised by modelling the promontories to open up the ends of courtyards between buildings, thereby allowing light to reach deep into the site and onto the river walk.</p><p>The architectural expression takes its cue from the former industrial warehouse buildings that lined the river in previous centuries. The language is of simple robust structures which give emphasis to their construction. Buildings are divided into three distinct zones: top; middle; and base. Top levels are lightweight, two-storey structures with gull-wing roofs; mid levels are represented as concrete floors expressed every two storeys, with intermediate floors expressed as lightweight steel balconies. The prow ends are articulated as a series of steel hangers supporting the large end cantilevers. The leading edges of the building are an open-jointed, panelised rain screen reminiscent of timber board construction.</p><p>The Riverlight scheme forms a key component in the regeneration and restructuring of Nine Elms in response to the aims of the Vauxhall/Nine Elms/Battersea opportunity area within the London Plan and is the first site in Nine Elms to be developed as part of this process.</p></div>",
  "dimensions": [
    {
      "label": "Site Area",
      "value": "2.2 ha",
      "id": "f65ed804456f433c98f1485e2d2e1b60"
    },
    {
      "label": "Net Residential Area",
      "value": "98 015 m²",
      "id": "0e145eb5ba17473f990f5f92f561972e"
    }
  ],
  "companies": [
    {
      "label": "Co-Architect",
      "value": "EPR",
      "id": "9525afb97fbf411da8b007c42b498a95"
    },
    {
      "label": "Structural Engineer",
      "value": "Ramboll",
      "id": "f6589ee5ade240d786b86df1214cfd63"
    },
    {
      "label": "Services Engineer",
      "value": "Hoare Lea",
      "id": "7a82dfd7b6d24d1796f3855aee1f8c5b"
    },
    {
      "label": "Landscape Architect",
      "value": "Gillespies LLP",
      "id": "df6de4ec446144df933be6ece68bc6fe"
    },
    {
      "label": "Contractor",
      "value": "St James Group",
      "id": "ae9a8dca7e3e4936a92a7720bef2b0c6"
    },
    {
      "label": "Planning Consultant",
      "value": "TP Bennett",
      "id": "b647f77264c749e9bf7d2e3ac9229e33"
    },
    {
      "label": "Townscape Consultant",
      "value": "Montagu Evans",
      "id": "e93c05c40dbc450c9eceba5b6c6b75be"
    }
  ],
  "awards": [
    {
      "date": "2018-01-01",
      "year": "2018",
      "award": "RIBA National Award",
      "rowId": "8880040203F8446C8DB08CCBE7A89B7F"
    },
    {
      "date": "2018-01-01",
      "year": "2018",
      "award": "RIBA London Award",
      "rowId": "32158AE2F5E344F286E9B5971F743356"
    }
  ]
}