{
  "name": "Lloyd's Register",
  "url": "office/lloyds-register-of-shipping/",
  "webStatus": "Publish",
  "typologies": [
    "Office"
  ],
  "type": "Project",
  "id": "01975",
  "serializeDate": "'2026-01-13 09:57:53.563'",
  "serialized": 1768298273563,
  "serializedBy": "heatherp",
  "time": "2026-01-13T09:57:53.0414656Z",
  "status": "PU",
  "title": "Lloyd’s Register of Shipping",
  "description": "The brief for Lloyd’s Register’s London headquarters represented a major design challenge – of building new office space on a tight urban site, in an architecturally sensitive conservation area.",
  "date": "1993-2000",
  "client": "Lloyd's Register",
  "location": "London, UK",
  "city": "London",
  "country": "UK",
  "longLat": "-0.07867  / 51.51204",
  "longitude": "-0.07867 ",
  "latitude": "51.51204",
  "constructionCost": "£ 70,000,000",
  "team": [
    "Ernesto Bartolini",
    "Phil Bernard",
    "Maxine Campbell",
    "Marco Goldschmied",
    "Jane Hannan",
    "Stephen Harty",
    "Carmel Lewin",
    "Avtar Lotay",
    "Stephen Light",
    "Samantha Masters",
    "Andrew Morris",
    "Louise Palomba",
    "Andrew Partridge",
    "Richard Rogers",
    "Graham Stirk",
    "Guni Suri",
    "Martin White",
    "Adrian Williams",
    "Andy Young"
  ],
  "partners": [
    "Graham Stirk",
    "Andrew Morris"
  ],
  "leaders": [
    "Avtar Lotay"
  ],
  "floors": [
    {
      "value": "14",
      "id": "B4F1C1AB2D3C4534A07688"
    }
  ],
  "overview": "<div><p>The brief for Lloyd’s Register’s London headquarters represented a major design challenge – of building new office space on a tight urban site, in an architecturally sensitive conservation area.</p><p>The site is defined by existing buildings on two sides - including the Grade II listed 71 Fenchurch Street constructed for Lloyd’s Register in 1901 and now extensively restored and incorporated into the new headquarters. The building steps up from six to 14 storeys of office space with two basements, covering a total of 24,000 square metres. To respond to the shape of the site the new building is structured around tapered floor-plates, creating a fan-shaped grid around two atria spaces. These atria, and internal and external courtyards, allow daylight to penetrate to the heart of the building.</p><p>Clarity of architectural language is the key to this development, where the function of all constituent elements is celebrated, revealing the secrets of their manufacture and operation. Service cores are expressed as towers – two primary circulation cores face the churchyard, while secondary cores to the rear house toilets, goods lifts, staircases, and the main services risers. Highly transparent glazing offers instant legibility – people using the fully glazed wall-climber lifts and stairs animate the building’s exterior. The glazed façade forms part of an integrated cooling and heating system, which enables the building to achieve a 33 per cent reduction in carbon dioxide emissions compared with conventional air conditioning. Lloyd's Register was the first project in the UK to use chilled beams - an energy-efficient solution for the ventilation and air conditioning of internal spaces.</p></div>",
  "design": "<div><p>Following the presentation of the competition design, the proposal underwent some adjustments to take planning requirements into account and was also reviewed extensively by the client and their representatives to ensure that the proposal was commercially viable and met institutional standards.</p><p>Detailed elements of the design that were borne out in the development of the concept include rigorously detailed service cores expressed as separate elements attached to the ends of the office blocks, articulating the edges of the building as it tapers into the churchyard at one end and outwards towards the river at the other. These cores contain primary circulation (lifts and fire stairs) facing the churchyard, while secondary cores on the other side contain toilets, goods lifts and staircases, as well as the main service risers.</p><p>To reinforce legibility for users and visitors alike, the steelwork is colour-coded – blue for the main structure, yellow for stairs, red for lifts and silver-grey for secondary elements.</p><p>The cores, like the rest of the building, have clear glazing so that the movement of the lifts and the coming and going of people on the stairs animate the exterior of the building. The top of the building is elegantly terminated by an articulated roof line made up of the core towers capped by steel-clad banks of lift motor rooms; an elegant solution to a practical necessity. The listed 71 Fenchurch Street building was reorganised to contain a new 50 seat auditorium, formal rooms for conferences and entertaining, with more office space on the upper floors and a new service core attached to the rear.</p><p>Reduced energy consumption was one of the prime objectives of the project, and the building was designed to use 30 percent less energy than a conventional office building. Included among the energy-saving systems are external solar protection, reinforced concrete soffits, and a system of chilled beams. By reducing solar heat gain inside the building and using the thermal mass of reinforced concrete, it was possible to significantly reduce cooling needs. This allowed chilled beams to be used for cooling rather than a more conventional air conditioning system.</p></div>",
  "concept": "<div><p>The site is predominantly surrounded by existing buildings causing problems of poor aspect and access.</p><p>It is restricted by 71 Fenchurch Street (a listed building) and by the obligation to retain the facades of Coronation House and 68–70 Fenchurch Street. The development is also obliged to respect the conservation area of Lloyd’s Avenue, the churchyard, the mature existing trees and the peaceful setting. In addition, the existing public right of way passing through the site was to be retained and integrated.</p><p>To address the challenge of providing the required amount of new accommodation within the remaining space, three slender, tapered rectangular blocks fan out alongside two dramatic glazed atria, varying in height from six to 14 levels.</p><p>The atria, central to the design concept, allow light into and views out of the building at all levels, despite the constrictions of the site.</p><p>Most of the proposed accommodation is contained in the two taller blocks, while the third block backs up onto the seven-storey retained facade of Coronation House. On the opposite side of the site, a rigorously detailed and uncompromisingly contemporary concrete, steel and glass facade celebrates the only point at which the building makes its presence felt on the street. Within this basic diagram, environmental considerations are optimised. The naturally ventilated atria act as buffers mediating between the internal and external climates, the narrow profile of the offices optimises access to daylight and views, and the building structure and cladding minimise cooling requirements.</p></div>",
  "dimensions": [
    {
      "label": "Site Area",
      "value": "4 160 m²",
      "id": "2ea8d20784ca4baa992d0409697601bf"
    },
    {
      "label": "Gross Floor Area",
      "value": "34 000 m²",
      "id": "aa70107f4d82413aa915113121d4569a"
    }
  ],
  "companies": [
    {
      "label": "Structural Engineer",
      "value": "Anthony Hunt Associates",
      "id": "f9590bb50ba34c2189d0d399e4a7663d"
    },
    {
      "label": "Services Engineer",
      "value": "Ove Arup & Partners",
      "id": "3fde7da70d4f4fd8b2b09eeccc39926f"
    },
    {
      "label": "Quantity Surveyor",
      "value": "AYH Partnership",
      "id": "89e9f7baf9a34bfd9ff045fbd7afbc2b"
    },
    {
      "label": "Project Manager",
      "value": "Richard Ellis",
      "id": "d136d61d5f0c418fab62928bb7ce21e2"
    },
    {
      "label": "Lighting Consultant",
      "value": "Lighting Design Partnership",
      "id": "663398a9b08a4706afde8183cc90874f"
    },
    {
      "label": "Landscape Architect",
      "value": "Edward Hutchison",
      "id": "52f37de8c29145729bca2370dc8af6c1"
    },
    {
      "label": "Contractor",
      "value": "Sir Robert McAlpine & Sons Ltd",
      "id": "d8de5dd0876049c68fee1f00d03f5c49"
    },
    {
      "label": "Planning Consultant",
      "value": "Montagu Evans",
      "id": "142fe91525c447f186b01bfe1567e854"
    },
    {
      "label": "Fire Consultant",
      "value": "Warrington Fire Research Consultants",
      "id": "968c0b485fa8442fafe9a2c528690db6"
    }
  ],
  "awards": [
    {
      "date": "2002-01-01",
      "year": "2002",
      "award": "World Architecture Award for Best Commercial Building in the World",
      "rowId": "DF47AEBC1BF24BBB8A64E09295F45593"
    },
    {
      "date": "2002-01-01",
      "year": "2002",
      "award": "Civic Trust Award",
      "rowId": "D1F0B62975734867965E95F734818ECC"
    },
    {
      "date": "2002-01-01",
      "year": "2002",
      "award": "Stirling Prize Shortlist",
      "rowId": "de847db5fd5845b6a17e9ee2433202c8"
    },
    {
      "date": "2002-01-01",
      "year": "2002",
      "award": "RIBA Award",
      "rowId": "22996F0DB7D34E5490681985E7020A9B"
    },
    {
      "date": "2001-01-01",
      "year": "2001",
      "award": "Aluminium Imagination Awards - Commendation",
      "rowId": "dd0c5f425db44f999234bfbddaaa104a"
    },
    {
      "date": "2000-01-01",
      "year": "2000",
      "award": "Concrete Society of Excellence 'Building Category'",
      "rowId": "c7b918ae569f499589cdb1b92be15a13"
    }
  ]
}