{
  "type": "Project",
  "id": "03370",
  "url": "masterplanning/silvertown-docks",
  "serializeDate": "'2022-06-27 15:40:15.024'",
  "serialized": 1656344415024,
  "serializedBy": "sreeve",
  "title": "Silvertown Docks",
  "description": "This masterplan is based on key principles set out in ‘Towards an Urban Renaissance’, the report published by the Urban Task Force.",
  "date": "2001",
  "client": "Capital & Provident Regeneration Ltd",
  "location": "London, UK",
  "longLat": "0.0277766  / 51.5042426",
  "longitude": "0.0277766 ",
  "latitude": "51.5042426",
  "typologies": [
    "Masterplanning"
  ],
  "team": [
    "Kairo Baden-Powell",
    "Sean Daly",
    "Mark Darbon",
    "Philip Dennis",
    "Lucy Evans",
    "Kelly Darlington",
    "Laurence Day",
    "Mike Fairbrass",
    "Marco Goldschmied",
    "Maria Hadjinicolaou",
    "Ed Hiscock",
    "Seung Hoon Han",
    "Toby Jeavons",
    "Patrick Klugesherz",
    "Marcus Lee",
    "Robert Luck",
    "Tim Mason",
    "Tracy Meller",
    "Jon Mercer",
    "Andrew Morris",
    "Louise Palomba",
    "Jonathan Pick",
    "Richard Rogers",
    "Laura Salisbury",
    "Angela Tobin",
    "Mat Venn",
    "Zoe Webber",
    "Simon Williams-Gunn",
    "Neil Wormsley"
  ],
  "partners": [
    "Andrew Morris"
  ],
  "leaders": [
    "Louise Palomba"
  ],
  "overview": "<div style='break-inside:avoid-column'><p>This masterplan is based on key principles set out in ‘Towards an Urban Renaissance’, the report published by the Urban Task Force (UTF). Chaired by Richard Rogers, the UTF called for vibrant urban places with mixed uses and tenures, creating inclusive, balanced communities with strong social integration and civic life.</p><p style='margin-bottom:initial'>The scheme places strong emphasis on pedestrianised areas and public transportation, and provides a wide range of public areas – open urban spaces, dockside walkways and enclosed landscaped gardens. At the heart of the proposal is Mill Square, a new public square for The Royal Docks, further enhanced by the refurbished Millennium Mill building which was intended to provide a high-quality residential and commercial space, bringing added vitality to this new square. Radiating from the square and surrounding an enlarged Pontoon Dock, the practice proposed a vibrant, high-density area (of approximately 200 dwellings per hectare) with shops, water-based activity, workshops, galleries, exhibition spaces, studios, civic buildings, food and drink outlets, hotels, offices and schools, as well as living accommodation.</p></div>\n\n\n<div style='break-inside:avoid-column'><p>The square acts as the focal point for the two primary axes: east–west through Britannia village and on to the Airport roundabout, and a secondary axis established by the proposed new link to the Docklands Light Railway station at the south of the site, extending a public route via a bridge across the Victoria dock. The massing of the new buildings around the square is intended to complement the scale of the Millennium Mill, providing ideal sites for a new hotel, aquatic centre, commercial offices and civic buildings. Residential buildings, radiating from the dock along new water features, terminate in a series of 12–14 storey towers, surrounding the dock and enclosing this large expanse of water.\n\n\nAs the buildings radiate from the dock the massing reduces to four storeys at the periphery of the site, emphasising the dock’s importance as a focal point. The lower two storeys of the buildings are double-height, allowing the flexibility for either commercial space or residential units. In this way the public realm can be continuous around the dock edge and throughout the site. Secure parking is accessed from street level, thus avoiding the need for excavation. The parking structure provides podiums for the landscaped courtyards – tranquil communal gardens for the residential units above.</p></div>.",
  "dimensions": [],
  "companies": [
    {
      "label": "Project Management",
      "value": "George Wimpey plc",
      "id": "6aeb3d32a53f4c7981b075d2be6f73b4"
    },
    {
      "label": "Lead Developer",
      "value": "George Wimpey plc/ Countryside Properties plc/Capital and Provident Regeneration Ltd",
      "id": "5d14ce1347d34712ab449349fb4b7dee"
    },
    {
      "label": "Cost Consultant",
      "value": "Martin Associates",
      "id": "f59207182410466fac3a82cf03b470b5"
    },
    {
      "label": "Engineering Consultant",
      "value": "WSP Group plc",
      "id": "6f23ba7a33294ecc9487ddadd998dcdd"
    },
    {
      "label": "Infrastructure Consultant",
      "value": "WSP Group plc",
      "id": "75485803f5a74631842fae1c226fa7a0"
    },
    {
      "label": "Environmental Engineering",
      "value": "Richard Hodkinson Consultancy",
      "id": "0e0f5b020c034a668766d547c289a6e9"
    }
  ],
  "awards": [],
  "certificates": []
}
