{
  "type": "Project",
  "id": "00012",
  "url": "culture-and-leisure/ircam/",
  "serializeDate": "'2022-06-27 15:39:34.917'",
  "serialized": 1656344374917,
  "serializedBy": "sreeve",
  "title": "IRCAM",
  "description": "The Centre Pompidou brings together the themes which have characterised Rogers’ architecture from the mid 1960s – skin and structure, technology and flexibility, movement and anti-monumentalism.",
  "date": "1971-1977",
  "client": "Ministére des Affaires Culturelles, Ministére de l’Education Nationale",
  "location": "Paris, France",
  "longLat": "2.3506263  / 48.8601633",
  "longitude": "2.3506263 ",
  "latitude": "48.8601633",
  "constructionCost": "£4,750,000",
  "typologies": [
    "Culture & Leisure"
  ],
  "team": [
    "Mike Davies",
    "Alphons Oberhofer",
    "Noriaki Okabe",
    "Renzo Piano",
    "Bernard Plattner",
    "Richard Rogers",
    "Ken Rupard",
    "Jan Sircus",
    "Walter Zbinden"
  ],
  "partners": [
    "Mike Davies"
  ],
  "leaders": [],
  "overview": "The <a href=\"https://www.rsh-p.com/manager/projects/education/lse-centre-building/\">Centre Pompidou</a> brings together the themes which have characterised Rogers’ architecture from the mid 1960s – skin and structure, technology and flexibility, movement and anti-monumentalism.\n\nThe building was envisaged as a cross between ‘an information-oriented computerised Times Square and the British Museum’, a democratic place for all people and the centrepiece of a regenerated quarter of the city.\n\nHalf of the total available site area was set aside as a public square which meant that the Centre had to be tall enough to accommodate 90,000 m² (one million ft2) of space. The decision to place structure and services on the outside was driven by the need for internal flexibility, as a result providing huge expanses of uninterrupted space on massive, open floors – the staggering scale of these internal spaces is free from the intrusion of services and stairs.\n\nThe structural system provided for a braced and exposed steel superstructure with reinforced concrete floors.\n\n\nExternal services give scale and detail to the façades, while celebration of movement and access is provided by lifts and escalators. The result is a highly expressive, strongly articulated building that has come to be seen as a Parisian landmark.\n\nYet the achievement at Beaubourg is urbanistic as much as architectural. The building and great public square were intended to revitalise an area of Paris that had been in decline. The neighbouring Marais district, now vibrant and multi-cultural, underlines the success of the Pompidou’s role as a catalyst for urban regeneration.\n\nThe Pompidou’s radicalism is still striking and has proved attractive to a vast public: more than seven million people visit the building every year. The building and its extraordinary contents remain as popular as ever, while crowds fill the square, clustering around musicians, acrobats and fire-eaters. Beaubourg – inside and out – remains as magnetic as ever.",
  "dimensions": [
    {
      "label": "Area",
      "value": "6 000 m²",
      "id": "2837a138d72a41ea909b9ec101218d55"
    }
  ],
  "companies": [
    {
      "label": "Architect",
      "value": "Piano + Rogers",
      "id": "1ff3256d3cda4b5b9f19783fd2237820"
    },
    {
      "label": "Structural Engineer",
      "value": "Ove Arup & Partners",
      "id": "ead47931ed234fd499f6726521892208"
    },
    {
      "label": "Services Engineer",
      "value": "Ove Arup & Partners",
      "id": "c8f59db1ed60463abdba5d4d12a586a3"
    },
    {
      "label": "Quantity Surveyor",
      "value": "Ove Arup & Partners",
      "id": "5b890ccf8446488ea6716a59e9a8823d"
    },
    {
      "label": "Landscape Architect",
      "value": "Cuno Brullmann",
      "id": "e551b33cca1a4fdcb77f4a346e291dbb"
    },
    {
      "label": "Acoustic Consultant",
      "value": "Peutz and Associates",
      "id": "0629f546225c4f27a871c37ed4470d82"
    },
    {
      "label": "Scenographer",
      "value": "G L Francois",
      "id": "64c8ce9be81a4af194e3a32e25d81c93"
    }
  ],
  "awards": [],
  "certificates": []
}
