{
  "name": "Les Messageries",
  "url": "masterplanning/les-messageries",
  "webStatus": "Publish",
  "typologies": [
    "Masterplanning"
  ],
  "type": "Project",
  "id": "10550",
  "serializeDate": "'2025-11-20 14:11:49.798'",
  "serialized": 1763647909798,
  "serializedBy": "heatherp",
  "time": "2025-11-20T14:11:49.7642995Z",
  "status": "PU",
  "title": "Les Messageries",
  "description": "Located in the 12th district of Paris near the town hall, along the Gare de Lyon station and the Bercy railway station, the Gare de Lyon - Daumesnil sector is bounded by the streets of Rambouillet-Charolais, Boulevard de Bercy, and the major railway artery serving the station.",
  "date": "2014 - ongoing",
  "client": "Espaces Ferroviaires",
  "location": "Paris, France",
  "city": "Paris",
  "country": "France",
  "longLat": "2.385568  / 48.841619",
  "longitude": "2.385568 ",
  "latitude": "48.841619",
  "team": [
    "Akhil Bakhda",
    "Alessandro Blasucci",
    "Stephen Barrett",
    "Nicola Carnevali",
    "Isabelle David",
    "Mike Davies",
    "Elisabeth Du Souich",
    "Daniel Holmes",
    "Alex Kitching",
    "Theo Pagnon",
    "Katarzyna Penar",
    "Amabel Richardson",
    "Helene Van Zon"
  ],
  "partners": [
    "Stephen Barrett",
    "Lennart Grut"
  ],
  "leaders": [
    "Nicola Carnevali"
  ],
  "overview": "<div><p>Located in the 12th district of Paris near the town hall, along the Gare de Lyon station and the Bercy railway station, Les Messageries  is bounded by the streets of Rambouillet-Charolais, Boulevard de Bercy, and the major railway artery serving the station.</p><p>The site comprises 6 hectares of former railway infrastructure, some of which will be preserved and restored in situ, while others will be removed entirely. La Société Nationale Espaces Ferroviaires, (a branch of French national railways) wishes to develop the land which is freed up by this streamlining of operations to create a new mixed-use neighbourhood in this prime location.</p><p>The strategy developed by the team led by RSHP aims to create a smooth, legible transition between the level of the rail corridor and the city - presently separated by a significant height difference. The masterplan connects the new neighbourhood to the existing urban fabric, and creates housing and offices distributed along a generous new corridor of public green space.</p><p>Rather than turning its back on the adjoining infrastructure, the project celebrates the dynamic spectacle of the trains that animates one of France’s busiest rail arteries.</p><p>The linear park that RSHP proposes generates value, establishes a fluid interface between the station and the Boulevard de Bercy to the south, connecting the public transport offering in this part of Paris, with new pedestrian and cycling links. The significant new public space that is created anchors activities along a new green corridor encouraging social exchange as well as ecological biodiversity (an echo of the existing Promenade Plantée nearby).</p><p>The park also establishes a buffer zone between the two phases of the project which are being delivered in such a way as to ensure that the servicing of the trains at one of Europe’s busiest stations is not disrupted.</p><p>The neighbourhood is conceived as a series of urban sequences:</p><p>The part located to the north of the site, with its emphasis on commercial and office activities, delivers density within close proximity of the Gare de Lyon station (served by urban, suburban, national and international rail networks). It is centred around many urban spaces framed by restored and re-imagined industrial buildings, recognising the site’s history and safeguarding its architectural, semi-industrial heritage.</p><p>To the south, the project proposes a porous inhabited verge to the rail corridor that varies along its length. The deliberately permeable massing of the buildings aims to optimise sun to the public spaces while also creating a filter to noise and prevailing winds, anticipating future transformations of the urban fabric as well as ensuring that existing residents living near the development are treated with sensitivity. Where there are openings onto the existing rail corridor, these offer distant views onto a rare opening within the dense urban fabric of central Paris.</p></div>",
  "dimensions": [
    {
      "label": "Site Surface Area",
      "value": "6 Hectares",
      "id": "9eb1d94674ba4c46b7e1539cdfa5c6af"
    },
    {
      "label": "Scheme",
      "value": "100,000 m² (45,000 housing, 45,000 offices, retail and a school)",
      "id": "015f60d4bad8474d88b864797c8343dd"
    }
  ],
  "companies": [
    {
      "label": "Lead Architect and Urbanist",
      "value": "RSHP",
      "id": "174b7b38f2eb438183acc660f555204b"
    },
    {
      "label": "Co-Architect",
      "value": "Tolila + Gilliland Atelier d-Architecture",
      "id": "fe45977cc6304e9ab345bb65fec24514"
    },
    {
      "label": "Landscape Architect",
      "value": "Michel Desvigne Paysagiste",
      "id": "7c6611a6607846208efcc7d383a78f5b"
    },
    {
      "label": "Urban Engineering",
      "value": "Ingérop",
      "id": "d361971ba8ce4df4af9510af4cf14bb5"
    },
    {
      "label": "Sustainability Consultant",
      "value": "Frank Boutté Consultants",
      "id": "447965254d0442f099ff5702e4fb7245"
    }
  ],
  "awards": [
    {
      "date": "2025-11-20",
      "year": "2025",
      "award": "Journal du Grand Paris Architecture Category: Low Carbon Grand Prize",
      "rowId": "84f706c461cb40c0a0c26c59526c58e2"
    }
  ]
}