{
  "name": "Shenzhen Hong Kong Plaza",
  "url": "placemaking-shenzhen-hong-kong-plaza",
  "webStatus": "Publish",
  "typologies": [
    "Placemaking"
  ],
  "type": "Project",
  "id": "12815",
  "serializeDate": "'2025-04-11 12:09:05.891'",
  "serialized": 1744373345891,
  "serializedBy": "heatherp",
  "time": "2025-04-11T12:09:05.8586973Z",
  "status": "PU",
  "title": "Shenzhen Hong Kong Plaza",
  "date": "2021 - ongoing",
  "client": "Shenzhen Qianhai Construction Investment Holding Group Co.,Ltd.",
  "location": "Shenzhen, China",
  "city": "Shenzhen",
  "country": "China",
  "longLat": "113.906223 / 22.539689",
  "longitude": "113.906223",
  "latitude": "22.539689",
  "team": [
    "Duowen Chen",
    "Christophe Dembinski",
    "Jason García Noonan",
    "Lennart Grut",
    "Ivan Harbour",
    "Adam Lampon",
    "Chaoying Li",
    "Pei-Yi Lin",
    "Virginia Moreno",
    "Yu Sun",
    "Ruoyi Wang",
    "Ben Warner",
    "Zihan Xu",
    "Francis Yuen"
  ],
  "partners": [
    "Ivan Harbour",
    "Lennart Grut",
    "Ben Warner"
  ],
  "leaders": [
    "Francis Yuen"
  ],
  "heights": [
    {
      "value": "24m",
      "id": "44172bbe7a744f86ba534f67514a3a22"
    }
  ],
  "overview": "<div><p>Shenzhen Hong Kong Plaza (SHKP) is a visionary urban development located in the Guangdong-Hong Kong–Macao Greater Bay Area, a region rapidly emerging as a global technology hub. As part of Shenzhen and Qianhai—two of China’s most forward-thinking cities—this scheme sets a new benchmark for innovative, people-oriented urban design.</p><p>The project aims to create a world-class public space in the heart of Qianhai, serving as a civic hub that embraces inclusivity, accessibility, and adaptability. Central to the design is a pragmatic approach that ensures constructability through in-depth site research and modular construction strategies. This method supports the development of a coherent, human-scaled public realm filled with joy and openness. Architectural nodes are strategically placed to activate the site, foster ceremonial connections, and reinforce a strong sense of place. These flexible nodes serve as gathering points that seamlessly integrate into the rhythm of daily urban life, enriching community interaction.</p><p>More than just a public space, SHKP acts as a vital piece of urban infrastructure, weaving together transit networks, active spaces, and parkland into a unified landscape. The gently rising deck, emerging from the bay, creates a new man-made ground that redefines the skyline while offering a powerful spatial experience.</p><p>Designed to adapt with time and context, SHKP reflects a forward-thinking approach to city-making. It is more than a development—it’s a landmark, a point of orientation, and a symbol of Qianhai’s global aspirations. Through its distinctive form and people-first philosophy, SHKP is set to become an iconic destination recognised around the world.</p></div>",
  "dimensions": [],
  "companies": [
    {
      "label": "Client",
      "value": "Shenzhen Qianhai Construction Investment Holding Group Co.,Ltd.",
      "id": "ce90b38d1de341cfa2fc6cfc33065a86"
    },
    {
      "label": "Co-Architect",
      "value": "AUBE",
      "id": "c67e073b623840a79fc3421f089f9bb7"
    },
    {
      "label": "Traffic Consultant",
      "value": "MVA",
      "id": "d2d91acbf742439da53f0d5d91195141"
    },
    {
      "label": "Structure Consultant",
      "value": "WEB Structure",
      "id": "fb3712a4b3224e34b80ab34dcd09b0a2"
    }
  ]
}