{
  "type": "Project",
  "id": "04230",
  "url": "residential/neo-bankside",
  "serializeDate": "'2022-06-27 15:40:25.668'",
  "serialized": 1656344425668,
  "serializedBy": "sreeve",
  "title": "NEO Bankside",
  "description": "This residential scheme lies in the heart of the Bankside area of London, located close to the River Thames and directly opposite the west entrance to Tate Modern and its new extension.",
  "date": "2006-2012",
  "client": "Native Land",
  "location": "London, UK",
  "longLat": "-0.10136  / 51.50722",
  "longitude": "-0.10136 ",
  "latitude": "51.50722",
  "constructionCost": "£132,000,000",
  "typologies": [
    "Residential"
  ],
  "team": [
    "Ainhoa Abreu Diaz",
    "Frank Breheny",
    "Andy Bryce",
    "Mark Chan",
    "Nini Cheng",
    "Aaron Crawford",
    "John Dawson",
    "Simon Davis",
    "German De la Torre",
    "Christian Dorin",
    "Vidal Fernandez Diez",
    "Ben Garcia",
    "Nerida Hodge",
    "Gethin Hooper",
    "Jesse Hindle",
    "Kate Humphries",
    "Mathias Koester",
    "Carmel Lewin",
    "Annette Main",
    "Tracy Meller",
    "Andrew Morris",
    "John O Loughlin",
    "Alison Oktay",
    "Tamiko Onozawa",
    "Richard Rogers",
    "Karsten Schulz",
    "Alleen Siu",
    "Misha Smith",
    "Graham Stirk",
    "Mark Thompson",
    "Paul Thompson",
    "Daniel Wright",
    "Andrew Yek"
  ],
  "partners": [
    "Graham Stirk",
    "Andrew Morris"
  ],
  "leaders": [
    "Simon Davis",
    "Tracy Meller"
  ],
  "floors": [
    {
      "value": "24",
      "id": "CC4A7FBBC2AD41D6A1C709"
    }
  ],
  "overview": "This residential scheme lies in the heart of the Bankside area of London, located close to the River Thames and directly opposite the west entrance to Tate Modern and its new extension. NEO Bankside comprises 217 residential units in four buildings ranging from 12 to 24 storeys. These four hexagonal pavilions have been arranged to provide residents with generous accommodation, stunning views and maximum daylight. The steel and glass pavilions take their cues from the immediate context.\n\nA generous public realm is created which is animated by retail at ground level. Landscaped groves define two clear public routes through the site which extend the existing landscape from the riverside gardens outside Tate Modern through to Southwark Street and will act as a catalyst for creating a lively and vibrant environment around the base of the buildings throughout the year.\n\n\nThe overall design hints at the former industrial heritage of the area during the 19th and 20th centuries, responding in a contemporary language which reinterprets the colouration and materials of the local architectural character. The oxide reds of the Winter Gardens echo those of Tate Modern and nearby Blackfriars Bridge, while the exterior’s timber clad panels and window louvres give the building a warm, residential feeling.\n\nThe pavilions’ distinctive external bracing system has removed the need for internal structural walls and created highly flexible spaces inside the apartments. Located outside of the cladding plane as a distinct and legible system the bracing gives a greater richness and depth to the façade and provides a scaling device which helps unify the micro scale of the cladding with the macro scale of the buildings. Interestingly, the dramatic appearance of the bracing and nodes has become a selling point, with many buyers requesting apartments with nodes outside their windows.\n\n\nWinter gardens are enclosed, single-glazed balconies at the north and south ends of each building, suspended from the main structure on a lightweight deck with large sliding screens. They act both as enclosed terraces and additions to the interior living space. The gardens effectively create ‘prows’ and are expressed as exposed steel decks suspended from the main floor plates on a system of props and hangers. Glazed lift towers provide all occupants with great views of London and the river, and a dynamic expression of the vertical circulation on the eastern side of each building.",
  "design": "The development provides a total of 217 residential units in five separate buildings, ranging from six to twenty-four storeys.\n\nThe units vary from studios to four-bedroom penthouses. Of these units, 32 are shared equity, with a substantial provision of affordable housing to be provided in the London Borough of Southwark on a separate site. The total residential provision of the scheme covers 28,600 square metres (308,000 square feet).\n\nRetail units are provided at ground level, with a total area of 1,044 square metres (11,200 square feet). A common concierge for all blocks is located at the focal point of the scheme at the base of the tallest building. A single-storey basement runs beneath the entire site in which additional storage is provided.\n\nThe hexagonal plan form and orthogonal structural grid offer flexibility in the planning of the internal layouts. The brief required a range of apartment sizes from studios and one-bedroom to four-bedroom units, each of varying sizes. Penthouses are larger duplex units, expressed as independent pavilion structures, which take advantage of the sloping roof plane with double-height living areas. Winter gardens at the north and south ends of each building create ‘prows’, reinforcing the buildings’ relationship to Holland and Sumner Streets.\n\n\nThe theory of ‘served and servant’ spaces is used to create maximum flexibility in the project. External diagrid bracing has been used to keep the floor plates rigid and resist lateral wind movement. This arrangement removes the need for internal sheer walls and cores and therefore increases the flexibility of the internal planning and servicing.\n\nViews in and out of the apartments are controlled and directed by the cladding system. The use of timber louvred screens provides privacy by directing views away from neighbouring buildings both within and outside the development. These screens also provide solar shading for the apartments, reducing solar heat gain.\n\nThe proposal seeks to achieve a contemporary architectural language which responds creatively to, and mediates between, the articulation and colouration of the local architectural context. The area surrounding the site is characterised by the variety of the scale and style of its buildings. This variety extends to the materials used on NEO Bankside, ranging from the warm brick hues of the Victorian buildings on Southwark Street and Tate Modern to the precise steel and glass of Bankside 123. These materials also reflect the changing historic use of the area, from predominantly industrial activity to cultural, office, residential and retail uses.\n\n\nNEO Bankside has quality façades with expression and depth; the external bracing is located proud of the façades and adds visual depth and the aesthetic is softened through the use of solid and timber louvred elements, both within and behind the glazing. The timber louvres are set between the layers of the double-glazed façade and the use of solid, insulated backing panels continues the warm colouration. The organisation of the clear louvred and solid panels within the façade reflects the internal organisation of the apartments. The form and structure of the buildings create the controlling framework for this range of cladding types, and together form a strong visual identity to the façade.",
  "concept": "The Bankside area is one of the oldest parts of Southwark. Once an important centre for entertainment venues in the 16th and 17th centuries, the area has recently seen tremendous change and regeneration, encouraged by developments such as Tate Modern, the Globe Theatre and the Millennium Bridge.\n\nThe site occupies a complex, irregular space between Southwark, Sumner and Holland Streets, with particular urban constraints in an area of transition ranging from the large volumes and heights of Tate Modern and the Bankside 1/2/3 office development to a series of adjacent, listed two-storey almshouses.\n\n\nThe brief was to design a modern landmark scheme which will provide a high quality residential element within a vibrant mixed-use development. It also required that the design established a positive relationship to its context and, in particular, to its immediate neighbour, Tate Modern and the proposed extension. The site is typified by an inconsistent urban grain with poorly defined street edges. The proposal provides an opportunity to significantly improve links between Southwark, the Thames and Tate Modern.\n\nRSHP’s response seeks to link the diverse scale of the surrounding buildings, and address the urban grain whilst reinforcing the street edges to provide greater definition between the site and surrounding streets.\n\n\nThe configuration of the buildings fronting onto Southwark Street creates the possibility of a new ‘marker’ for the area, helping to ‘signal’ the main approach to Tate Modern and the opportunity for north/south permeability through the site. Moving the mass of the buildings away from Southwark Street as well as from the almshouses, helps to mediate between the differential in scale - the five individual buildings step in height in response to the neighbouring properties. The grain of the development encourages permeability and public connectivity through the site, further animated by retail uses. The resulting public realm extends the landscape themes from Tate Modern’s own local environment resulting in a more consistent physical environment than currently exists. The proposal also complements and extends the ground level activities contained in Bankside 1/2/3 and provides a soft, landscaped backdrop to the almshouses.",
  "construction": "The construction schedule for NEO Bankside’s five buildings presented some very tight deadlines. Completed in three phases, the two pavilions closest to the river – blocks A and B – progressed first, followed by blocks C and D and finally block E on Southwark Street. The landscaping works were continued in parallel through all phases.\n\nA concrete frame, poured in situ, provides the main support for the building. Perimeter bracing serves to provide lateral stability under wind load, reducing the requirement for sheer walls and thus allowing greater flexibility for internal planning and servicing arrangements. The bracing is joined at every third floor by pinned nodes, transferring the lateral forces applied to the structural frame by wind loads onto the cladding and into the bracing system.\n\n\nThe cladding units are double-glazed, with European oak replacing the interior layer of glazing in the solid panels. The unitised system is prefabricated off-site and each section was installed from the inside of the building, and hung from the slab above. As there was no scaffolding required, both the speed and safety of the installation was increased.\n\nDifferent stages of the construction could take place concurrently, with the structure and cladding progressing at a rate of approximately one floor per week. At certain points, the building’s structure was being cast at the top of the block; cladding installed four floors below and fit out taking place on the lower levels.\n\n\nThe perimeter steel structure of the ‘wintergardens’ was prefabricated off site and propped while the slab above was cast. The steel is pinned to the main structure creating a thermal break. Because the wintergardens are hung from the node above, the hangar can be lighter and therefore more slender than if it were propped permanently. Once the slab was cast and the hanger connected to the bracing frame, the props were taken out from the top down, incrementally increasing the load on the node from which they are hung.\n\nThe lift cores are a separate steel structure to the main concrete floor plates, connected to each of the floor slabs at each lobby structure. The steel structure is prefabricated before being brought to site for assembly and glazed in situ from a tower crane. This area is envisaged as a ‘coat on’ space, and is therefore only single glazed to make the lift cores more transparent and emphasise the structure and clarity of views",
  "dimensions": [
    {
      "label": "Site Area",
      "value": "2 acres",
      "id": "3e5a7f0710fa4b93a1c3bb72abe93742"
    },
    {
      "label": "Residential and Office",
      "value": "28 600 m²",
      "id": "1f0ec135c31343a496be314e6a421ba3"
    },
    {
      "label": "Retail and Basement Area",
      "value": "1 560 m²",
      "id": "b1294dd268b04d31b9eb04dd2c160359"
    }
  ],
  "companies": [
    {
      "label": "Co-Architect",
      "value": "John Robertson Architects",
      "id": "29ddae1d458946e089089b63014c0eef"
    },
    {
      "label": "Structural Engineer",
      "value": "Waterman Structures Limited",
      "id": "4302cebd85db40c5b8b1b3fd29cb6ace"
    },
    {
      "label": "Services Engineer",
      "value": "Hoare Lea",
      "id": "85031d0f427b437f87e5e67377fa8b9b"
    },
    {
      "label": "Project Manager",
      "value": "EC Harris",
      "id": "2859afbf1e1a44a4a641e803b128c1cf"
    },
    {
      "label": "Landscape Architect",
      "value": "Gillespies",
      "id": "cc3476835ca0405f8b14d035b8dc4c4f"
    },
    {
      "label": "Cost Consultant",
      "value": "WT Partnership",
      "id": "4d69f050cd9845ffacd803e6db890fd8"
    },
    {
      "label": "Contractor",
      "value": "Carillion",
      "id": "9fab1acce82c45488dc45cdd30d85f27"
    },
    {
      "label": "Planning Consultant",
      "value": "DP9",
      "id": "93f7471c3c9748d2a4fb61853532bf32"
    },
    {
      "label": "Development Manager",
      "value": "Native Land",
      "id": "028cd3047c7d4090b4ef972e86238bd6"
    },
    {
      "label": "Fire Consultant",
      "value": "Hoare Lea",
      "id": "f02a1b148e164e0b97bbee1cd188b96a"
    }
  ],
  "awards": [
    {
      "date": "2015-01-01",
      "year": "2015",
      "award": "RIBA Stirling Prize Shortlist",
      "rowId": "8A59BFEF19E64D0B845B670318535E10"
    },
    {
      "date": "2015-01-01",
      "year": "2015",
      "award": "RIBA London Award",
      "rowId": "B754BC1C16644035811753AA9165C397"
    },
    {
      "date": "2015-01-01",
      "year": "2015",
      "award": "RIBA National Award",
      "rowId": "1016B20C89AD4342B47EF35C44255ACB"
    },
    {
      "date": "2015-01-01",
      "year": "2015",
      "award": "World Architecture News Residential Award - Shortlisted",
      "rowId": "CFF14730F28242BE9B67D912B49000A5"
    },
    {
      "date": "2014-01-01",
      "year": "2014",
      "award": "Council on Tall Buildings and Urban Habitat: Urban Habitat Award - Finalist",
      "rowId": "B4AB95807F24438899D60067E2BF3329"
    },
    {
      "date": "2013-01-01",
      "year": "2013",
      "award": "British Association of Landscape Industries - Best Hard Landscaping £300k category",
      "rowId": "5787fbc631a540f0b4ed19349630dd7a"
    },
    {
      "date": "2013-01-01",
      "year": "2013",
      "award": "British Association of Landscape Industries - Best Soft Landscaping £300k category",
      "rowId": "4e353c6d7972433db76b7628667bdf32"
    },
    {
      "date": "2013-01-01",
      "year": "2013",
      "award": "London Building Excellence Awards - Best Large Housing Development",
      "rowId": "92C345B0AB0545B784A2646E62C4D596"
    },
    {
      "date": "2013-01-01",
      "year": "2013",
      "award": "Sunday Times British Home Awards - Best Landscaped Development",
      "rowId": "3e96fff4246543d894417357ddcd1651"
    },
    {
      "date": "2013-01-01",
      "year": "2013",
      "award": "Institute of Civil Engineering Award - Shortlist",
      "rowId": "f04620aad8204dc183b86a650db382e1"
    },
    {
      "date": "2012-01-01",
      "year": "2012",
      "award": "RESI Awards - Development of the Year",
      "rowId": "45b53ac6022042b489b0571e80d92bfa"
    },
    {
      "date": "2012-01-01",
      "year": "2012",
      "award": "Structural Steel Design Awards Commendation",
      "rowId": "a0020b6292d744d380d9932d3cf435ce"
    },
    {
      "date": "2012-01-01",
      "year": "2012",
      "award": "Constructing Excellence (London and the South East) Awards - Health and Safety Award Winner",
      "rowId": "12513d6b39bf4e709331a5ce207b2b2e"
    },
    {
      "date": "2012-01-01",
      "year": "2012",
      "award": "Best Landscape Architecture (London) and Best Architecture (UK): International Property Awards",
      "rowId": "3976a65221f043a9bf68c021db6e95a7"
    },
    {
      "date": "2012-01-01",
      "year": "2012",
      "award": "New Homes and Gardens Awards: Gold for Best Communal Garden/Landscape and Gold for Best Landscaped Urban Development",
      "rowId": "a16c79fdc41c40e38e7b8a5507c261eb"
    },
    {
      "date": "2012-01-01",
      "year": "2012",
      "award": "Best Large Development and Grand Prix Award, Evening Standard",
      "rowId": "24e103458a984b45a4dc6e800f66b354"
    },
    {
      "date": "2011-01-01",
      "year": "2011",
      "award": "Best Large Development and Grand Prix Award: Evening Standard New Homes Awards",
      "rowId": "A0C72D77F46D4E5B8D676A9E09F8E09B"
    },
    {
      "date": "2011-01-01",
      "year": "2011",
      "award": "Best Development (London) and Best Development (UK): International Property Awards",
      "rowId": "cb45f1e51f354cecb8ddee2a29aaa47f"
    },
    {
      "date": "2011-01-01",
      "year": "2011",
      "award": "Best International Development (multiple units) International Property Awards",
      "rowId": "23f46ba8e8dc438c84c5cb0f95ff3928"
    }
  ]
}
