{
  "type": "Project",
  "id": "05420",
  "url": "398:office/8-chifley/",
  "serializeDate": "'2022-06-30 16:18:39.764'",
  "serialized": 1656605919764,
  "serializedBy": "sreeve",
  "title": "8 Chifley",
  "description": "8 Chifley is a premium grade office building in Sydney, Australia. The scheme – developed in conjunction with Lippmann Partnership – comprises of a 30-storey office building situated in the Central Business District of Sydney.",
  "date": "2005",
  "client": "Mirvac",
  "location": "Sydney, Australia",
  "longLat": "151.211233 / -33.866730",
  "longitude": "151.211233",
  "latitude": "-33.866730",
  "typologies": [
    "Office"
  ],
  "team": [
    "Lennart Grut",
    "Ivan Harbour",
    "Kathryn Humphreys",
    "Aki Kageyama",
    "Ann Miller",
    "Andrew Partridge",
    "Ed Lippmann",
    "Tim O'Sullivan",
    "Matthias Irger",
    "Sandra Furtado",
    "Rodney Hector",
    "Warren Iles",
    "Michael Morony",
    "Jon Voss"
  ],
  "partners": [
    "Ivan Harbour",
    "Lennart Grut"
  ],
  "leaders": [
    "Andrew Partridge"
  ],
  "floors": [
    {
      "value": "34",
      "id": "7103e328ec4a4fb7a81e34724cfabc3e"
    }
  ],
  "overview": "8 Chifley is a premium grade office building in Sydney, Australia. The scheme – developed in conjunction with Lippmann Partnership – comprises of a 30-storey office building situated in the Central Business District (CBD) of Sydney. The overall concept was for a development that provides functional quality offices while creating opportunities for connectivity between occupiers from different parts of the building.\n\nThe office spaces across 21 levels are connected by a series of adaptable two and three-storey interlinked vertical ‘villages’. These villages (ranging from 1,800 to 2,600 metres square) provide the building with a high degree of flexibility. They also create a variety of individual workspace environments which allow privacy and interaction between individuals. This hollowing out of floor space within the tower allows the redistribution of space higher up the building where better views can be enjoyed. The villages are interspersed with full floor office levels which allow for multiple villages to be connected.\n\nThe building has been designed specifically for its prominent, north-facing site. The design creates an environment in tune with demands of the contemporary office lifestyle, where technology is the driver, and the distinction between the office and home is blurred or overlapping. The latest technology and materials have been used to help modify the internal environment. This includes louvred sunscreens on the northeast and west façades; a series of mid- and roof-level, landscaped podiums which incorporate break-out areas for occupiers; external solar shading incorporating tint-free glass which creates a truly transparent building both internally and externally; and an internal environment modified by a displacement floor system, chilled beams and an exposed concrete soffit.\n\nA five-storey open space at street level creates a grand entrance to the building as well as creating a new, significant area of public space which complements the existing, adjoining space of the Chifley Square precinct and which will display a collection of Australian-based art.\n\nCentral to the building’s sense of connectivity and community is the elevated ‘village square’ on the 18th floor set within a three-storey void. This area provides a focal point for all occupants of the building, comprising an entire floor of multi-functional, landscaped space.\n\nThe building’s carbon emissions are at least 50 per cent less than those of a ‘typical’ Sydney CBD office. It also achieves a high degree of sustainability through effective water reduction, reduced emissions of CFCs and the use of sustainably-sourced materials. A balanced approach to these areas resulted in a 6-Star ‘Greenstar’ rating, the highest benchmark achievable in Australia.",
  "design": "On a prominent, north-facing site, 8 Chifley is 30 storeys tall, with a five-storey entrance plaza at its base.\n\nThe office spaces, across 21 levels, are connected by a series of adaptable two- and three-storey interlinked vertical ‘villages’. These villages – ranging from 1,800 to 2,600 square metres (19,000 to 28,000 square feet) – provide the building with a high degree of flexibility. They create a variety of individual workspace environments which allow privacy and interaction between individuals. The hollowing out of floor space within the tower at ground level and again at level 18 allows for redistribution of space higher up the building where better views can be enjoyed. The design creates an environment in tune with demands of contemporary office trends, where technology is the driver and attributes of the home begin to come into the workplace.\n\nAt level 18 a ‘village square’ forms the social heart of the building. This square is in fact an external, loggia-like, three-storey landscaped space that also contains a glass pavilion for all weather use. A profiled roof allows level 30, the uppermost floor, to take on similar qualities to the loggia spaces at ground level and level 18.\n\nFramed by a permeable arrangement which neutralises the wind load, a light structure provides shading to the roof terrace while preserving an open character.\n\nA wide ranging strategy of effective water reduction, reduced CFC emissions, off-site manufacture and the use of sustainably-sourced materials results in 8 Chifley being one of the greenest buildings in Sydney. Further sustainable technologies employed include: louvred sunscreens on the north west and west façades; a tri-generation system for on-site electricity generation; gas powered combined heat and power (CHP); blackwater (waste water) treatment and rainwater recycling systems and sub-floor chilled air conditioning. Taken together these systems ensure that 8 Chifley exceeds Australia’s highest Green Star environmental certification: 6 Star ‘World Leader’.",
  "concept": "The initial concept for 8 Chifley Square was to create a series of three-storey ‘villages’ within a single, tall office tower, each providing 1,800 to 2,600 square metres (19,000 to 28,000 square feet) of lettable space.\n\nEach village can be configured to provide shared meeting spaces and linkages to meet changing requirements and providing a flexible approach to tenancy needs.The aim was to connect people in the workplace, encourage better communication and inspire small working communities to form. A south-facing service core shades the office from the worst of the sun and the location of the services in this separate core allows for an open structure within the resulting office floor plates.\n\nThe relatively small-depth floor plate and south core mean all workers have excellent views of Sydney to the west, north and east.\n\nThe building is raised from the ground, removing ground floor and low-level office space and thereby increasing the value of the remaining lettable floors (the lowest levels of towers are generally less sought after than higher levels). This creates a five-storey public space adjoining Chifley Square as well as a grand entrance to the building. Shops and cafés extend out of the neighbouring lanes into the lower-level plaza and the elevated platforms to bring focus and energy to the public realm.",
  "construction": "8 Chifley reaches to the edges of its site, opening up at the lower five floors to form a large public space that forms a continuation of Chifley Square, one of Sydney’s few existing city squares. This tight site presented a number of logistical construction challenges which led to extensive use of off-site manufacturing techniques and well-timed deliveries to keep to a tight programme. Construction started in June 2011 following the demolition of the existing Goodsell Building.\n\nThe use of prefabricated parts and repetitive construction methods informs the architecture and makes the process of building legible as well as ensuring high quality finishes on the exposed structure. The southern service core was constructed using jump-form concrete system and rose independently of the office floor structure. The four perimeter columns of the building – the mega columns – were brought to site as precast concrete shells and then became permanent form-work as they were filled with prefabricated reinforcement cages and concrete on site.\n\nTo avoid large-scale internal columns at the lower levels, at the loggia-like village square on level 18, the load from the four internal columns is transferred to the composite steel transfer columns – coded in blue. This is repeated at level six to eliminate columns in the public space. The inclined transfer columns, like all the major steel components, were prefabricated in China, including reinforcement, and arrived on site when required. Once in place, concrete was pumped into the inclined transfer columns from the base, eliminating air pockets within the concrete. This method of constructing the transfer structure is highly efficient, and took place in parallel with the jump form core structure, allowing a quick start to the construction process.\n\nThe main core of the building is located on the south of the site, allowing the floor plates to be column free and makes the most of the small site. However, this asymmetry has certain imbalances in wind and seismic load, which would normally be mitigated if there was a central core. To balance this, a steel sway frame – coded in red – braces across the eastern and western facades to give a more efficient structural geometry. This sway frame is a relatively slender structure, the key to which is a jointed node that, in its flexibility, absorbs the sway load but carries no dead load, the result of which is an approximately 50 per cent reduction in steelwork tonnage.\n\nInstallation of the curtain walling began once the second pair of sway frames were in place. The glazed cladding achieves high environmental performance but allows the building to remain transparent and light. Each cladding panel is double glazed with high vision glass but has solar shading on the exterior and internal blinds to combat solar gain in Sydney’s intense daylight. The brise soleil also double up as a maintenance gantry. Cladding panels were brought to site without their solar shading, maximising the number of units delivered on each truck. Then, as there was no laydown space on site, they were delivered to cantilevered loading platforms which jutted out at each floor plate. Once on the correct floor, the solar shading was fixed to the units, which were then ‘launched’ into position on the façade.\n\n8 Chifley was opened in October 2013.",
  "dimensions": [
    {
      "label": "Site Area",
      "value": "1 580 m²",
      "id": "3dcf144040c84b6ebf218cb97310a5c5"
    }
  ],
  "companies": [
    {
      "label": "Co-Architect",
      "value": "Lippmann Partnership",
      "id": "8fcb8aa4b2e540398d9d7f73e07169d4"
    },
    {
      "label": "Structural Engineer",
      "value": "Arup",
      "id": "8d55ab8097764de8bc45eb79493c6345"
    },
    {
      "label": "Services Engineer",
      "value": "Arup",
      "id": "e6c1ea51b54f4cac9da7efc46c3526e9"
    },
    {
      "label": "Landscape Architect",
      "value": "Aspect Studios",
      "id": "51317f2828114e228e976447fcc05411"
    },
    {
      "label": "Contractor",
      "value": "Mirvac Constructions",
      "id": "71749b13e8b645b7ae29ed090413c50c"
    },
    {
      "label": "Art Consultant",
      "value": "Barbara Flynn",
      "id": "7952e462a0d94b47bb4f458fdef66a27"
    }
  ],
  "awards": [
    {
      "date": "2015-01-01",
      "year": "2015",
      "award": "Property Council of Australia / Rider Levett Bucknall Innovation and Excellence Awards - Development of the year",
      "rowId": "b4938d2e809f45febb2d52c0b9bb5c00"
    },
    {
      "date": "2015-01-01",
      "year": "2015",
      "award": "Property Council of Australia / Rider Levett Bucknall Innovation and Excellence Awards - Best office Development",
      "rowId": "471cd8a5c788476b8c39423b9a60b70f"
    },
    {
      "date": "2015-01-01",
      "year": "2015",
      "award": "Property Council of Australia / Rider Levett Bucknall Innovation and Excellence Awards - Best Sustainable Development (New Buildings)",
      "rowId": "8e79ec2b4def40968a9002d6011dec04"
    },
    {
      "date": "2014-01-01",
      "year": "2014",
      "award": "COLORBOND Award for Steel Architecture - commendation",
      "rowId": "bbfdbcb6f9af464099065252ba16a394"
    },
    {
      "date": "2014-01-01",
      "year": "2014",
      "award": "Sir Arthur G Stephenson Award for Commercial Architecture",
      "rowId": "057fbd18caa248d5b93cd9952f522406"
    },
    {
      "date": "2014-01-01",
      "year": "2014",
      "award": "AIA NSW Award for best Commercial Architecture",
      "rowId": "63fc219526ba4e29b49aa3c61f7a1ee3"
    },
    {
      "date": "2014-01-01",
      "year": "2014",
      "award": "UDIA Retail/Commercial development of the year",
      "rowId": "463489d482364c74ae54fe6eae6123b9"
    },
    {
      "date": "2014-01-01",
      "year": "2014",
      "award": "COLORBOND Award for Sustainable Architecture - commendation",
      "rowId": "ffc1adfa5d47482788e15d735152a6b9"
    },
    {
      "date": "2014-01-01",
      "year": "2014",
      "award": "Sydney Design Award Commercial - constructed",
      "rowId": "09ffc7abd10a426e916c291eaa89345b"
    },
    {
      "date": "2014-01-01",
      "year": "2014",
      "award": "Council on Tall Buildings and Urban Habitat: Best Tall Building in Asia and Australasia - Finalist",
      "rowId": "8c28336f1ed847528d81bad7ef73ef9a"
    },
    {
      "date": "2014-01-01",
      "year": "2014",
      "award": "Architectureau Innovative Development Award",
      "rowId": "c312b2f0dfba4d65a4b60ec81b6eb857"
    },
    {
      "date": "2014-01-01",
      "year": "2014",
      "award": "Sydney Excellence in Engineering Awards - Finalist",
      "rowId": "e98e810d48f54e309d6cae66dd172c20"
    }
  ],
  "certificates": [
    {
      "authority": "Green Star",
      "rating": "6 Stars",
      "rowId": "17bd7b003a6e4f499e359a0d48610faa"
    }
  ]
}
