{
  "type": "Project",
  "id": "11750",
  "url": "office/kingboard-qianhai-tower",
  "serializeDate": "'2022-06-27 11:46:02.720'",
  "serialized": 1656330362720,
  "serializedBy": "sreeve",
  "title": "Kingboard Qianhai Tower",
  "description": "Kingboard Headquarter Tower is located within the new Qianhai masterplan neighbouring Hong Kong and Shenzhen.",
  "date": "2018 -",
  "client": "Kingboard Holdings",
  "location": "Shenzhen, China",
  "longLat": "113.897242  / 22.538522",
  "longitude": "113.897242 ",
  "latitude": "22.538522",
  "typologies": [
    "Office"
  ],
  "team": [
    "Richard Black",
    "Nandi Han",
    "James Leathem",
    "Pei Yi Lin",
    "Jose Roldan",
    "Marco Tessaro",
    "Adeline Wee",
    "Alexandria Fu",
    "Andrew Tyley",
    "Anna Au",
    "Ben Goble",
    "Carlos Gonzalez",
    "Chris Trundle",
    "David Kennedy",
    "Elizabeth Low",
    "Harjinder Singh",
    "James Bradford",
    "James Leathem",
    "Jose Roldan",
    "Lu-Min Guo",
    "Matthew Jackson"
  ],
  "partners": [
    "Richard Paul",
    "Ben Warner",
    "Lennart Grut"
  ],
  "leaders": [
    "Richard Paul"
  ],
  "heights": [
    {
      "value": "232m",
      "id": "2D6FCC4EE5834E24956B9B"
    }
  ],
  "floors": [
    {
      "value": "47",
      "id": "2DCCD7C507FF400F88519A"
    }
  ],
  "overview": "Kingboard Headquarter Tower is located within the new Qianhai masterplan neighbouring Hong Kong and Shenzhen. Qianhai Bay is part of a comprehensive masterplan for a new urban development zone that will provide accommodation for increasing industry.\n\nThe site has a primary aspect onto Menghai Avenue which will become the main artery of the masterplan with dedicated green spaces to the north of the plot. The tower responds to this public axis by aligning the primary façade along it, forming a public space between the tower lobby and green corridor.\n\n\nThe core is positioned to the east to minimise overlooking between buildings and promote views along the green corridor of Menghai Avenue and across to Qianhai Bay. The asymmetric core and services allow the office floorplates to be a clear, regular area of 45m x 30m. By having this flexibility at the heart of the floor, many plan configurations are possible that can be adapted for any tenant’s need and can also be suited to multiple tenants on a single floor.\n\nThe structural strategy works in parallel with the architectural concept to maximise the open office floorplate. This is achieved by positioning elements of the primary steel structure outside of the north and south façade and suspending the office floors from the trusses positioned every 11 levels, significantly reducing the size of the structural elements on each typical office level.\n\n\nThe expressed structure and rear core bring articulation and shadows to the tower that help to break down the scale of its 230m height. This expression also provides a level of clarity and legibility to the organisation of both structure and function.\n\nSkygarden levels provide external amenity space throughout the height of the tower, forming a break in the massing between each 9 typical office levels. Each of the low, mid- and high-rise lift banks have access to a dedicated skygarden, offering all staff an informal space to work, socialise or rest. These areas are designed to provide a deep landscaping zone that will allow for a rich, natural garden that will receive the afternoon sun.",
  "dimensions": [
    {
      "label": "Total Gross Floor Area",
      "value": "85 000 m²<br>",
      "id": "2c61f267c2c94d54a95295b2d19b1595"
    }
  ],
  "companies": [
    {
      "label": "Structural Engineer",
      "value": "Arup",
      "id": "f1803530f4eb4048b75b1ec2473134d4"
    },
    {
      "label": "Services Engineer",
      "value": "Arup",
      "id": "04ba9340c0bc4173bf433530619885a8"
    },
    {
      "label": "Cost Consultant",
      "value": "Arcadis",
      "id": "17e1fec897db417083e2d083f25ad438"
    },
    {
      "label": "Fire Consultant",
      "value": "Arup",
      "id": "a86ad42094304a6f865475b77fd8235b"
    }
  ]
}
