{
  "type": "Project",
  "id": "05100",
  "url": "transport/capodichino-metro-station",
  "serializeDate": "'2022-06-21 14:16:15.331'",
  "serialized": 1655820975331,
  "serializedBy": "sreeve",
  "title": "Capodichino Metro Station",
  "description": "The extension to the city of Naples’ Metropolitana Linea 1, part of the Naples Metro system, is a showpiece development, with each station designed by an international artist or architect.",
  "date": "2006-under construction",
  "client": "Metropolitana di Napoli",
  "location": "Naples, Italy",
  "longLat": "14.282387  / 40.877753",
  "longitude": "14.282387 ",
  "latitude": "40.877753",
  "constructionCost": "€60,000,000",
  "typologies": [
    "Transport"
  ],
  "team": [
    "Davide Costa",
    "Amarjit Kalsi",
    "Adrian King",
    "Faidra Matziaraki",
    "Leonardo Pelleriti",
    "Richard Rogers",
    "James Stopps",
    "Rae Whittow-Williams"
  ],
  "partners": [
    "Ivan Harbour",
    "Lennart Grut"
  ],
  "leaders": [
    "Amo Kalsi",
    "Leonardo Pelleriti"
  ],
  "overview": "The extension to the city of Naples’ Metropolitana Linea 1, part of the Naples Metro system, is a showpiece development, with each station designed by an international artist or architect. Rogers Stirk Harbour + Partners’ design for the Capodichino Aeroporto Station, which is located at the end of the extension to Linea 1, represents a significant opportunity to contribute to the regeneration of the city and the airport itself.\n\nThe new station will transform the existing airport terminal into a sustainable transport hub linked to the Napoli Centrale railway station in Piazza Garibaldi and the ferry terminal at Piazza Municipio.\n\n\nThe masterplan positions the metro station at the very heart of the airport, with easy pedestrian access to the departure and arrival terminals.\n\nA repeated, overlapping segment of the main roof structure extends to form a ground-level ‘tail’, creating a shaded, tree lined walkway to the car park, via taxi pick-up and drop-off points as well as cafés and shops.\n\n\nThe elliptical ‘well’ that descends to the underground trains is a central focus of the station’s design, and becomes animated by the vertical movement of passengers down colour-coded escalators.\n\nAn open steel and glass canopy will stretch across and oversail a subterranean piazza. The form of the roof allows natural light to penetrate deep into the internal space of the station, as well as allowing natural ventilation to circulate. It also provides protection from sunlight and rain for the piazza, creating a public space that offers a safe, protected environment for those passengers travelling between the station and the airport.",
  "dimensions": [
    {
      "label": "Site Area",
      "value": "12 700 m²",
      "id": "84b3c6d3e8ce47f2b635b09a02a06eef"
    }
  ],
  "companies": [
    {
      "label": "Co-Architect",
      "value": "DA Studio",
      "id": "e47d615727d247309d9bb01d060224bd"
    },
    {
      "label": "Local  Architect",
      "value": "Smith Barracco Studio",
      "id": "960dd72916914d64b9ed1199ba4e7a56"
    },
    {
      "label": "Structural Engineer",
      "value": "Expedition / Stipe",
      "id": "88b29752e6454c8fbe56cf8b251435de"
    },
    {
      "label": "Contractor",
      "value": "Astaldi - Moccia",
      "id": "f6c14b403522497ab929ad0e2b737d0b"
    },
    {
      "label": "Cost Consultant",
      "value": "Metropolitana di Napoli",
      "id": "fd0cbe6b569a463f8f5b711ae160b1ac"
    },
    {
      "label": "Civil Engineer",
      "value": "Metropolitana Milanese / Stipe",
      "id": "29e0961f4c5d493cb6f82ee962778691"
    },
    {
      "label": "Traffic Engineer",
      "value": "Arup",
      "id": "8e3f45664950490d9dfde09e6227ea74"
    }
  ],
  "awards": [],
  "certificates": []
}
