{
  "type": "Project",
  "id": "06120",
  "url": "masterplanning/barangaroo-south-masterplan",
  "serializeDate": "'2022-06-27 15:40:42.688'",
  "serialized": 1656344442688,
  "serializedBy": "sreeve",
  "title": "Barangaroo South Masterplan",
  "description": "Rogers Stirk Harbour + Partners (RSHP) has developed a masterplan for the Barangaroo peninsula, a city district on the north-western edge of the Sydney central business district.",
  "date": "2009-2015",
  "client": "Lendlease / Barangaroo Delivery Authority",
  "location": "Sydney, Australia",
  "longLat": "151.2015  / -33.8605",
  "longitude": "151.2015 ",
  "latitude": "-33.8605",
  "constructionCost": "$6,000,000,000 AUS",
  "typologies": [
    "Masterplanning"
  ],
  "team": [
    "Ben Darras",
    "Tobi Frenzen",
    "Ivan Harbour",
    "Mimi Hawley",
    "Amarjit Kalsi",
    "Chris McAnenny",
    "Ann Miller",
    "Alison Oktay",
    "Andrew Partridge",
    "Richard Rogers",
    "Laura Salisbury",
    "Andrei Saltykov",
    "James Stopps",
    "Paul Thompson",
    "Simon Tonks"
  ],
  "partners": [
    "Ivan Harbour",
    "Lennart Grut"
  ],
  "leaders": [
    "Avtar Lotay",
    "Andrew Partridge",
    "Paul Thompson"
  ],
  "overview": "Rogers Stirk Harbour + Partners (RSHP) has developed a masterplan for the Barangaroo peninsula, a city district on the north-western edge of the Sydney central business district (CBD), that breaks up the area’s disused container port and uniform concrete border, returning it to the city as a bold addition to the urban landscape.\n\nThe project extends the city’s existing CBD and provides up to 1,500 new homes as well as leisure and cultural facilities and a new ferry terminal. Two thirds of the development is set aside as public and recreational space. The remaining third – Barangaroo South – will adopt the same scale, height and density as the existing CBD while maintaining a waterside which is public along its entire length.\n\nCovering six hectares (15 acres) of built development as part of a larger site totalling 22 hectares (54 acres), Barangaroo South will become a complete new city quarter that integrates with the existing urban fabric. The masterplan is based on a ‘fan’ of buildings that create views opening outwards towards the west and helping to reconnect Sydney to its western waterfront. Emphasis is placed on creating strong public transport and pedestrian links, and opening up a waterfront promenade into a ‘great city boulevard’ running the full length of Barangaroo.\n\n\nAn extension to the CBD will provide much-needed high-quality office space, The Barangaroo South development locks into the existing city grid at the Hickson Road perimeter of the site. It then follows a radial arrangement that responds to the sun path and site boundaries; and ensures good views extend to the waterfront.\n\nThe proposal includes a landmark building which is raised more than nine metres (30 feet) above a pier to allow full public access to the water. The lower storeys of this tower are dedicated to cultural activities and above these sits a 40-storey hotel, topped by a viewing area also open to the public. This will be the first major landmark building for Sydney Harbour since the Opera House opened in 1973, and helps to reinforce the importance of Barangaroo South as Sydney’s great western gateway.\n\n\nIn addition, the existing shoreline will be transformed to include a new cove, breaking up the current straight and monotonous waterfront. The derelict wharves will be transformed to create a more natural, meandering water’s edge and inject a new sense of character to the area.\n\nBarangaroo will complete and enhance Sydney’s waterfront promenade, as well as creating a new ‘culture trail’. The development encourages walking, cycling and the use of public transport. It is part of the Clinton Climate Initiative’s Climate Positive Development Program and, when delivered, will be an exemplar of sustainable urban design.",
  "dimensions": [
    {
      "label": "Site Area",
      "value": "22 ha (of which 6 hectares will be developed for commercial, residential, hotel, cultural and transport uses)",
      "id": "237c8e30e9fd44839f80328945f5c0e2"
    }
  ],
  "companies": [
    {
      "label": "Co-Architect",
      "value": "Lippmann Partnership",
      "id": "ad36caef40b541e7a7ab34f90843aad7"
    },
    {
      "label": "Services Engineer",
      "value": "Arup",
      "id": "a4aa28af6ada4608b8134f6a88b85e21"
    },
    {
      "label": "Landscape Architect",
      "value": "Gustafson Guthrie Nichol (GGN)",
      "id": "cce037908c264c7486228aca835aa07d"
    }
  ],
  "awards": [],
  "certificates": []
}
