{
  "type": "Project",
  "id": "04300",
  "notes": "Not Published",
  "serializeDate": "27th April 2022 14:21:40",
  "serialized": 1651069300247,
  "serializedBy": "Steve Reeve",
  "title": "Maantis Lighting System",
  "description": "The ‘Maantis’ lighting system is the product of a collaboration between international lighting company Reggiani Illuminazione and Rogers Stirk Harbour + Partners.",
  "date": "2004-2006",
  "client": "Reggiani Spa Illuminazione",
  "typologies": [
    "Industrial"
  ],
  "team": [
    "Davide Costa",
    "Amo Kalsi",
    "Richard Rogers"
  ],
  "partners": [
    "Amo Kalsi"
  ],
  "overview": "The ‘Maantis’ lighting system is the product of a collaboration between international lighting company Reggiani Illuminazione and Rogers Stirk Harbour + Partners. The product is designed to be a high quality office lighting system, which embraces technology to maximise its efficiency, while remaining aesthetically rigorous and innovative.\n\n\nThe inspiration for Maantis was taken from the iridescent glow of deep-sea creatures. The natural evolution of these creatures has led to them being able to emit a light energy which derives from their structure and metabolism. In the same way, Maantis’ prismatic polycarbonate ribs are designed to ensure that light ting from the principal source is diffused, reflected and refracted in such a way that light spillage and glare is minimised. Even when the light is switched off, the prismatic ribs continue to absorb light and colours from the surrounding space and produce a faint translucent glow.\n\n\nAlongside the main light source, Maantis features an LED automatic lighting system. These lights have a dual function both as zonal indicators for large, open-plan offices and as a source of low-level lighting outside of working hours, which will serve to animate space at night. The optional use of the ‘Ambar’ spotlight – also developed by RSHP – is offered by an additional arm at the end of the central spine. This feature can also be used to locate movement sensors which automatically illuminate a space when someone enters a room or particular space in the office.",
  "dimensions": [],
  "companies": []
}
