{
  "type": "Project",
  "id": "04150",
  "url": "industrial/bodegas-protos",
  "serializeDate": "'2022-06-21 14:16:04.181'",
  "serialized": 1655820964181,
  "serializedBy": "sreeve",
  "title": "Bodegas Protos",
  "description": "Bodegas Protos is a wine cooperative in a small village in the Ribera del Duero region of Spain, where almost everyone in the village has a stake in the winery.",
  "date": "2004-2008",
  "client": "Bodegas Protos",
  "location": "Peñafiel, Spain",
  "longLat": "-4.11368  / 41.59985",
  "longitude": "-4.11368 ",
  "latitude": "41.59985",
  "constructionCost": "£15,000,000",
  "typologies": [
    "Industrial"
  ],
  "team": [
    "Raquel Borrás",
    "Maxine Campbell",
    "Mike Fairbrass",
    "Silvia Fukuoka",
    "Russell Gilchrist",
    "Lennart Grut",
    "Jan Güell",
    "Juan Laguna",
    "Ronald Lammerts Van Beuren",
    "Tim Mason",
    "Jack Newton",
    "Tamiko Onozawa",
    "Susana Ribes",
    "Richard Rogers",
    "Graham Stirk",
    "Patricia Vázquez",
    "Martin White",
    "Neil Wormsley"
  ],
  "partners": [
    "Graham Stirk",
    "Lennart Grut"
  ],
  "leaders": [],
  "floors": [
    {
      "value": "4",
      "id": "BD46ADD589A5477795FD42"
    }
  ],
  "overview": "Bodegas Protos is a wine cooperative in a small village in the Ribera del Duero region of Spain, where almost everyone in the village has a stake in the winery. In response to increasing demand for Protos wines in recent years, a new building to extend and modernise production facilities has been built. The winery is an industrial building whose design and arrangement follows the process of wine making, from the harvesting of the grapes to the bottling of the wines. Most of the winery’s internal area is underground, where the thermal mass of the ground is used to keep the wine cool, with the production area at ground level beneath a dramatic vaulted wooden roof.\n\nThis building connects via an underground link to the original winery and also provides custom-designed areas for tastings and special events, as well as administrative functions.\n\n\nTerracotta roofing tiles are common to the architecture of the region, and the stone that forms the walls is waste material from a local quarry. The use of traditional materials such as wood and stone and the sensitive use of form to break down the scale of the building has resulted in a winery which complements the surrounding traditional architecture style of Penafiel.\n\nWith building work completed in September 2008, Bodegas Protos processed its first harvest of grapes from the vineyards surrounding Penafiel during October 2008. Over a fifteen-day period, tractor-pulled trailers carrying the grape crop were driven up the ramp to the processing area on the south side of the building and unloaded into vats for fermentation. The facility is now providing capacity to process one million kilos of grapes a year.",
  "design": "The structure of the building was designed as a modular system of industrialised components that were assembled on site and therefore benefited from quality control and speed of construction.\n\nA pre-cast concrete substructure accommodates both the cellar and production levels. Designed to be assembled as a simple unidirectional system, when completed it behaves as a bidirectional frame. The modular and systematic design of the exposed structure allows each of its components to be identifiable and to relate to the specific function that each fulfils.\n\n\nThe production level is formed by a nine by nine metre grid of precast concrete columns, column-heads, beams and planks, resulting in a structural depth comparable to an in-situ solution. The storage capacity of the building has been maximized by the triangular form of the base that fills the site. The repetitive nine-metre structural grid allows a flexible use of the cellar for ageing wine in barrels and bottles. Cool storage of the wine is created by effective use of the thermal mass around the building and the exposed concrete structure.\n\nAt ground level, a modular system of laminated timber arches creates a light, open transparent structure which supports the roof and gives the building its character. Each of the five arches spans 18 metres, and is placed at nine-metre intervals along the length of the span, echoing the grid below. The roof itself appears to float above these arches, as it is separated by a series of steel ‘V’ props.\n\n\nThe five interlinked parabolic vaults of variable lengths present a generated volume breaks down the overall mass and scale of the building to create a structure that is sympathetic to the surrounding urban grain and countryside. The south façade is protected by a nine-metre roof overhang while the east and west façades are shaded by a tubular rainscreen. The terracotta tiles in the roof generate a ventilated cavity, allowing the sun’s heat to be dissipated rather than radiate towards the inside of the building.\n\nThe façades and internal partition systems have been designed as in-fills within the powerful structural elements. Made primarily of glass, these give visual connectivity between the production areas, social and administrative facilities and the patio.",
  "concept": "Bodegas Protos is a contemporary reinterpretation of the traditional winery; it employs effective use of thermal ground mass, a large flexible warehouse and construction materials in keeping with the local vernacular. The concept of the building’s design follows the journey of the grape in the wine-making process, with each part of the facility conceived to provide the most appropriate environmental conditions.\n\nCompositionally, the winery is conceived as a light, articulated structure that sits on a solid base or plinth. The plinth anchors the building to the ground as its volume is mainly buried underground. Its triangular form makes maximum use of the site and resolves the difference in site levels, whilst also creating a horizontal plane from which the structure spans. The base of the building manifests itself externally in stone perimeter walls and a pavement across the access level.\n\n\nA large double-height space at production level is oversailed by interlinked timber vaults to ensure an open and flexible space. This accommodates the fermentation and storage vats as well as the bottling plant, packaging equipment, technical areas and vehicle access bays. A sunken garden guarantees natural light and ventilation for the offices and generates an outdoor break-out space with framed views of Peñafiel Castle, which sits on top of a nearby hill.\n\nThe roof is composed as a façade, responding to the view from the castle. Terracotta tiles, as well as the scale and rhythm of arches, complement the surrounding buildings.\n\n\nThe underground cellar affords 5,000 square metres (54,000 square feet) of flexible space for the storage of barrels and bottles containing ageing wine. Adjacent facilities are provided for barrel cleaning, an historical wine archive and staff areas. The 7.5-metre- (25-foot-) high space has an intermediate mezzanine surrounding a sunken patio that hosts social facilities such as a wine-tasting room, lounge, multi-purpose space and small auditorium. These spaces offer views to an external garden and elevated views of the barrels and bottles connecting staff and visitors to the winemaking process itself.",
  "construction": "The construction of the building began in spring 2005. Following the excavation of the site, 13-metre- (43-foot-) high in-situ concrete perimeter walls and foundations were constructed whilst the pre-cast concrete structural elements were being fabricated.\n\nThe design of the building system ensured that all the generic elements were placed in position without requiring the use of temporary support structures. This innovative structural system allowed a rapid assembly and the 19,500-square-metre (210,000-square-foot) concrete frame for the base of the building – cellar, mezzanine and production levels – reached completion within nine months.\n\n\nAbove ground, the five arches are made of a modular system of laminated timber, each spanning 18 metres (60 feet) across the access level and have triangular steel base connections to the concrete structure below. Offsite industrialised fabrication and simple and rapid in-situ assembly methods were used, with the first arch being installed in February 2006.\n\n\nA series of steel 'V' props and tensors separate each arch from the parabolic vaults, which are composed of secondary and tertiary beams and a multi-layered roof panel. Again, the design of this system allowed most of the structure to be free-standing in intermediate phases of the construction process and it was completed in May 2006. With the major structural elements in place, construction of the façades and internal partitions, services and wine making machinery, light structures such as glass and steel stairs and bridges, finishes, and fit-out elements could take place. The building programme was completed in time for the 2008 grape harvest.",
  "dimensions": [
    {
      "label": "Gross Floor Area",
      "value": "19 450 m²",
      "id": "b1c0d39e81f24de2a02e4fd72faf4899"
    }
  ],
  "companies": [
    {
      "label": "Structural Engineer",
      "value": "Arup / BOMA / Agroindus",
      "id": "527d691f511143f0ae8ceb37ec126475"
    },
    {
      "label": "Services Engineer",
      "value": "BDSP Partnership / Grupo JG / Agroindus",
      "id": "f379504775864f2ca116352b1505835d"
    },
    {
      "label": "Quantity Surveyor",
      "value": "Tècnics G3 / Agroindus",
      "id": "36a159e7c896419fa28ac1ad73b3dfb9"
    },
    {
      "label": "Project Manager",
      "value": "CEM Management",
      "id": "62b45c48578148f7a2c582cd2274b942"
    },
    {
      "label": "Lighting Consultant",
      "value": "Biosca & Botey",
      "id": "5166248f01244ab2af59eb3ee69d2806"
    }
  ],
  "awards": [
    {
      "date": "2009-01-01",
      "year": "2009",
      "award": "ID & D Gourmet Category Istructe Award",
      "rowId": "86687b807deb4eb79a4eab7190a9ebf0"
    },
    {
      "date": "2009-01-01",
      "year": "2009",
      "award": "Conde Nast Traveller",
      "rowId": "1b24467235804d93b3e4f0a4d0b8df79"
    },
    {
      "date": "2009-01-01",
      "year": "2009",
      "award": "Civic Trust Award",
      "rowId": "daa8c40b6e324ba186accfbf303260d3"
    },
    {
      "date": "2009-01-01",
      "year": "2009",
      "award": "World Energy and Recycling",
      "rowId": "9153c883e14b4d099920dbf52d0e302d"
    },
    {
      "date": "2009-01-01",
      "year": "2009",
      "award": "Chicago Athaneum Award",
      "rowId": "9d8dcda808a94457903f3207d1611bf3"
    },
    {
      "date": "2009-01-01",
      "year": "2009",
      "award": "Shortlisted for Stirling Prize",
      "rowId": "72511b484a4d4a24826ae53cd104f7d4"
    },
    {
      "date": "2009-01-01",
      "year": "2009",
      "award": "RIBA European Award",
      "rowId": "B44F8B358CBD4C3E903026C0DF1A1C63"
    }
  ],
  "certificates": []
}
