{
  "type": "Project",
  "id": "03350",
  "url": "education/grips",
  "serializeDate": "'2022-06-19 14:25:28.772'",
  "serialized": 1655648728772,
  "serializedBy": "sreeve",
  "title": "GRIPS",
  "description": "The National Graduate Institute for Policy Studies (GRIPS) is a graduate school and research institute, established in October 1997.",
  "date": "1995-2001",
  "client": "Ministry of Education, Culture, Sports, Science and Technology",
  "location": "Tokyo, Japan",
  "longLat": "139.727313  / 35.663957",
  "longitude": "139.727313 ",
  "latitude": "35.663957",
  "constructionCost": "£ 50,000,000",
  "typologies": [
    "Education"
  ],
  "team": [
    "Satoshi Aiza",
    "Lennart Grut",
    "Ivan Harbour",
    "Akihisa Kageyama",
    "Kunihiko Kariya",
    "Osamu Kasagi",
    "Yoshihara Katoh",
    "Richard Rogers",
    "Noriyuki Takada",
    "Eitetsu Tei",
    "Yoshiyuki Uchiyama",
    "Ben Warner",
    "Taisuke Yamamoto"
  ],
  "partners": [
    "Ivan Harbour"
  ],
  "leaders": [
    "Ben Warner"
  ],
  "heights": [
    "54.5 m"
  ],
  "overview": "The National Graduate Institute for Policy Studies (GRIPS) is a graduate school and research institute, established in October 1997. Its aim was to be an international centre of excellence for the education of future leaders in the policy arena, for the advancement of policy research, and for the systematic collection and dissemination of policy-related information.\n\nLocated in the Roppongi district of central Tokyo, the school is very close to the political and business headquarters of Japan and the adjacent site was later occupied by the new National Gallery designed by Kisho Kurokawa. This project is one of the first PFI projects commissioned by the Japanese government and the design responds to the life cycle cost of the building.\n\n\nThe building is formed of two volumes, a 14-storey high-rise block to the west (mostly laboratory space) and a 5-storey lower part (work-shop space and administration) to the east. The tower steps down towards the north to allow more sunlight to this part of site and to meet strict Japanese right of light regulations. The two blocks are connected by a long and linear glazed atrium, spanned by bridges connecting different departments. A multiple-use lecture hall is located on the ground/ basement level of the high-rise block. The 8.1m grid superstructure of the high-rise block is a pre-cast concrete frame. Steel bracing at the circulation/services cores are unbonded, absorbing forces by deforming within the constraints of concrete-filled tubing. This reduces the size of bracing required – an important factor in a seismic country such as Japan.\n\n\nThe top level of the lower block has an east-facing undulating roof, designed to maximise daylight. Aluminium louvres, designed to reduce heat gain, are used to clad most of the high-rise façade, but users can still enjoy excellent views over the green spaces of the adjacent Aoyama Cemetery. The remaining façades are clad with terracotta panels.",
  "dimensions": [
    {
      "label": "Site Area",
      "value": "17 842 m²",
      "elementId": "d3fd2963a5144f448b04fbf261a248f0"
    }
  ],
  "companies": [
    {
      "label": "Co-Architect",
      "value": "Yamashita Sekkei",
      "elementId": "7ed5626eb84c4b589d41aae0cc9f369c"
    },
    {
      "label": "Structural Engineer",
      "value": "Yamashita Sekkei/BDSP/Expedition",
      "elementId": "957bd6f0aa5544dbbefb4a9284525c65"
    },
    {
      "label": "Services Engineer",
      "value": "Yamashita Sekkei/BDSP/Expedition",
      "elementId": "1d56f5696dac4323bfcde6c4b6ced7f2"
    },
    {
      "label": "Landscape Architect",
      "value": "Equipe Espace",
      "elementId": "598dd5d581d64025a6444e070b02cfad"
    }
  ]
}
