{
  "name": "Madrid Nuevo Norte, MNN",
  "url": "masterplanning/madrid-nuevo-norte-mnn/",
  "webStatus": "Publish",
  "typologies": [
    "Masterplanning"
  ],
  "type": "Project",
  "id": "10460",
  "serializeDate": "'2025-07-28 15:07:15.848'",
  "serialized": 1753715235848,
  "serializedBy": "heatherp",
  "time": "2025-07-28T15:07:15.1545867Z",
  "status": "PU",
  "title": "Madrid Nuevo Norte, MNN",
  "description": "The objective of this ambitious project is to close a major split in the city where the railway alignment running north out of Madrid divides the city in two.",
  "date": "2017- 2020",
  "client": "Distrito Castellana Norte (BBVA-San Jose)",
  "location": "Madrid, Spain",
  "city": "Madrid",
  "country": "Spain",
  "longLat": "-3.679528  / 40.479161",
  "longitude": "-3.679528 ",
  "latitude": "40.479161",
  "constructionCost": "Construction Investment Estimate 6 Billion Euro",
  "team": [
    "Paz Armenta",
    "Carlos Garcia Criado",
    "Jaime Cunha",
    "Amparo Galvan",
    "Mark Gorton",
    "Bonnie Han",
    "Niema Jafari",
    "David Kennedy",
    "Virginia Moreno",
    "Bridget Munro",
    "Lucie Olivier",
    "Vajini Pannila",
    "Tanya Samarasingha",
    "Maria Taboada"
  ],
  "partners": [
    "Simon Smithson",
    "Lennart Grut",
    "Andrew Tyley",
    "Richard Rogers"
  ],
  "leaders": [
    "Juan Laguna"
  ],
  "overview": "<div><p>‘Madrid Nuevo Norte’ is an urban regeneration project located in Madrid. The objective of this ambitious project is to close a major split in the city where the railway alignment running north out of Madrid divides the city in two.</p><p>The site is currently an empty space, a black hole on the map of Madrid. Although it is surrounded by reasonably consolidated areas, it is a vast expanse of unused territory of 5.5km long from north to south and at its widest is 1km east to west.</p><p>Exploiting the excellent connectivity provided by this transportation corridor, the project will reinforce and unite neighbourhoods currently isolated by this huge tear in the city’s fabric. It will also introduce a new neighbourhood tailored to the needs of businesses. This new CBD is squarely aimed at enhancing the commercial competitiveness in Madrid and of Spain as it emerges from the economic recession.</p><p>This is a huge project comprising 230ha of marginal urban land surrounded by neighbourhoods of various periods in Madrid’s history which all have very different characters. Isolated from each other and from the city centre, these neighbourhoods have suffered from decades of decay caused by the uncertainty of the regeneration proposals for the site. The existing Chamartín Station sits isolated at the very heart of the site. This will be redeveloped to provide a significant uplift in capacity to serve the needs of the new High-Speed rail network (AVE).</p><p>Chamartín station is a crucial public transport node with good connectivity to the city via bus, metro and tram, the capital’s region ‘Communidad de Madrid’ via an extensive commuter train network the ‘Cercaneas’ and to the rest of the Iberian Peninsula via the soon-to-be complete nationwide AVE network. Furthermore, Madrid’s Barajas Airport is only a 15-minute train ride away providing excellent links to Europe and the rest of the world.</p><p>The location of the new CBD is also located at the nexus of a number of existing corridors of economic activity, including the ‘Paseo Castellana’ and the A1 – one of the key routes out of Madrid. One of the aims of Madrid Nuevo Norte therefore is to unite these areas into a single, coherent entity.</p></div>",
  "concept": "<div><p>The site’s proximity to the ‘El Pardo’ nature reserve area offers a unique opportunity to create a new CBD within easy reach of an area of natural beauty.</p><p>Madrid comprises a mosaic of distinctive and varied neighbourhoods. This project aims to encourage the natural extension of each neighbourhood toward the site, rejecting the conventional development patterns of recent years where new, self-contained neighbourhoods are constructed independently and in isolation of the existing urban fabric.</p><p>The plan includes the extension of ‘Paseo Castellana.’ This is the major structuring device for Madrid and the city’s principal public transportation corridor. As the name suggests, the ‘Paseo Castellana’ was conceived as a promenade but over the centuries it has been extended to the point where the northernmost portions are now, in effect, a major vehicular highway.</p><p>Our plans call for its extension north of the M30 (the Madrid innermost ring road) as a green boulevard where the presence of traffic is greatly diminished, in effect returning Castellana to the original concept of the ‘Paseo.’ This new green spine will connect with the El Pardo nature reserves, one of Madrid’s best kept secrets, thus linking two key symbols of the city; The Prado and El Pardo.</p><p>Madrid is in the process of a radical shift in the mobility strategy with increased restrictions being placed on the circulation of traffic to the historic centre. Our vision for the rejuvenation of Castellana as a ‘Paseo de Paseos’ for Madrid and for Spain, is timely and could well assume the role of talisman as the city explores plans of a more sustainable mobility strategy.</p></div>",
  "dimensions": [
    {
      "label": "Site Area",
      "value": "230 Ha",
      "id": "b3401d70b0f24de795ff2b13b60cb124"
    },
    {
      "label": "Buildable Area",
      "value": "2 700 000 m²",
      "id": "68259714611043e29ce6c8d15ec58ff7"
    }
  ],
  "companies": [
    {
      "label": "Services Engineer",
      "value": "BuroHappold Engineering",
      "id": "dbd1d5a9775346b0b22fafbf83ac1dfe"
    },
    {
      "label": "Landscape Architect",
      "value": "Grant Associates",
      "id": "c5c5010835474683a7cd1a3923ba9a5e"
    },
    {
      "label": "Contractor",
      "value": "DCN",
      "id": "782975a009b74193bd7b48e53ad46873"
    }
  ]
}