{
  "name": "151 East 60th Street NY",
  "url": "residential/151-east-60th-street",
  "webStatus": "Upload",
  "typologies": [
    "Residential"
  ],
  "type": "Project",
  "id": "10960",
  "serializeDate": "'2023-10-26 17:28:58.040'",
  "serialized": 1698341338040,
  "serializedBy": "heatherp",
  "time": "2023-10-26T17:28:58.0247573Z",
  "status": "PU",
  "title": "151 East 60th Street NY",
  "date": "2015",
  "client": "KUAFU Properties",
  "location": "New York, United States",
  "city": "New York",
  "country": "United States",
  "longLat": "-73.96708352867958 / 40.763022044419216",
  "longitude": "-73.96708352867958",
  "latitude": "40.763022044419216",
  "team": [
    "Luca D'Amico",
    "Da Feng",
    "Tobi Frenzen",
    "Alex Kitching",
    "Jon Mercer",
    "Andrew Morris",
    "Richard Paul",
    "Bibiana Quiñones",
    "Robert Richardson",
    "Neil Southard",
    "Graham Stirk"
  ],
  "partners": [
    "Graham Stirk",
    "Richard Paul",
    "Andrew Morris"
  ],
  "leaders": [
    "Richard Paul"
  ],
  "heights": [
    {
      "value": "304.8m / 1000ft",
      "id": "72dbff2b32984d37934231a98536de26"
    }
  ],
  "floors": [
    {
      "value": "62",
      "id": "df6b8d7de5f648f4a33a35146cce3ca7"
    }
  ],
  "overview": "<div><p>The brief set by Kaufu Properties presented an exciting opportunity and challenge to create a new high-rise residential tower at the south-east corner of Central Park. Its location on the periphery of the emerging cluster of high-rise residential towers around the southern end of the park will ensure the tower preserves a prominent aspect as the urban fabric develops over time. Due to the surrounding zoning restrictions, 151 East 60th Street will enjoy uninterrupted views.</p><p>The site’s location presents a widely contrasting aspect in the surrounding street environs. The 61st Street frontage captures the typical terraced townhouse environment of the Upper East Side, whilst 60th Street has a clear service emphasis. The brief required the project to achieve a zoning area of approximately 32,000m2, whilst aiming to capitalise on the wonderful vistas of Central Park, which can be achieved at around 61 metres from ground level.</p><p>In the initial phases of the competition, alternative core positions were studied which involved investigations into a central core solution. The final solution adopted positioned the core on the south side of the floorplate, which created an asymmetry in the structural stability system for the building, whilst optimising the space available on the floorplate to prioritise the residential apartments to the north and north west views of Central Park.</p><p>The internal living room spaces flow out to the loggias on the north west and south east corners of the tower by incorporating a bi-folding door system. The external loggias have been configured so that their perimeter is greater than 50% of the enclosing façade, enabling them to be exempt from the zoning area. At the top of the tower the building slopes up to the northern façade. This contains double-height living spaces within the penthouse apartment with views over the park.</p></div>",
  "dimensions": [],
  "companies": [
    {
      "label": "Client",
      "value": "Kaufu Properties",
      "id": "83157550094e438e87e4e3a0c4200f38"
    },
    {
      "label": "Co-Architect",
      "value": "Slice",
      "id": "cea6d1bf23404e21920747ffa8d41cc9"
    },
    {
      "label": "Area",
      "value": "32,000m²",
      "id": "613035af160b47cca7968942e4db61f2"
    }
  ]
}