{
  "type": "Project",
  "id": "03650",
  "notes": "Not Published",
  "serializeDate": "26th April 2022 16:54:47",
  "serialized": 1650992087610,
  "serializedBy": "Steve Reeve",
  "title": "Barcelona & L’Hospitalet Law Courts",
  "description": "The development, designed with co-architects Alonso Balaguer y Arquitectos Asociados, is designed to provide accommodation for the judicial bodies of Barcelona and l’Hospitalet de Llobregat.",
  "date": "2002",
  "client": "Generalitat de Catalunya, Regional Government of Catalunya GISA Gestió d'Infrastructures SA",
  "location": "Barcelona, Spain",
  "longLat": "2.124063 / 41.367509",
  "typologies": [
    "Civic"
  ],
  "team": [
    "Natxo Alonso",
    "Andy Bryce",
    "Ronald Lammerts van Bueren",
    "Benjamin Darras",
    "Russell Gilchrist",
    "Jan Güell",
    "Mark Hallett",
    "John McElgunn",
    "Richard Rogers",
    "Graham Stirk",
    "Andrew Yek"
  ],
  "partners": [
    "Graham Stirk"
  ],
  "overview": "The competition entry for a law courts complex at l’Hospitalet, a rapidly growing municipality within the Barcelona conurbation, was designed to give the city a striking new landmark that is explicitly a public building, reflecting the practice’s perennial concern for public space.\n\nThe 264,500 m² development is designed to provide accommodation for the judicial bodies of Barcelona and l’Hospitalet de Llobregat, bringing together activities formerly dispersed across 17 separate locations.\n\nThe building accommodates two clearly defined types of spaces: offices (for 15,000 people) and court rooms. Their relationship and the magnitude of the scheme (184 courtrooms) make for a highly complex organisation, with independent circulation systems for public, judges, detainees and juries.\n\n\nThe scheme offers a strong response to the surrounding city context. A series of linked buildings, varying in height from six to 16 storeys, are aligned to the existing street lines. Articulation is dictated by the differentnbsp;urban conditions at the corners of the site. An inner ring of buildings surrounds a large central landscaped amphitheatre, a contained space at the heart of the proposed scheme that offers a new north–south pedestrian link between the neighbourhoods of Santa Eulàlia and Pedrosa of l’Hospitalet. By creating a level site as the base for the complex, the scheme allows for a clear delineation of the various functions that it contains.nbsp;\n\n\nA ‘Law Galleria’ creates the central spine of activity that binds all the buildings together. The court rooms with detainee access are located in the cascading floors of the inner ring under the roof of the landscaped amphitheatre, while non-detainee courts are located in the outer ring facing the surrounding streets. Above the tiers of courts, two parallel blocks of offices enclose the central space with a central atrium allowing natural light to penetrate to the Law Galleria. The amphitheatre provides a dynamic inclined roof enclosure to the inner court tiers with circulation areas around the criminal courts, allowing natural light into the very heart of the building. Landscape and planting define the nature of this central space.",
  "dimensions": [
    {
      "elementId": "web:area",
      "label": "Area",
      "value": "264 500 m²"
    }
  ],
  "companies": [
    {
      "elementId": "web:co-architect",
      "label": "Co-Architect",
      "value": "Alonso Balaguer y Arquitectos Asociados"
    },
    {
      "elementId": "web:structuralEngineer",
      "label": "Structural Engineer",
      "value": "Arup"
    },
    {
      "elementId": "web:servicesEngineer",
      "label": "Services Engineer",
      "value": "Arup"
    }
  ]
}
