{
  "type": "Project",
  "id": "01990",
  "url": "civic/bordeaux-law-courts",
  "serializeDate": "'2022-06-19 14:25:11.013'",
  "serialized": 1655648711013,
  "serializedBy": "sreeve",
  "title": "Bordeaux Law Courts",
  "description": "Rogers Stirk Harbour + Partners (formerly Richard Rogers Partnership) won the international competition to design new law courts for the historic city of Bordeaux in 1992.",
  "date": "1992-1998",
  "client": "Ministère de la Justice",
  "location": "Bordeaux, France",
  "longLat": "-0.58044  / 44.83611",
  "longitude": "-0.58044 ",
  "latitude": "44.83611",
  "constructionCost": "£27,000,000",
  "typologies": [
    "Civic"
  ],
  "team": [
    "Stephen Barrett",
    "Elliot Boyd",
    "Mike Davies",
    "Pascale Gibon",
    "Marco Goldschmied",
    "Lennart Grut",
    "Philip Gumuchdjian",
    "Jackie Hands",
    "Ivan Harbour",
    "Avery Howe",
    "Eric Jaffrès",
    "Amarjit Kalsi",
    "Stig Larsen",
    "Carmel Lewin",
    "Avtar Lotay",
    "Annette Main",
    "Sophie Nguyen",
    "Tamiko Onozawa",
    "Louise Palomba",
    "Kim Quazi",
    "Richard Rogers",
    "Dan Sibert",
    "Simon Smithson",
    "John Young"
  ],
  "partners": [
    "Ivan Harbour",
    "Lennart Grut",
    "Amo Kalsi"
  ],
  "leaders": [
    "Stephen Barrett"
  ],
  "overview": "Rogers Stirk Harbour + Partners won the international competition to design new law courts for the historic city of Bordeaux in 1992. The design was for a building that would, through a feeling of transparency and openness, create a positive perception of the accessibility of the French judicial system. The brief was complex, requiring complete separation of public and judicial circulation. By pulling the building into its constituent parts, the resulting transparency encourages a sense of orientation, rendering an historically imposing institution more accessible.\n\nKey elements of the design include the creation of public space and integration with the existing urban landscape. Public entry to the building is via a flight of stairs placed to the side, leading to the ‘Salle des Pas Perdus’ at the core of the building, where lawyers, their clients and the public meet.\n\n\nThe seven courtroom pods are clad in cedar, raised on pilotis above the limestone plinth, within a great glass curtain beneath an undulating copper roof. The administrative offices are reached by bridges spanning the atrium – the clarity of the plan ensuring that different secure routes across the atrium are maintained both for the public and for magistrates. With its use of irregular forms and natural materials, the building successfully complements its sensitive environs, including a section of the city’s medieval wall.\n\nA strong emphasis is placed on effective passive control systems. The pods are shaded by the great roof and manually-operated brise-soleil windows along the western façade reduce solar gain. The flask-like volumes allow daylight deep into the court rooms and, through their height, ensure temperature control through stratification.\n\n\nThe glazed box wrapping around the chambers, with its sun-screening and ventilation systems incorporated within the roof, functions as a breathing container. In addition, the podium and offices are built in concrete – a very effective passive heat control system.",
  "design": "The form of the building reflects the environmental research that informed the whole design process.\n\nThe design team were committed to embracing a passive energy strategy, without conventional air-conditioning, which would none-the-less provide comfortable working spaces and low running costs. The orientation of the building on the site shields the vulnerable glazed spaces from the hot summer sun, while maximising natural day light. At the same time, the placement of the office wing along the Cours d\u0019 Albert filters noise and pollution from the busy road.\n\n\nThe atrium acts as a buffer to the noise and poor air quality of the surrounding urban environment. This stable reservoir of clean air is supplied via a specially designed waterfall that cools and humidifies the air. The pool acts as a heat-sink and air passes through a heat-exchanger, extracting air from the offices. The cycle is completed as supply air from the atrium is drawn into the offices through hollow ribs in the concrete slab, making maximum use of the thermal mass of the concrete to provide cooling and heating, depending on the season.\n\n\nOn the facades, opening windows and manually operated aluminium louvres provide shade and limit the ingress of unwanted solar gain to the office spaces.\n\nThe courts themselves are ventilated by the stack effect of warm air rising and exiting at roof level, a process that is assisted by the conical forms, with fresh air introduced mechanically at very low velocity at floor level. In addition, the textured timber surfaces of the concave-walled interiors provide speech-perfect acoustical conditions.",
  "concept": "In response to the site constraints and mindful of the historical buildings nearby, the building is placed hard up against the Cours d’Albert, one of the city’s main thoroughfares, while the remainder of the site along the medieval ramparts is left open as public landscaped space with views towards the cathedral and central Bordeaux.\n\nThe administrative areas, including judge’s and lawyer’s chambers, offices for magistrates and support staff are contained within a five-storey rectilinear block along the street frontage. This form with its enclosing roof creates a legible container of parts, and a volume into which the public spaces are placed and articulated.\n\n\nAs a reaction to the ‘corridors of power’, the framed volume also contains and expresses the various segregated circulation routes. The Salle des Pas Perdus is aligned and connected to the existing building, the legibility of the vertical circulation system is fundamental to the organisation of the building and a direct expression of the judicial process. At third-floor level, an elevated walkway provides access for defendants and plaintiffs.\n\nJudges have a separate and secure circulation system via bridges across the void, while members of the public enter via a raised walkway along the courtyard.\n\n\nPublic space flows around the ‘vessels’ containing the courtrooms which sit on a plinth of two levels of offices. All of the architectural elements are contained within a great steel frame with a 76 metre long glazed wall, exposing the courts to view from the landscaped courtyard. The entire composition is topped by an undulating, copper-clad roof that forms a loggia over the stairway between the external courtyard and the administration wing.\n\nIn contrast to the open, glazed Salle des Pas Perdus and the light-weight steel-framed roof, the courts themselves are contained spaces, lit naturally from the top. Tapered in section and rounded in plan, the forms of the courtrooms echo the mass of the adjoining medieval towers as well as recalling Kentish oast-houses and traditional boat-building. Supported on pilotis, they stand behind a near invisible glass curtain wall, their conical profile penetrating the roof above to facilitate natural ventilation.",
  "construction": "The construction of the law courts utilised twentieth century building and materials technology as well as the knowledge and skills of artisan builders. In order to shape the laminated beam structure, the geometry of the courts was reduced to a simple mathematical equation.\n\n\nCAD (Computer Aided Design) drawings of the structural elements were sized digitally on a computer-controlled cutting machine to produce the complex curves and acoustic perforations of the internal maple-veneered panels.\n\n\nIn contrast, the exterior of the courts, clad in western red cedar strips, were positioned and fixed on site by artisan carpenters to produce the elegant and arresting finished structures.",
  "dimensions": [
    {
      "label": "Gross Floor Area",
      "value": "25,000 m²",
      "elementId": "743cc0e757ce47408ae34224019a0641"
    }
  ],
  "companies": [
    {
      "label": "Services Engineer",
      "value": "OtH Sud-Ouest / Ove Arup & Partners",
      "elementId": "1bcacb47b9d840ecb4a270c1341155ea"
    },
    {
      "label": "Quantity Surveyor",
      "value": "Interfaces, Ingèrop",
      "elementId": "bf179fb87b50407e91a830c868cb305d"
    },
    {
      "label": "Lighting Consultant",
      "value": "Lighting Design Partnership",
      "elementId": "dd1f5b07f83e4952a72a3a3b3666f6dd"
    },
    {
      "label": "Landscape Architect",
      "value": "Dan Kiley / Edward Hutchison / Branch Associates",
      "elementId": "5eed9f6e87a444d6a0f8d0bc1bb2fbe0"
    },
    {
      "label": "Contractor",
      "value": "OtH Sud-Ouest",
      "elementId": "8ad5a3f81fc346c5955d090836d89ac4"
    },
    {
      "label": "Acoustic Consultant",
      "value": "Sound Research Laboratories",
      "elementId": "a7b538383bd84d6e9cb181364d73bcc5"
    }
  ]
}
