{
  "type": "Project",
  "id": "04990",
  "url": "office/campus-palmas-altas",
  "serializeDate": "'2022-06-19 14:25:51.139'",
  "serialized": 1655648751139,
  "serializedBy": "sreeve",
  "title": "Campus Palmas Altas",
  "description": "Campus Palmas Altas is a new model for an energy efficient business park for Abengoa in the South of Spain.",
  "date": "2005-2009",
  "client": "Abengoa",
  "location": "Seville, Spain",
  "longLat": "-5.977301  / 37.338863",
  "longitude": "-5.977301 ",
  "latitude": "37.338863",
  "constructionCost": "€132,000,000",
  "typologies": [
    "Office"
  ],
  "team": [
    "María Álvarez-Santullano",
    "María Astiaso",
    "David Ávila",
    "Stephen Barrett",
    "Stuart Blower",
    "Almudena de Benito",
    "Jean-Pierre Casillas",
    "Pablo Codesido",
    "Eva Couto",
    "Esther Crespo",
    "Marta Cumellas",
    "Ana Belén Franco",
    "Jason García",
    "Claudia García-Nieto",
    "Lennart Grut",
    "Ivan Harbour",
    "Carolina Hernández",
    "Amarjit Kalsi",
    "Juan Laguna",
    "Jugatx Lopez-Amurrio",
    "Carmen Márquez",
    "Mariola Merino",
    "Vicente Molina",
    "Javier Palacios",
    "Almudena Pérez",
    "Bárbara Pérez",
    "David Pérez",
    "Sonia Pérez",
    "Martina Rauhut",
    "Richard Rogers",
    "Irene Rojo",
    "Roberta Sartori",
    "Amelia Seisdedos",
    "Gentaro Shimada",
    "Simon Smithson",
    "David Sobrino",
    "Javier Torrado",
    "Paloma Uriel",
    "Josefina Vago",
    "Luis Vidal",
    "Laura Villa"
  ],
  "partners": [
    "Simon Smithson"
  ],
  "leaders": [
    "Stephen Barrett",
    "Pablo Codesido",
    "Jason Garcia"
  ],
  "overview": "Campus Palmas Altas is a new model for an energy efficient business park for Abengoa in the South of Spain.\n\nAbengoa’s objectives for their new headquarters complex were to bring the company together from three different buildings in Seville onto a single site and to use the move to unify and radically change working practices: to maximise communication and encourage cross fertilisation between its various divisions. Abengoa is an international technology company whose primary activity focuses on sustainable development in the infrastructure, environment and energy sectors. The scheme comprises seven buildings, five of which are occupied by Abengoa and the remaining two by tenants who have synergies with the client.\n\n\nThe design creates a more compact and urban in character development than conventional business parks, but also particularly suited to the extreme summertime conditions prevalent in the south of Spain. In total, the buildings provide approximately 47,000m² of office space across highly compact floorplates in self-contained structures between 3–4 storeys in height. The buildings are arranged on either side of a central space which is made up of a sequence of interconnected plazas. The central space unifies all seven buildings and, because of the stepped arrangement, creates a sequence of discrete spaces each of which has slightly different characteristics. In this way, a variety of outdoor spaces ranging fromnbsp;patios to sunken courtyards and terraces, are created which, depending on the prevalent weather conditions, can be comfortably occupied by the buildings’ tenants virtually all year round. The organisation of these spaces aims to reduce the heat load on the building fabric and avoid the creation of ‘heat islands’. The visual mass is broken down by the landscape treatment of the spaces in between buildings.\n\n\nColours have been chosen that reflect those found in traditional glazed Andalucían tiles. The structure of each building is formed from in situ concrete with pre-cast elements used for exposed edge cantilevers. The façades are of glass with a ‘floating’ horizontal transom of corrugated aluminium creating a small glazed panel at floor level. Fixed glass louvres of varying densities (depending on orientation) shade the glazing.\n\nEnergy-saving criteria are applied across the whole design – from the site layout and the orientation of the campus to the geometry of the buildings themselves, the design of the building envelope and the selection of materials. The design of individual buildings and the linear arrangement of all the buildings maximises self shading, thereby reducing the amount of secondary shading required. Additional measures include photovoltaic panels, a tri-generation plant, hydrogen batteries and chilled beams. It is hoped that the development will become a model for more sustainable office complexes in the future.",
  "design": "The Campus Palmas Altas (CPA) comprises seven buildings providing approximately 47,000 m2 of office space across highly compact floorplates in self-contained structures between 3-4 storeys in height. The buildings are arranged to either side of a central space which is made up of a sequence of interconnected plazas.\n\nThe central space unifies all seven buildings and – at the same time, because of the stepped arrangement – creates a sequence of discrete spaces each of which has slightly different characteristics. In this way, a variety of outdoor spaces ranging from patios to sunken courtyards and terraces, are created which – depending on the prevalent weather conditions – can be comfortably occupied by the buildings’ tenants virtually all year round. The organisation of these spaces aims to reduce the heat load on the building fabric and avoid the creation of ‘heat islands’. The visual mass is broken down by the landscape treatment of the spaces in between buildings.\n\n\nColours have been chosen that reflect the colours found in traditional glazed tiles in the Andalucía region – principally the cobalt blue to the underside of the glass louvres (the upper face is white to reflect light), the yellow-green to the external staircases, and the red panels to the pavilions. The structure of each building is formed from in situ concrete with pre-cast elements used for exposed edge cantilevers. The façades are of glass with a ‘floating’ horizontal transom of corrugated aluminium creating a small glazed panel at floor level. This aims to maximise light penetration; light is reflected off the floor surface, whilst reducing glare to the screen. Fixed glass louvres of varying densities (depending on orientation) shade the glazing.\n\n\nEnergy-saving criteria are applied across the whole design – from the site layout and the orientation of the campus to the geometry of the buildings themselves, the design of the building envelope and the selection of materials.",
  "concept": "Campus Palmas Altas is a new model for an energy efficient business park for Abengoa in the South of Spain.\n\nAbengoa’s objectives for their new headquarters complex were to bring the company together from three different buildings in Seville onto a single site and to use the move to unify and radically change working practices: to maximise communication and encourage cross fertilisation between its various divisions. Abengoa is an international technology company whose primary activity focuses on sustainable development in the infrastructure, environment and energy sectors. The scheme comprises seven buildings, five of which are occupied by Abengoa and the remaining two by tenants who have synergies with the client.\n\n\nThe design creates a more compact and urban in character development than conventional business parks, but also particularly suited to the extreme summertime conditions prevalent in the south of Spain. In total, the buildings provide approximately 47,000m² of office space across highly compact floorplates in self-contained structures between 3–4 storeys in height. The buildings are arranged on either side of a central space which is made up of a sequence of interconnected plazas. The central space unifies all seven buildings and, because of the stepped arrangement, creates a sequence of discrete spaces each of which has slightly different characteristics. In this way, a variety of outdoor spaces ranging from patios to sunken courtyards and terraces, are created which, depending on the prevalent weather conditions, can be comfortably occupied by the buildings’ tenants virtually all year round. The organisation of these spaces aims to reduce the heat load on the building fabric and avoid the creation of ‘heat islands’. The visual mass is broken down by the landscape treatment of the spaces in between buildings.\n\n\nColours have been chosen that reflect those found in traditional glazed Andalucían tiles. The structure of each building is formed from in situ concrete with pre-cast elements used for exposed edge cantilevers. The façades are of glass with a ‘floating’ horizontal transom of corrugated aluminium creating a small glazed panel at floor level. Fixed glass louvres of varying densities (depending on orientation) shade the glazing.\n\nEnergy-saving criteria are applied across the whole design – from the site layout and the orientation of the campus to the geometry of the buildings themselves, the design of the building envelope and the selection of materials. The design of individual buildings and the linear arrangement of all the buildings maximises self shading, thereby reducing the amount of secondary shading required. Additional measures include photovoltaic panels, a tri-generation plant, hydrogen batteries and chilled beams. It is hoped that the development will become a model for more sustainable office complexes in the future.",
  "construction": "The original competition brief established a very demanding construction budget of €848 per m². From the outset, a number of key elements were identified as the basis for creating a workplace which demonstrated a strong emphasis on quality, in particular: the façades; the planting; the external paving to the plaza and the public spaces at ground level; and the false ceiling.\n\nThe interior spaces are essentially defined by the façade and false ceiling, whilst the exterior areas are defined by the paving and planting. The other building elements adopt a very basic and economic form of construction. Once construction was underway, RSHP was able to secure some additional funding for the chilled beam system on the basis of a detailed life-cycle analysis of costs which demonstrated that the costs incurred would be recuperated within the life-span of the system.\n\n\nFor the plaza, the aim was to design a space which appears to form the ground level of the development, even though it is, in fact, a raised deck. The small changes in levels which work their way through the plaza help greatly in creating a feeling of ‘place’, as does the fissure that runs down the centre of the development. This is the only area of the site which does not have any buildings on or below it and thereby permits the planting of large, mature trees.\n\nWorking with the manufacturer, we adapted the cladding design to enable it to be modularised. This approach significantly streamlined an extremely demanding construction programme and the period from the casting of the first columns on the ground slab to the time when the company President moved into his office was just 20 months.",
  "dimensions": [
    {
      "label": "GFA (including parking)",
      "value": "96 000 m²",
      "elementId": "37259cbfdcdb4141b5b62fd1f8cc50c5"
    }
  ],
  "companies": [
    {
      "label": "Co-Architect",
      "value": "Vidal y Asociados arquitectos",
      "elementId": "a7a2483aa33849a1ba42ce839eb29614"
    },
    {
      "label": "Structural Engineer",
      "value": "Arup",
      "elementId": "6a2f856d4ae449b19e068708d01d4d83"
    },
    {
      "label": "Services Engineer",
      "value": "Arup",
      "elementId": "f2052a395f0c457cb1697f72f272d78e"
    },
    {
      "label": "Project Manager",
      "value": "Bovis Lend Lease",
      "elementId": "e3501c8c31564689861cd6b2bb37fc08"
    },
    {
      "label": "Landscape Architect",
      "value": "Maria Medina / Estudio 28",
      "elementId": "f46e6a5d0ece493fb7f99a706cab0c8d"
    },
    {
      "label": "Cost Consultant",
      "value": "D-Fine",
      "elementId": "735a8cc1864343ad8ec7efde65a927d8"
    },
    {
      "label": "Client Cost Constultant",
      "value": "Gleeds",
      "elementId": "019125f1146d4205b231b5ae18594fbf"
    },
    {
      "label": "Real Estate Consultant",
      "value": "Jones Lang LaSalle",
      "elementId": "85b25d9e58254baa85033ea76613ddd7"
    }
  ],
  "awards": [
    {
      "date": "2015-01-01",
      "year": "2015",
      "award": "LEED Platinum",
      "rowId": "010bf2cb08b346e5bb0c513575461986"
    },
    {
      "date": "2010-01-01",
      "year": "2010",
      "award": "RIBA European Award",
      "rowId": "52721DCE26914C5583761DA0D34BA5E6"
    },
    {
      "date": "2010-01-01",
      "year": "2010",
      "award": "AIA Excellence in Design Award",
      "rowId": "e355dd76c5a94aeb805240e6cc8f8efc"
    },
    {
      "date": "2010-01-01",
      "year": "2010",
      "award": "Prime Property Awards: Best Sustainable Real Estate Project, Europe",
      "rowId": "558a620ca41b456981c45347fb76cc2f"
    }
  ],
  "certificates": [
    {
      "authority": "LEED",
      "rating": "Platinum",
      "rowId": "1"
    }
  ]
}
