{
  "type": "Project",
  "id": "11710",
  "url": "placemaking/urban-living-room-in-qianhai",
  "serializeDate": "'2022-06-27 11:58:46.101'",
  "serialized": 1656331126101,
  "serializedBy": "sreeve",
  "title": "Urban Living Room in Qianhai",
  "description": "The project is the winning competition design to create the ‘Urban Living Room’ masterplan in the heart of Qianhai.",
  "date": "2018 -",
  "client": "Shenzhen Qianhai Development & Investment Holding Co., Ltd.",
  "location": "Shenzhen, China",
  "longLat": "113.8934433  / 22.534587",
  "longitude": "113.8934433 ",
  "latitude": "22.534587",
  "typologies": [
    "Placemaking"
  ],
  "team": [
    "Alba Fernandez Arias",
    "Juan Carpio",
    "Virginia Moreno",
    "Richard Rogers",
    "Stephen Spence"
  ],
  "partners": [
    "Richard Rogers"
  ],
  "leaders": [
    "Stephen Spence"
  ],
  "overview": "The ‘Urban Living Room’ masterplan lies in the Guangdong-Hong Kong – Macao Greater bay area of China which is positioning itself as one of the key global technology centres. As Shenzhen and Qianhai are pioneering cities in China, they provide the opportunity to set the benchmark for inspirational future urban developments.\n\nRSHP's winning competition design will create the ‘Urban Living Room’ masterplan, a site totalling 2,322,500m², in the heart of Qianhai. This masterplan will be formed in an area of reclaimed land and will comprise a sky-garden that links directly to a number of public transport hubs, as well as to a major public space at the water’s edge to be known as the ‘Performance Park.’ This scheme will contain an Opera House and an International Financial Exchange Centre and will directly link the city back to Qianhai Bay. To the east, the city edge is crowned with a tower, forming a distinctive landmark within the urban landscape.\n\n\nThe Urban Living Room (ULR) is a pivotal part of the city. It weaves together a series of public transport nodes, activities and a park to create a unique piece of urban infrastructure. Within the large urban setting, the scheme provides a visual marker against which an individual can orientate and find their position. Growing from the bay itself, the deck gently rises throughout its length engaging with vibrant and dynamic centres. At the same time, it develops the concept of ‘man made ground,’ redefining the horizon and creating a simple yet powerful gesture. People-focused, the ULR establishes a flexible framework with the ability to adapt and change according to its surroundings. The Urban Living Room is made up of four individual character areas; the ‘Trading Plaza, ‘High-Rise Cluster,’ ‘Transport Hub’ and the ‘Performance Park’ - each zone tells a story and has a distinctive personality. The Urban Living Room is a unique part of a city that will globally position Qianhai as a destination. Easily recognisable, it forms a landmark which will become synonymous with Qianhai, a landmark to be known and recognised throughout the world.",
  "design": "Historically depicted in traditional Chinese Art, the transition point between land and water is often represented with mountains and flowing water, all interwoven within the landscape. These transitions are not unlike that of the Urban Living Room site with its movement and flow combined with its vertical height; a natural flow from land to water, from high to low.\n\nThe existing infrastructure within Qianhai begins to separate and identify different modes of transport and access. Below ground are the express roads and metro lines offering fast and convenient access both to and through the area - a controlled world in a defined space.\n\nAt ground level, the ambition is to create a pedestrian-friendly, traffic-alleviated yet vibrant public realm. The introduction of the central green landscape also offers the potential for a third pace of life – a slow meandering world where one can stroll to work and unwind.\n\nThe Qianhai area is already well served by existing metro stations. These will form the primary transport means by which people will arrive and depart. Along the 1.2km length, there are four distinct character zones; the ‘Trading Plaza, ‘High-Rise Cluster,’ ‘Transport Hub’ and the ‘Performance Park.’ These are individually served by a series of sunken courtyards that engage directly with the world above. The courtyards allow light and air deep into the underground while forming a series of dynamic nodal points.\n\n\nActivities underpin a programmed series of spaces throughout the length of the Urban Living Room. The ‘Performance Park’ is a blank canvas for all activities from large to small – from the individual to mass participation. Programmed concerts and festival gatherings are accommodated throughout the year ensuring a rich and varied program of activities. The Market remains busy well into the night, offering the daily opportunity to purchase a variety of items –be it a second-hand book or a piece of contemporary art, from clothing to food. On weekends, speciality markets create additional interest to attracting both locally and from the surrounding region. As the park rises, an external performance area creates a natural entertainment platform. Below, a cinema complex creates the daily flow while above, seating creates an outdoor cinema.\n\nAt the heart of the park is a large volume housing a ‘Museum of Technology.’ Containing the latest products and interactive activities, it is intended to become a daily attraction to all - both young and old.\n\nCrowning the Urban Living Room is the sky garden –a three-dimensional series of heavily planted platforms which run the 1.2m length. It is elevated to provide a vantage point overlooking the water from all sides. At the bay, it impacts the Performance Park creating a radiating series of routes engaging with the surrounding area. Deliberately separated, the sky garden floats above offering enclosure and shade – an oasis of calm allowing the opportunity to ‘step –out’ of the hectic daily rush of urban life to a peaceful and tranquil oasis above.\n\n\nActing as a backdrop to the performance park, the conference hall, hotel and opera straddle both worlds, forming a buffer between the land and the water. As part of a series of cultural buildings around the bay, each one will be individual and unique. While orientating their public faces to the bay, the buildings’ access and circulation are elevated on a series of platforms, allowing continuous panoramic views.\n\nThe ‘Landmark Tower’ is formed, sculpted and influenced by nature. Broken down into a series of legible building components, each sky garden break offers public access as a further vertical continuation of the Urban Living Room space. At the top of the tower, public viewing platforms and restaurants complete the spectacle. The 600m height of the Landmark Tower is deliberately extended to form a vertical marker both back to the city and out to the bay. The surrounding high buildings vary in height between 300-400m. Deliberately positioned so as not to compete with the super high-rise, the layout develops into a relaxed and informal composition. The height of the Landmark Tower aims to reflect the grand urban space which it addresses while terminating the park in a strong, confident and positive gesture.",
  "concept": "Shenzhen's modern cityscape is the result of its vibrant economy made possible by rapid foreign investment since the institution of the policy of \"reform and opening\" in 1979. The city is a leading global technology hub, widely dubbed the next Silicon Valley. As Shenzhen has rapidly grown, land has become precious. Existing mountains and the sea have defined this natural expansion. With no land to develop, a project of land reclamation commenced through a series of phases. The site for the Urban Living Room is therefore not natural but rather a manmade object manipulated and formed in response to an area wide masterplan.\n\nQianhai Bay lies west of the city of Shenzhen – a symbolic point for the setting sun to descend. This will create a natural point to gather – to enjoy the spectacle. While the road bridge may be there presently – either its transformation or removal will only heighten the impact of this daily show. The arrow shape of the site is both simple and powerful giving a clear directional emphasis – the city flows from the east into the water at the west. The site is the transition.\n\n\nThe water channels either side heighten this transition as they close before entering the bay. The dominating westerly winds complete the geometric pattern.\n\nThe design brief was to establish the city’s image, creating a new benchmark in urban civilization design, while appropriating the local natural resources of the coastline and water corridor park and retaining the unique local culture of Qianhai. The intention is to create an engine for the regeneration of Guangdong-Hong Kong-Macao Greater Bay Area. This will be achieved by: building a new centre of public services, cultural facilities and public spaces in the urban waterfront area, while giving consideration to underground traffic and low-carbon emissions and introducing methods of reducing traffic congestion. It will also alleviate pedestrian traffic by establishing separated fast-slow routes, creating a coastal urban area that provides accessible, comfortable, and leisurely slow experiences. It will focus the people-orientation around a new urban area where the international financial business and culture and art are symbiotic, thus forming an open, sharing, and diversified new urban living room.\n\n\nGiven the diversity of the buildings emerging within the Qianhai area, RSHP’s response was to propose a simple, bold and confident insertion into the existing masterplan. The formality derives from the existing road grid and building plots combined with our desire to maximise the area of raised green park linking the city to the bay. It creates a new horizon against which people can orientate. The tall high rise is part of our masterplan proposal to ‘anchor’ the park and to act as a transition to the city beyond.",
  "dimensions": [
    {
      "label": "Site Area",
      "value": "2,322,500 m²",
      "id": "a7cb94a9ea4d4fc787ff6f9526b09e09"
    }
  ],
  "companies": [
    {
      "label": "Structural Engineer",
      "value": "BuroHappold Engineering",
      "id": "7ffcb0d3b6004adca6a0d7d1b20a3d78"
    },
    {
      "label": "Landscape Architect",
      "value": "Gillespies",
      "id": "f5a133015938482782e84aedb3c307f0"
    },
    {
      "label": "Sustainablity",
      "value": "BuroHappold Engineering",
      "id": "f28a9c045c8e4c51ab3a343454b64faf"
    }
  ]
}
