{
  "name": "Reliance Controls",
  "url": "office/reliance-controls",
  "webStatus": "Publish",
  "typologies": [
    "Office"
  ],
  "type": "Project",
  "id": "00022",
  "serializeDate": "'2022-10-21 18:09:35.513'",
  "serialized": 1666375775513,
  "serializedBy": "sreeve",
  "time": "2022-10-21T18:09:35.4982821Z",
  "status": "PU",
  "title": "Reliance Controls",
  "description": "Reliance Controls is neither a factory, nor an office building nor a research station but a combination of all three. After its completion, the work of Rogers and of Norman Foster turned in increasingly radical (if divergent) directions.",
  "date": "1967",
  "client": "Reliance Controls Ltd",
  "location": "Swindon, UK",
  "city": "Swindon",
  "country": "UK",
  "longLat": "-1.75512  / 51.57040",
  "longitude": "-1.75512 ",
  "latitude": "51.57040",
  "constructionCost": "Cost per ft²: £ 3/13s",
  "team": [
    "Norman Foster",
    "Wendy Foster",
    "Frank Peacock",
    "Richard Rogers",
    "Su Rogers",
    "Mark Sutcliffe"
  ],
  "partners": [
    "Richard Rogers",
    "Norman Foster"
  ],
  "overview": "<div><p>Reliance Controls is neither a factory, nor an office building nor a research station but a combination of all three. After its completion, the work of Rogers and of Norman Foster turned in increasing radical (if divergent) directions.</p><p>Though it has become one of the models for the new industrial and commercial architecture of the late 20th century (it was clearly the progenitor for later developments such as Stockley Park), Reliance Controls took its inspiration initially from the Case Study Houses, especially Charles and Ray Eames’ famous Californian house of 1949 (which, in due course, inspired several early Rogers' houses), although the water-tower, a quotation from Alison and Peter Smithsons’ famous Hunstanton School, can be related to the Modernist tradition in Britain.</p><p>The brief demanded economy, speed of construction – the client laid down strict cost guidelines and insisted that the building be ready within ten months: it was finished early and to budget. The building also had to reflect the changing relationship between ‘worker’ and mangers: it is essentially a ‘democratic’, antihierarchical shed which made a nonsense of the old division of factories into ‘shop floor’ and managerial space.</p><p>The idea of the building was clearly expressed in its structure – with everything contained within the grid of the steel frame and sheltered by one large roof. The intention was to create a common-sense model for the workspace of the future. Reliance Controls made use of ordinary, cheap materials yet the result was a building of extraordinary elegance and integrity. The steel sheeting used for the cladding had never been used in this way before in Britain – 3.6 metre high panels without intermediate support were considered daring. The building was in essence a highly flexible building, with moveable internal partitions allowing production, research or managerial space to grow or contract as required, but when Reliance Controls vacated the factory and it faced demolition, Rogers accepted the situation stoically: he deplores the idea of preserving what is functionally obsolete.</p></div>",
  "dimensions": [
    {
      "label": "Area",
      "value": "11 000 m²",
      "id": "fc7f38b58bc54721a1a7aec9a6213c27"
    }
  ],
  "companies": [
    {
      "label": "Architect",
      "value": "Team 4",
      "id": "6dbe063e6e8843599c40c44533e1b003"
    },
    {
      "label": "Structural Engineer",
      "value": "Anthony Hunt Associates",
      "id": "9401a5bd4e2449aa8402df136bb83748"
    },
    {
      "label": "Services Engineer",
      "value": "GN Haden & Sons Ltd",
      "id": "3712849f4e5e4941bf768fc737b64984"
    },
    {
      "label": "Quantity Surveyor",
      "value": "GA Hanscomb Partnership",
      "id": "d1e5cb338ba54b248b6167a11acd71a5"
    },
    {
      "label": "Contractor",
      "value": "Pope Brothers",
      "id": "7936c591d3924d31b5b15635f0c5a40b"
    }
  ]
}