{
  "name": "Mandarin Oriental Mayfair",
  "url": "culture-and-leisure/mandarin-oriental-mayfair/",
  "webStatus": "Publish",
  "typologies": [
    "Culture & Leisure"
  ],
  "type": "Project",
  "id": "10670",
  "serializeDate": "'2026-01-16 17:00:11.645'",
  "serialized": 1768582811645,
  "serializedBy": "heatherp",
  "time": "2026-01-16T17:00:11.0683806Z",
  "status": "PU",
  "title": "Mandarin Oriental Mayfair",
  "description": "Inspired by existing Georgian terraces on Hanover Square, RSHP have designed a grand townscape structure to hold a contemporary mixed-use development, providing residential and hotel accommodation in the heart of London’s Mayfair Conservation Area.",
  "date": "2015 - 2024",
  "client": "Clivedale / Mandarin Oriental Hotel Group",
  "location": "London, UK",
  "city": "London",
  "country": "UK",
  "longLat": "-0.144254 / 51.5130998",
  "longitude": "-0.144254",
  "latitude": "51.5130998",
  "team": [
    "Ainhoa Abreu Diaz",
    "Bevan Badenhorst",
    "Daniel Bazo",
    "Maurice Brennan",
    "Andy Bryce",
    "Jean Corona",
    "Simon Davis",
    "John Dent",
    "James Foster",
    "Ed Hiscock",
    "Taylor Huggins",
    "Kinga Koren",
    "Hari Kumar",
    "Adam Lampon",
    "Stephen Light",
    "Elizabeth Low",
    "Jon Mercer",
    "Andrew Morris",
    "Ben Nicholls",
    "Dan Rogers",
    "Nicholas Salthouse",
    "Peter Shannon",
    "Graham Stirk",
    "Conor White Gibson",
    "Andrew Yek"
  ],
  "partners": [
    "Graham Stirk",
    "Andrew Morris"
  ],
  "leaders": [
    "Maurice Brennan"
  ],
  "overview": "<div><p>RSHP has designed a contemporary mixed-use development for Mandarin Oriental Mayfair, inspired by the original Georgian architecture of the historic Hanover Square in the heart of London’s Mayfair Conservation Area. The Mandarin Oriental Mayfair offers 50 guest rooms and suites and 77 private residences, restaurants, two bars, and a spa with a 25-metre pool.</p><p>RSHP’s development provides a contemporary townscape response to the unique scale and historic urban grain of Hanover Square. The design seeks to achieve a contemporary language that responds to the rhythm, articulation, colouration and proportion of the local context.</p><p>Uniquely, the facade is composed of a visible Vierendeel structural frame, expressing primary column and beam elements infilled with brick panels and glazed window openings. Whilst Vierendeel structures are traditionally horizontal and used in bridges or long-span trusses, RSHP and Ramboll Structural Engineers have designed a vertically-oriented structure to support a contemporary architectural expression of wide internal spans, offering the client highly flexible floorplates and the opportunity for a grand ‘townscape facade’.</p><p>The use of deep white reveals to window openings and Juliette balconies, formed by an innovative expressed structure, creates a subtle complexity to the facade to mirror the existing traditional white stucco that dominates Mayfair. Handmade elongated bricks, held in framed panels, provide a contemporary interpretation of the colour and proportion of Hanover Square’s red-brick Georgian buildings.</p><p>The steel and concrete exoskeleton structure is highly crafted and scaled to ensure legibility. On closer inspection, the detail and materiality of the constituent elements are revealed. The steel cruciform-shaped Vierendeel structure, finished white, contains a hand-finished composite structural concrete infill, with a polished outer layer of ash/concrete mix that provides a basalt-like finish, echoing some of Hanover Square’s sand-lime brick facades.</p><p>Behind a structural colonnade, the hotel and residential entrances take the form of a covered public entryway which provides access to a glazed double-height lower-level covered courtyard restaurant. A rooftop bar and terraces provide generous views over Hanover Square and wider Westminster.</p><p>The building’s section resolves a complex spatial puzzle with the bulk of the building located within the centre of the city block, with a smaller percentage articulated towards Hanover Square and Brook Street. The building is formed of two ‘pavilion’ towers, connected by a glazed stair and lift core that links all levels, whilst permitting natural light to flood deep into the plan and lower-ground floors.</p><p>The RSHP scheme embraces the significant increase in footfall due to the new Bond Street Elizabeth line station and the renewal of Hanover Square and its public realm, part of Westminster’s wider strategy to enhance the vitality in this part of London.  The facade design can be dismounted and easily reused or recycled at the end of life. The use of steel for the façade structure allows embodied carbon reductions by reducing and optimizing the concrete structure.</p><p>The scheme has a BREEAM Very Good rating.</p></div>",
  "dimensions": [
    {
      "label": "Gross External Area",
      "value": "18 963m²",
      "id": "3a824f7ce03843cb985b75d9fbc0db41"
    }
  ],
  "companies": [
    {
      "label": "Delivery Architect",
      "value": "AFK",
      "id": "cfba607b3021456e9e8906e4bcc0c05e"
    },
    {
      "label": "Structural Engineer",
      "value": "Ramboll UK",
      "id": "e92d0e837e3d40c2beaa93489f320aab"
    },
    {
      "label": "Services Engineer",
      "value": "Hoare Lea",
      "id": "92e676f9bd5944d19c5d1eef844cd24e"
    },
    {
      "label": "Landscape Architect",
      "value": "Spacehub",
      "id": "0ce24c558f57469c9c7f988328eb6e94"
    },
    {
      "label": "Access Consultant",
      "value": "Reef Associates",
      "id": "4185960f722d4428b05b1bfd25e79f8b"
    },
    {
      "label": "Townscape Consultant",
      "value": "Richard Coleman Citydesigner",
      "id": "f95e99e55ea04aa18897cca87b5d030e"
    },
    {
      "label": "Quantity Surveyor",
      "value": "Gardiner & Theobald",
      "id": "891026169a4543e1937f17669484200d"
    },
    {
      "label": "Contractor",
      "value": "ISG",
      "id": "84b693f3274f4f90a4f55a5c900e66d6"
    },
    {
      "label": "Planning Consultant",
      "value": "DP9",
      "id": "0bf36e3aef8c434f9484c051b3797923"
    },
    {
      "label": "Interior Designer",
      "value": "Studio Indigo",
      "id": "fe4d7aee66c1421086b3078060fa285d"
    },
    {
      "label": "Interior Designer",
      "value": "Curiosity",
      "id": "056b8e66e92b45929521a891317c4caf"
    }
  ],
  "awards": [
    {
      "date": "2025-12-01",
      "year": "2025",
      "award": "Prix Versailles - Hotels World Selection",
      "rowId": "5eb8dee951d54ad7a32a9974b798c2c6"
    }
  ],
  "certificates": [
    {
      "authority": "BREEAM",
      "rating": "Very Good",
      "rowId": "1ed54b903d7a4668b3ae3a5414aef9a1"
    }
  ]
}