{
  "type": "Project",
  "id": "05440",
  "url": "culture-and-leisure/marine-hotel/",
  "serializeDate": "'2022-06-19 14:25:57.590'",
  "serialized": 1655648757590,
  "serializedBy": "sreeve",
  "title": "Marine Hotel",
  "description": "RSHP proposed the replacement of the original Marine Hotel in Salcombe – which has occupied a prime waterfront site on the cliffs above the quay since 1880 – with a contemporary, luxury hotel and a series of new residential units.",
  "date": "2007-2008",
  "client": "Marine Hotel Ltd",
  "location": "Salcombe, UK",
  "longLat": "-3.768265  / 50.235178",
  "longitude": "-3.768265 ",
  "latitude": "50.235178",
  "typologies": [
    "Culture & Leisure"
  ],
  "team": [
    "Kelly Darlington",
    "Mike Fairbrass",
    "Mark Gorton",
    "Andrew Morris",
    "Andrew Partridge",
    "Matthew Wilmar",
    "Freda Yuen"
  ],
  "partners": [
    "Andrew Morris"
  ],
  "leaders": [
    "Mark Darbon"
  ],
  "overview": "RSHP proposed the replacement of the original Marine Hotel in Salcombe – which has occupied a prime waterfront site on the cliffs above the quay since 1880 – with a contemporary, luxury hotel and a series of new residential units above the hotel redevelopment.\n\nThe approach recognised that the arrangement of the Victorian hotel and associated buildings had created a significant disconnect between the waterside and the town. As a result, there was no continuous waterside promenade between the centre of the town and the hotel and no easy public access between the street level and the waterside, some 11 metres below street level. The reinstatement of the promenade would serve to create improved access to a new ‘boutique-style’ hotel and could help to attract a good quality restaurant to Salcombe.\n\n\nThrough the reconfiguration of the site, its potential for sunlight penetration would be maximised- dual aspect hotel rooms are a particular feature of the design - and significantly better provision of public open space between the waterside area and street level, where the new residential element is envisaged, could be created.\n\nThe scheme aims to significantly improve the quality of the public realm, including a high level walk with magnificent views of the water, and by providing a park that allows visitors easier direct access to the waterfront via a proposed ‘grand staircase’ leading down to the quayside. This would also form part of the new promenade. A public restaurant sited on the roof of the hotel would allow diners to enjoy high level views over the estuary.\n\n\nThe residential element would be highly permeable and have a strong relationship with the street; the link between the underground parking area and the hotel services via a series of ‘bridges’ which help to give a clear, open feel to the design. The design places a strong focus on energy and sustainability aimed to maximising energy efficiency across the entire development to a 6 star rating under the Code for Sustainable Homes.",
  "dimensions": [
    {
      "label": "Total development area (including underground car park)",
      "value": "13 935 m²",
      "elementId": "476acb9a755d4cbab900432bd65bbb45"
    },
    {
      "label": "Hotel area",
      "value": "10 219 m²",
      "elementId": "2a407c2b99fc4ab2bdbfee5bc244cf51"
    },
    {
      "label": "Residential area",
      "value": "37 160 m²",
      "elementId": "ebb1fe245e7041a3bb32d0de9cc717e1"
    }
  ],
  "companies": [
    {
      "label": "Structural Engineer",
      "value": "Expedition Engineering",
      "elementId": "5ffd42038c784a8a9399332fe33c6b4d"
    }
  ],
  "awards": [],
  "certificates": []
}
