{
  "type": "Project",
  "id": "10130",
  "url": "822:health-and-science/astrazeneca/",
  "serializeDate": "'2022-07-15 11:36:02.681'",
  "serialized": 1657884962681,
  "serializedBy": "sreeve",
  "title": "AstraZeneca",
  "description": "The AstraZeneca New Cambridge Site 2013 was a competition to design a new global research and development facility on the Cambridge Biomedical Campus",
  "date": "2013",
  "client": "AstraZeneca",
  "location": "Cambridge, UK",
  "longLat": "0.13510051412875226 / 52.17489634689346",
  "longitude": "0.13510051412875226",
  "latitude": "52.17489634689346",
  "typologies": [
    "Health & Science"
  ],
  "team": [
    "Ainhoa Abreu Diaz",
    "Kelly Darlington",
    "Laurence Day",
    "Philip Dennis",
    "Mike Fairbrass",
    "Tobi Frenzen",
    "Gianmaria Givanni",
    "Toby Jeavons",
    "John Kennedy",
    "Kinga Koren",
    "Andrew Morris",
    "Laura Penman",
    "Richard Rogers",
    "Graham Stirk",
    "Angela Tobin",
    "Andrew Yek"
  ],
  "partners": [
    "Graham Stirk",
    "Andrew Morris",
    "Richard Rogers"
  ],
  "leaders": [
    "Toby Jeavons",
    "Gianmaria Givanni"
  ],
  "overview": "The AstraZeneca New Cambridge Site 2013 was a competition to design a new global research and development facility on the Cambridge Biomedical Campus (CBC) which would establish the CBC as a leading centre for biomedical research and development with institutions and companies from the education, health care, science, and research sectors.\n\nThe brief called for two 25,000m2 labs and one 16,000m2 office building, reflecting AstraZeneca’s ambition to be a key point of exchange and collaboration in the CBC and building on its existing collaborations with members of the Cambridge Life Science community, including the University of Cambridge, the Medical Research Council and Cancer Research UK.\n\nRSHP proposed a design comprising three elements that would respond to the existing and proposed context: a structured external space which would bind the campus sites and establish a boulevard connection to Addenbrooke's Hospital; an office building - acting as the focal point and terminating the primary axis; and three modular, flexible laboratory spaces which would have their own communal space but would also share a communal working / shared campus amenity.\n\nOpen public galleria would connect key campus academic centres, enabling the buildings and the layout of the site to have a porous relationship to the surrounding Cambridge institutions and Cambridge as a whole.",
  "dimensions": [
    {
      "label": "Area",
      "value": "66000m2",
      "id": "TQsSVxdwk0mUwZuf5WjO/g"
    },
    {
      "label": "Height - Office",
      "value": "36m / 118ft",
      "id": "63318b17224649988fe86e4efe967209"
    }
  ],
  "companies": []
}
