{
  "type": "Project",
  "id": "04770",
  "url": "residential/wimbledon-houses",
  "serializeDate": "'2022-06-19 14:25:47.984'",
  "serialized": 1655648747984,
  "serializedBy": "sreeve",
  "title": "Wimbledon Houses",
  "description": "The practice was commissioned to design three 500m² houses for three siblings on the site of their original family home near Wimbledon Village in a mature neighbourhood with an abundance of well established vegetation and landscaping.",
  "date": "2005",
  "client": "Private client",
  "location": "London, UK",
  "longLat": "-0.209273  / 51.430777",
  "longitude": "-0.209273 ",
  "latitude": "51.430777",
  "typologies": [
    "Residential"
  ],
  "team": [
    "Sean Daly",
    "Dirk Krolikowski",
    "John McElgunn",
    "Nicolas Mitchell",
    "Andrew Morris",
    "Graham Stirk",
    "Angela Tobin"
  ],
  "partners": [
    "Graham Stirk"
  ],
  "leaders": [
    "John McElgunn"
  ],
  "overview": "The practice was commissioned to design three 500m² houses for three siblings on the site of their original family home near Wimbledon Village in a mature neighbourhood with an abundance of well established vegetation and landscaping. The site enjoys wonderful views over the Wimbledon Park Golf Course and beyond towards central London.\n\nThe initial concept sought to exploit the nine metre slope across the site by introducing a series of landscaped terraces, from east to west, defined by a series of stone walls. Within these terraces each of the three pavilions are located, orientated so that all houses enjoy westerly views and south facing courtyard gardens. This strategy minimises the impact of the buildings on the surrounding residential area and preserves, as far as possible, all existing vegetation and planting.\n\nEach house has been conceived as a series of heavy ground bearing walls, very much part of the site, which each provide accommodation for four bedrooms. All bedrooms enjoy direct links to the courtyard gardens which are separated from leisure facilities by a double height circulation space.\n\n\nThe lightweight steel box of the upper level sits on the ground bearing walls. This lightweight element contains the main living accommodation, kitchen, study and master bedroom. Clear articulation of structure allows an understanding of the braced steel frame that forms this element.\n\nThe main pedestrian access to each house is also at the upper level. Upon entering, one arrives in a double-height circulation space with westerly views across the roof-scape of the adjacent house. This space contains lightweight stairs providing access to the bedrooms and leisure facilities below, as well as to the garden.\n\nRetractable external fabric blinds activated by light sensors shade the south and west facades. They significantly reduce solar gain and therefore reduce the need for mechanical cooling within the house.\n\nThe landscaping design for the site can be broken down into distinct areas of character and form such as courtyard gardens and meadow setting. The courtyard gardens relate directly to the bedrooms at the lower level and provide open space and short views. The meadow setting for the northern part of the site establishes soft landscape edges which dialogue with the informal nature of the adjacent parkland.",
  "dimensions": [
    {
      "label": "Total Area",
      "value": "3 300 m²",
      "elementId": "34b854264d8a4035948cedc070ccc2f5"
    }
  ],
  "companies": [
    {
      "label": "Structural Engineer",
      "value": "Whitby Bird & Partners",
      "elementId": "58ee9f69de004acaa281b2c0761e749b"
    },
    {
      "label": "Services Engineer",
      "value": "Whitby Bird & Partners",
      "elementId": "ab62739b71744837b243760e5deec8bf"
    },
    {
      "label": "Quantity Surveyor",
      "value": "Savant Construction Consultants",
      "elementId": "dffeabe4685442eeb1855831a21a828d"
    },
    {
      "label": "Project Manager",
      "value": "Savant Construction Consultants",
      "elementId": "a35c3f69d9bc4e1a9e61d1f65e79114e"
    },
    {
      "label": "Landscape Architect",
      "value": "Gillespies",
      "elementId": "74cbf1d4139d420599571b66a072e808"
    },
    {
      "label": "Planning Consultant",
      "value": "The London Planning Practice",
      "elementId": "8555cec4bfa945b7b79f59222d9beb55"
    }
  ],
  "awards": [],
  "certificates": []
}
