{
  "type": "Project",
  "id": "05280",
  "url": "436:residential/chelsea-barracks",
  "serializeDate": "'2022-09-22 12:18:26.011'",
  "serialized": 1663849106011,
  "serializedBy": "heatherp",
  "title": "Chelsea Barracks",
  "description": "RSHP was commissioned to develop a proposal for the redevelopment of the former Chelsea Barracks site in London.",
  "date": "2006",
  "location": "London, UK",
  "longLat": "-0.152518  / 51.488354",
  "longitude": "-0.152518 ",
  "latitude": "51.488354",
  "typologies": [
    "Residential"
  ],
  "team": [
    "Gianmaria Givanni",
    "Carmel Lewin",
    "Andrew Morris",
    "Graham Stirk"
  ],
  "partners": [
    "Graham Stirk",
    "Andrew Morris"
  ],
  "overview": "<div><p>RSHP was commissioned to develop a proposal for the redevelopment of the former Chelsea Barracks site in London. Public access had been excluded to the site for more than 150 years and it had presented a significant barrier in the immediate locality. The proposed development was opposite the Grade I listed, Wren-designed Royal Hospital Chelsea and the Grade II listed Ranelagh Gardens and Burtons Court. RSHP’s original masterplan – submitted to Westminster City Council in April 2008 – included 319 market and 319 affordable residential units (ie a total of 638 units) and a 50:50 split between the two housing types on the same site, a 108-bedroom hotel, 2,198m2 retail, 7,386m2 community sports centre and a 1,717m2 community hall. The proposal would open the site to public use, through the creation of an ‘urban campus’ with buildings set in parkland and allowing pedestrian movement through the scheme. The shoulder height of the key residential blocks related to the existing buildings on the corner of Pimlico Road and Lower Sloane Street. Public and private open space constituted well in excess of one third of the development, enhanced by the planting of nearly 300 semi-mature trees. The design of the market residential units took its inspiration from the terraces of Sloane Court to the north west of the site, a series of five-storey buildings separated communal gardens. This arrangement helped to create a visually open and highly permeable development. All car-parking and servicing is provided underground, with vehicles only permitted for drop off at the perimeter of the site. During the course of consultation, more than 80 meetings with local community groups and statutory consultees were held, as well as three public exhibitions. The scheme was then revised to take into account the comments and concerns which were expressed. The overall mass of the development was significantly reduced, improving the quality of the public realm and mitigating the impact of the buildings on neighbouring properties. The number of residential units decreased to 544 while maintaining the 50:50 split between the two housing types. A significant redesign of the landscaping treatment of the principal area of public realm by Thomas Heatherwick Studio better addressed the Council’s aspirations for public amenity and provided a cleaner integration with the contemporary language of the architecture, in particular the design of three new garden pavilions proposed for the northern side of the site. A revised planning application was submitted in 2009. The proposal received support from all key statutory bodies including CABE, English Heritage and the GLA, as well as the Royal Hospital. However, the application was withdrawn by the client a few days before it was due to be considered by the Council’s Planning Committee due to the controversial intervention of Prince, now King, Charles who was believed to be unhappy with the proposal. If it had been approved by Westminster Council, RSHP’s proposal would have created a development publicly accessible at all times with a significant new public space and a range of benefits to the wider community.</p></div>",
  "dimensions": [],
  "companies": []
}
