{
  "type": "Project",
  "id": "04680",
  "url": "office/300-new-jersey-avenue",
  "serializeDate": "'2022-06-27 15:40:28.553'",
  "serialized": 1656344428553,
  "serializedBy": "sreeve",
  "title": "300 New Jersey Avenue",
  "description": "300 New Jersey Avenue, located one block away from United States Capitol building, was commissioned in September 2004 by The JBG Companies, to create a new office complex for a leading international legal practice.",
  "date": "2004-2009",
  "client": "The JBG Companies",
  "location": "Washington D.C., USA",
  "longLat": "-77.011446  / 38.894242",
  "longitude": "-77.011446 ",
  "latitude": "38.894242",
  "constructionCost": "$71,000,000",
  "typologies": [
    "Office"
  ],
  "team": [
    "Dennis Austin",
    "Benjamin Darras",
    "Mike Fairbrass",
    "Ivan Harbour",
    "Ed Hiscock",
    "Lennart Grut",
    "Tim Mason",
    "Ann Miller",
    "Nicolas Mitchell",
    "Richard Rogers",
    "Martin White",
    "Elizabeth Young"
  ],
  "partners": [
    "Ivan Harbour"
  ],
  "overview": "300 New Jersey Avenue, located one block away from United States Capitol building, was commissioned in September 2004 by The JBG Companies, to create a new office complex for a leading international legal practice.\n\nBefore work on the new building started, the site was occupied by an office building dating from 1935, a 1953 addition and an above-ground car park. As part of the redevelopment of the site, the car park was demolished and replaced with an underground six-storey parking facility for approximately 450 vehicles. The two existing office buildings are linked by a 12,000 ft² glazed atrium and above this sits a new 10-storey (110-feet high) office building. The new development creates around 275,000 ft² gross, adding to the existing 205,000 ft² in the two older, 6-7 storey buildings. The international law firm Jones Day occupies both the historic buildings and five storeys of the new building.\n\n\nThe atrium creates a focal point and meeting space between the three office buildings. It allows staff to circulate between the existing and new buildings, whilst also providing a series of open, trapezoidal platforms where employees can sit and interact outside the office environment beneath a huge, floating glass roof. At different levels, 16 glass bridges connect each building with the open platforms. A dramatic yellow ‘tree’ structure supports the atrium roof as well as the platforms.\n\nAll platforms in the atrium are accessible by a glass elevator. Visitors pass through the ground floor of the atrium where there is a staff cafe and dining room as well as a reception area. A large meeting room on level seven of the 1953 building is reached directly from the glass elevator by its own bridge within the tree structure. A roof garden is accessible via the meeting room with spectacular views across Washington.\n\n\nThis project evolved from an advisory role that the practice undertook with town planners in Washington DC for the Anacostia waterfront redevelopment. An initial meeting took place to explore redevelopment ideas leading to a collaboration between RSHP and JBG to design a building which breaks the mould of conventional office design in Washington DC.\n\nThis project creates a focus and heart for the existing office community, allowing it to grow whilst also enabling stronger physical bonds to be established between the site’s disparate elements. The scheme has turned a neglected backyard into a dramatic Washington DC address which, importantly, creates strong links to the public realm immediately outside as well as creating a new public space for the city.",
  "design": "The design approach to the new ‘north’ building is for it to be an efficient office building with a standard internal circulation core. It is based around a structural grid which will be efficient enough to allow many office layouts, thereby making the building highly flexible.\n\nThe atrium volume is used as a thermal buffer to the new building’s south façade. The desire to maximise daylight in the office spaces meant that the cladding system was designed to allow full-height glazing. The effects of solar gain to the south façade are cushioned by the partially-ventilated atrium.\n\n\nAs part of the design stage work for the 12,000 sq ft atrium’s glass roof, and integral to the design process, the client agreed to engage a specialist engineer/fabricator of bespoke glazing systems. Advanced Structures Inc (ASI) was brought on board to work directly with the architectural team and the engineer of record in designing the atrium’s glass roof and walls.\n\nThe process allowed for an easy transition of early structural and glazing concepts from Rogers Stirk Harbour + Partners and Expedition Engineering to the project’s Washington-based team. Early exchanges between RSHP and ASI typified the working collaboration between architect and engineer/fabricator that is habitual in the practice’s work.\n\n\nThe benefits to the project were manifold, including optimised off-site assembly via a glass roof system; ease of on-site erection via direct steel supplier input; visual clarity via custom extrusions studies; cost assurance; and – above all – client confidence in the process.\n\nThe design for the public plaza is to create a semi-divided space, with areas defined by landscape features. These elements combine to create a series of public spaces, including an outdoor terrace café and open bench seating.",
  "concept": "The design integrates a new office building with the two existing buildings to create a coherent whole around a central meeting space.\n\nThe original buildings were built in 1935 to standards reflecting early twentieth century office planning. The concept for the new building is firmly rooted in early twenty-first century thinking, reflecting the concerns of today – that is, efficiency of space and the egalitarian placement of offices. The need to emphasise the distribution of natural light is a key concern, as well as methods of animating the space through circulation systems and structure.\n\n\nThe main focus of the two existing buildings is the site’s perimeter, rather than the common interior space. This means that the two buildings have until now functioned independently of one another, and in doing so have failed to maximise the potential of the inner courtyard between them.\n\nThe concept is based around the idea of creating a new ‘independent’ building which unifies the two existing buildings, facing inwardly to the courtyard. By turning the focus inwards to the centre of the site – rather than outwards to the perimeter – the three buildings are able to interact with each other. This communication between the three buildings is enabled by an interior circulation ‘tree’, which consists of a series of internal platforms which link the three buildings via architectural bridges. The bridges and platforms will act as informal meeting areas for the buildings’ users.\n\n\nThe purpose of the circulation ‘tree’ is threefold. It supports the internal platforms; serves as a spring point from which the atrium’s glass roof is balanced; and finally acts as the main expression of the concept behind the integration of the three buildings, by physically linking the buildings together.",
  "construction": "Construction work – which started in April 2007 – was undertaken on an extremely tight site bounded on each side by two existing office buildings, one dating from the 1930s, and the other from the 1950s.\n\nAt its outset, the project involved the demolition of a surface level car park which once occupied the site and its relocation beneath the new building. One of the key challenges of the scheme has been to ensure that the existing offices – housing more than 550 employees – continued to be operational while the new building was implemented.\n\nThe glass skylight system which forms the atrium provides the principal and unifying architectural feature of the design – has been fully pre-fabricated off site and delivered as 36 separate units from a factory in Pennsylvania. These were mounted on structural steel members and loaded onto lorries driven along inter-state highways over a distance of approximately 200 miles. This approach to the construction process significantly minimised the time spent erecting the structure on site and ensured high quality finishes.\n\n\nA new, landscaped public realm was created at the front of the building offering a significant public amenity to office workers from the surrounding area in this part of Washington DC.\n\nThe construction process was based on delivering an office building with a central core but with floorplates which allows for highly flexible use of space throughout the building. The building is formed from a 30’ x 40’ grid of insitu concrete columns and a post-tensioned, thin slab.\n\n\n300 New Jersey Avenue is an ideal location for law firms seeking an office close to the Capitol. Some 60 per cent of the space in the new building was pre-let to the existing tenant of the neighbouring buildings, law firm Jones Day. The two adjacent structures are linked through the new building at 16 different locations via exposed steel and glass bridges.\n\nThe challenge was to create a ten storey office block on a site severely restricted parameters - by a Metro line to the north, an 18th century underground river to the south east and major utilities to the west. The result is a scheme which does not undermine its relationship with the surrounding buildings.",
  "dimensions": [
    {
      "label": "Gross Internal Area",
      "value": "25 500 m²",
      "id": "d4690d2c3e72419bbdafa944056428dd"
    }
  ],
  "companies": [
    {
      "label": "Co-Architect",
      "value": "HKS Architects",
      "id": "d083d301aa764dd5a9d893d522b436d0"
    },
    {
      "label": "Structural Engineer",
      "value": "Expedition Engineering and SK & A Associates",
      "id": "052e78dfbae0448f87dfcc7e7104f4f5"
    },
    {
      "label": "Services Engineer",
      "value": "BDSP and TOLK Services",
      "id": "cd6c3ceed0b649de803db8d4a6d135b8"
    },
    {
      "label": "Lighting Consultant",
      "value": "MCLA",
      "id": "200cde49e44840ba9a061893086174b0"
    },
    {
      "label": "Landscape Architect",
      "value": "Parker Rodriguez Landscape Architects",
      "id": "5afcc6049605461c988d5d72879798e6"
    },
    {
      "label": "Civil Engineer",
      "value": "Wiles Mensch Associates",
      "id": "c0477c85201e4d59aa8800fea3f8ad09"
    },
    {
      "label": "Vertical Transportation",
      "value": "Van Deusen Associates",
      "id": "8e093f843e404df6ab0bd926856704b2"
    },
    {
      "label": "Speciality Glazing",
      "value": "ASI Advanced Structures Inc.",
      "id": "ef15e3ae42ea4cabbeff8b3555fb2514"
    }
  ],
  "certificates": [
    {
      "authority": "LEED",
      "rating": "Gold",
      "rowId": "1"
    }
  ]
}
