{
  "type": "Project",
  "id": "04220",
  "notes": "Not Published",
  "serializeDate": "27th April 2022 16:13:49",
  "serialized": 1651076029456,
  "serializedBy": "Steve Reeve",
  "title": "Lea Valley and Olympics",
  "description": "The practice’s proposal for this key development area sought to deliver physical, economic and social regeneration benefits for a scenario with and without the Olympics.",
  "date": "2003",
  "client": "London Development Agency",
  "location": "London, UK",
  "longLat": "-0.016310 / 51.538707",
  "typologies": [
    "Masterplanning"
  ],
  "partners": [
    "Richard Rogers",
    "Mike Davies"
  ],
  "overview": "Following the identification of The Lower Lea Valley in East London as the preferred site for London’s bid for the 2012 Olympics, the practice’s proposal for this key development area sought to deliver physical, economic and social regeneration benefits for a scenario with and without the Olympics.\n\nAn emphasis on legacy development meant that as many elements as possible were to offer post-Olympics value, including education and health, transport and utilities infrastructure, affordable housing, structured landscape, enhanced existing and new water areas, public open space and indoor and out-door leisure facilities. The key regeneration principle driving this masterplan was the creation of sustainable, connected communities in a unified city district, supported by a comprehensive transport system.\n\n\nThe Lower Lea Arc as envisaged by the masterplan reinvents the urban community for the 21st century, setting new standards in sustainable development. The new sustainable neighbourhoods, within both the Olympic and non-Olympic options, would be based on a re-use of land and buildings, compact, medium to high density forms, a mix of land uses based upon overlapping zones of living, working, leisure and shopping, and public transport-oriented urban design – demonstrating an overall emphasis on flexibility and adaptability.\n\nPublic transport provision and, in particular, the tube and rail systems are key to the creation of new sustainable neighbourhoods. Density and development increase around rail stations – the ‘hubs’ of a public transport system that also includes buses, cycles, and movement on foot. Development patterns are largely dictated by walking or cycling distances. Cars have their place but their penetration and physical presence is controlled.\n\n\nThe masterplan was intended to demonstrate clearly how the right strategic thinking would create opportunities for economic and social, as well as physical regeneration – a new piece of vibrant city using the Olympic challenge as a lever for a long-term legacy vision. Whilst the RRP masterplan was not pursued, the London bid for the 2013 Olympics was successful, thanks partly to its emphasis on the legacy it could deliver in terms of both sporting facilities and urban regeneration.",
  "dimensions": [
    {
      "elementId": "web:siteArea",
      "label": "Site Area",
      "value": "600 ha"
    }
  ],
  "companies": [
    {
      "elementId": "web:co-architect",
      "label": "Co-Architect",
      "value": "Renzo Piano Building Workshop"
    },
    {
      "elementId": "web:structuralEngineer",
      "label": "Structural Engineer",
      "value": "WS Atkins"
    },
    {
      "elementId": "web:landscapeArchitect",
      "label": "Landscape Architect",
      "value": "West 8"
    },
    {
      "elementId": "web:civilEngineer",
      "label": "Civil Engineer",
      "value": "WS Atkins"
    },
    {
      "elementId": "web:transportEngineer",
      "label": "Transport Engineer",
      "value": "WS Atkins"
    },
    {
      "elementId": "web:environmentalAndPlanningCons",
      "label": "Environmental and Planning Consultant",
      "value": "WS Atkins"
    },
    {
      "elementId": "web:sportsConsultant",
      "label": "Sports Consultant",
      "value": "Sports Concepts"
    },
    {
      "elementId": "web:communityConsultant",
      "label": "Community Consultant",
      "value": "Community Action Network"
    }
  ]
}
