{
  "type": "Project",
  "id": "03485",
  "notes": "Not Published",
  "serializeDate": "26th April 2022 16:53:20",
  "serialized": 1650992000862,
  "serializedBy": "Steve Reeve",
  "title": "Scandicci Nuovo Centro Civico",
  "description": "Located at the gates of Florence, halfway between Casellina and the old town of Scandicci, the Nuovo Centro Civico is a new town centre designed by RSHP in collaboration with dastudio.",
  "date": "2006-2013",
  "client": "Scandicci Centro srl",
  "location": "Scandicci, Italy",
  "longLat": "11.182642 / 43.758337",
  "typologies": [
    "Mixed Use"
  ],
  "team": [
    "Torsten Burkhardt",
    "Lennart Grut",
    "Ivan Harbour",
    "Ann Miller",
    "Leonardo Pelleriti",
    "Richard Rogers",
    "Stephen Spence",
    "Jacopo Venerosi Pesciolini"
  ],
  "partners": [
    "Ivan Harbour",
    "Lennart Grut"
  ],
  "leaders": [
    "Torsten Burkhardt",
    "Stephen Spence",
    "Leonardo Pelleriti"
  ],
  "overview": "Located at the gates of Florence, halfway between Casellina and the old town of Scandicci, the Nuovo Centro Civico is a new town centre designed by Rogers Stirk Harbour + Partners (RSHP) in collaboration with dastudio.\n\nThe project is part of a wider masterplan commissioned by the Scandicci Council in 2003 that asked for a vision to transform Scandicci from a faceless satellite town into a vibrant city hub. In response, the practice designed a new public piazza, flanked by a series of buildings and served by a new tram station, that focuses on public and private activities for the whole community.\n\n\nThe character of the new development respects the scale of the existing surroundings and creates a contemporary architectural language and provides cohesion between different typologies. The result is a restrained architectural aesthetic that directs attention towards the setting rather than the buildings themselves. The project includes a cultural centre, a commercial building and residences. All ground floor areas contain retail activities that provide interaction with the piazza. The cultural centre frames the eastern edge and provides a multi-functional hall with flexible space for conferences, exhibitions and concerts and works both independently or in tandem with the piazza outside.\n\nThe new tramline – connecting Scandicci directly to the centre of Florence in just a few stops – is a key element of the town centre. It has been the generator for this project and offers the parallel benefits of reducing dependency on cars and encouraging the use of public transport.\n\n\nThe project adopts a sustainable approach by including the installation of solar and photo-voltaic elements, as well as a green roof on the cultural building. The landscape design helps to unite the development with its linear arrangement of trees and benches alongside the tram line.\n\nThe Nuovo Centro Civico has reinvigorated Scandicci’s community and will set the standard for future urban developments.",
  "concept": "Located at the gates of Florence, halfway between Casellina and the old town of Scandicci, the Nuovo Centro Civico is a new town centre designed by Rogers Stirk Harbour + Partners (RSHP) in collaboration with dastudio.\n\nThe project is part of a wider masterplan commissioned by the Scandicci Council in 2003 that asked for a vision to transform Scandicci from a faceless satellite town into a vibrant city hub. In response, the practice designed a new public piazza, flanked by a series of buildings and served by a new tram station, that focuses on public and private activities for the whole community.\n\n\nThe character of the new development respects the scale of the existing surroundings and creates a contemporary architectural language and provides cohesion between different typologies. The result is a restrained architectural aesthetic that directs attention towards the setting rather than the buildings themselves. The project includes a cultural centre, a commercial building and residences. All ground floor areas contain retail activities that provide interaction with the piazza. The culturalnbsp;centre frames the eastern edge and provides a multi-functional hall with flexible space for conferences, exhibitions and concerts and works both independently or in tandem with the piazza outside.\n\nThe new tramline – connecting Scandicci directly to the centre of Florence in just a few stops – is a key element of the town centre. It has been the generator for this project and offers the parallel benefits of reducing dependency on cars and encouraging the use of public transport.\n\n\nThe project adopts a sustainable approach by including the installation of solar and photo-voltaic elements, as well as a green roof on the cultural building. The landscape design helps to unite the development with its linear arrangement of trees and benches alongside the tram line.\n\nThe Nuovo Centro Civico has reinvigorated Scandicci’s community and will set the standard for future urban developments.",
  "design": "Each of the Scandicci Nuovo Centro Civico’s buildings has been designed as part of the wider whole and in the spirit of flexibility.\n\nThe cultural centre frames the eastern edge of the piazza and was conceived as an elevated, floating box. The landscaping of the piazza extends through the building at ground level while the event space above offers a huge panoramic window looking towards the Tuscan hills. The column-free space with no fixed walls provides a multi-functional hall for seminars, conferences, exhibitions and concerts. It is designed for and operated by the local council and offers completely flexible spaces inside, allowing for future adaptation. It can work both independently or in tandem with the piazza outside to stimulate ideas about public activity.\n\nThe commercial building is also fully adaptable inside and can therefore be used as open-plan office space or divided into smaller, cellular units. The plan’s clarity is assisted by external circulation – lifts and stairs – that contribute a distinctive, sculptural identity. At seven stories, it is the tallest structure in the new ensemble and acts as a marker on the horizon, directing people to the centre of the renewed Scandicci.\n\n\nAdopting a modular approach, the design for the residential building allowed for changes to the layout configuration of the flats, even during construction, therefore catering for changing market conditions. Balconies with terracotta screens can adapt to form ‘loggias’ that give the façade depth and modulation.\n\nThe ground floor of all the buildings in the ensemble feature small retail units – community amenities such as a bank, bookshop and coffee bar – that collectively create a natural shopping centre, while maintaining the spirit and quality of neighbourhood shops and creating an animated zone for the public.\n\nThe tram line runs along the southern edge of the piazza and the new station acts as a gateway, its lightweight pergola structure sheltering the station but also linking it with the piazza.\n\n\nAll the buildings minimize energy use through carefully considered orientation, maximized natural ventilation and lighting, and optimised low-energy performance with green roofs and highly insulated façade systems. Renewable energy systems feature on the buildings’ roofs, including thermal and photovoltaic solar panels.\n\nSustainable systems (to save and produce energy), technical solutions (such as ventilated façades and large overhangs that protect from sunlight) and the choice of high performing, visually attractive materials are all incorporated into the scheme.",
  "construction": "The construction of Scandicci Nuovo Centro Civico took place during a major recession and time of economic unrest in Italy.\n\nAgainst this backdrop, two political and economic factors made the successful completion of the project– both on schedule and within budget – remain possible. Firstly, the masterplan for the new centre was initiated by Mayor Giovanni Doddoli in 2001, and his vision was taken on by Simone Gheri as councillor for urban planning and deputy mayor and then mayor. This provided the continuity of leadership and political drive to see the project realised.\n\nSecondly, the funding of the scheme was through a project finance agreement which involved a partnership between the public administration and a group of real estate and construction companies. Through the course of the project, this independent entity was able to absorb a number of organisational changes without destabilising the development.\n\n\nFive objectives for a successful project were identified early: legibility, durability, coordination and standardisation of components, cost controls, and safety. As such, each part of the development was designed as a kit of parts with a shared architectural language, wherein a range of construction systems and details were developed to be repeated in the three buildings, the public space and in the tram station. This level of standardisation ensured quality of fabrication and controlled costs both on site and in future maintenance as well as allowing each element of the development to be read as a part of a greater ensemble.\n\nA comprehensive system of prototyping took place to ensure coordination of details and finishes and once signed off, allowed for faster assembly on site and improved safety conditions – an important factor in a site where the tram line runs through the centre.",
  "dimensions": [
    {
      "elementId": "web:siteArea",
      "label": "Site Area",
      "value": "26 000 m²"
    },
    {
      "elementId": "web:grossFloorArea",
      "label": "Gross Floor Area",
      "value": "15 000 m²"
    }
  ],
  "companies": [
    {
      "elementId": "web:co-architect",
      "label": "Co-Architect",
      "value": "dastudio"
    },
    {
      "elementId": "web:structuralEngineer",
      "label": "Structural Engineer",
      "value": "Politecnica"
    },
    {
      "elementId": "web:servicesEngineer",
      "label": "Services Engineer",
      "value": "Politecnica"
    },
    {
      "elementId": "web:quantitySurveyor",
      "label": "Quantity Surveyor",
      "value": "Studio Associato Zingoni"
    },
    {
      "elementId": "web:landscapeArchitect",
      "label": "Landscape Architect",
      "value": "Erika Skabar"
    },
    {
      "elementId": "web:contractor",
      "label": "Contractor",
      "value": "CMSA"
    }
  ],
  "awards": [
    {
      "rowId": "1",
      "year": "2014",
      "award": "RIBA EU Award"
    }
  ]
}
