{
  "type": "Project",
  "id": "00513",
  "url": "culture-and-leisure/tomigaya/",
  "serializeDate": "'2022-06-27 15:39:49.590'",
  "serialized": 1656344389590,
  "serializedBy": "sreeve",
  "title": "Tomigaya",
  "description": "During the so called bubble years of Tokyo’s late 1980s property boom, Japanese developers in search of exotic extras, began to import overseas architects to add cachet to their schemes.",
  "date": "1990-1992",
  "client": "K-One Corporation",
  "location": "Tokyo, Japan",
  "longLat": "139.688817  / 35.667749",
  "longitude": "139.688817 ",
  "latitude": "35.667749",
  "typologies": [
    "Culture & Leisure"
  ],
  "team": [
    "Laurie Abbott",
    "Maxine Campbell",
    "Mike Davies",
    "Stuart Forbes",
    "Marco Goldschmeid",
    "Miyuki Kurihara",
    "John Lowe",
    "Richard Rogers",
    "Kyoko Tomioka",
    "Benjamin Warner",
    "Andrew Wright",
    "John Young"
  ],
  "partners": [
    "Laurie Abbott"
  ],
  "leaders": [
    "Ben Warner"
  ],
  "overview": "During the so called bubble years of Tokyo’s late 1980s property boom, Japanese developers in search of exotic extras, began to import overseas architects to add cachet to their schemes. With land prices reaching unprecedented levels, even the most awkward sites became valuable enough to build on.\n\n\nThe Tomigaya project was the product of this period. The client’s brief was designed to take advantage of an anomaly in the local building code, called for a landmark structure on a tiny triangular site surrounded by low-rise housing, a park and a busy highway. While a building height of 45 metres was permissible, the building could have no more than three floors. This study explores the potential for a vertical exhibition space with transparent floors visible from the highway.\n\n\nTwo steel trusses, hung from the supporting towers, define a triangular glazed space at the public heart of the building. Stairs lifts and other services are relegated to the rear. The trusses support a large crane, to lift and reposition movable mezzanine floors depending on the requirements of particular exhibitions; Exhibits as large as a yacht or a helicopter could have been displayed across different floors.",
  "dimensions": [],
  "companies": [
    {
      "label": "Co-Architect",
      "value": "Architect 5",
      "id": "fa24939a8212453ca64c8a082a9e7a89"
    },
    {
      "label": "Structural Engineer",
      "value": "Umezawa Design Office",
      "id": "7e690a17e41f42bfb2342f8aa2cbb2e4"
    },
    {
      "label": "Services Engineer",
      "value": "ES Associates / Ove Arup & Partners",
      "id": "98ed1c88c726401ba5897429cd745d4e"
    }
  ],
  "awards": [],
  "certificates": []
}
