{
  "name": "No. 33 Park Row",
  "url": "office/no-33-park-row/",
  "webStatus": "Publish",
  "typologies": [
    "Office"
  ],
  "type": "Project",
  "id": "10610",
  "serializeDate": "'2023-07-04 10:33:40.891'",
  "serialized": 1688466820891,
  "serializedBy": "heatherp",
  "time": "2023-07-04T10:33:40.5121227Z",
  "status": "PU",
  "title": "No. 33 Park Row",
  "description": "The proposal for No. 33 Park Row describes a boutique residential scheme in Lower Manhattan, made up of 30 apartments with four levels of commercial space at the base of the building.",
  "date": "2017-",
  "client": "Centurion Real Estate Partners",
  "location": "New York City, USA",
  "city": "New York City",
  "country": "USA",
  "longLat": "-74.0070569  / 40.7118001",
  "longitude": "-74.0070569 ",
  "latitude": "40.7118001",
  "team": [
    "Ainhoa Abreu Diaz",
    "Matt Cooper",
    "Simon Davis",
    "James Foster",
    "Stephen Light",
    "Ben Nicholls",
    "Lucie Oliver",
    "Richard Paul",
    "Richard Rogers",
    "Nick Salthouse",
    "Peter Shannon",
    "Andrew Yek"
  ],
  "partners": [
    "Graham Stirk",
    "Lennart Grut",
    "Richard Paul",
    "Richard Rogers",
    "Stephen Light"
  ],
  "leaders": [
    "Simon Davis",
    "Ben Nicholls"
  ],
  "heights": [
    {
      "value": "114 meters / 377 feet",
      "id": "8F685EE9856D4501BEEB4F"
    }
  ],
  "floors": [
    {
      "value": "23 storeys (25 inclusive of bulkhead elevator motor room)",
      "id": "B3AF0B7AB7F647B7AEAB1E"
    }
  ],
  "overview": "<div><p>No. 33 Park Row is a boutique residential scheme in Lower Manhattan, made up of 30 apartments with four levels of commercial space at the base of the building. The tower rises 23-storeys addressing Park Row’s early 20th Century ‘skyscrapers’ and giving excellent views north across City Hall Park.</p><p>Located at the corner of Beekman Street and Park Row the building steps up to provide a bridge between the ten storey properties on Beekman and those on Park Row. The primary core acts as a unifying vertical structural element, extending above the roof levels to provide roof top plant. The kite shaped plan is set out on the diagonal and the building facades follow this arrangement to place a strong visual emphasis on the corner.</p><p>The building’s structural and internal apartment arrangement is expressed in two-storey façade modules. The primary building arrangement facing North mitigates overheating through solar gain, and loggias serve to provide shading to residential facades. Depth and materiality of the facades give privacy for residents and this is achieved through a series of deep, articulated loggias, which pay homage to the early 20th century New York architectural context and give the building its strong identity. Made up of fabricated metal sections and concrete, the hue of the patinated copper side screens is varied to differentiate the commercial and residential levels. The flank walls are clad in brick and act as braced bays, stabilising the tower and further directing views north to the park.</p></div>",
  "dimensions": [
    {
      "label": "Gross internal floor area",
      "value": "60 000 ft² residential, 15 000 ft² commercial",
      "id": "f7b011f260ac4d61bcb84fa5c9d0edf0"
    }
  ],
  "companies": []
}