{
  "type": "Project",
  "id": "03690",
  "url": "education/mossbourne-community-academy",
  "serializeDate": "'2022-06-27 15:40:19.396'",
  "serialized": 1656344419396,
  "serializedBy": "sreeve",
  "title": "Mossbourne Community Academy",
  "description": "The design for the Mossbourne Community Academy replaces the former Hackney Downs School and accommodates 1,000 pupils aged 11-16, with a special focus on teaching information and communication technology.",
  "date": "2002-2004",
  "client": "DfES",
  "location": "London, UK",
  "longLat": "-0.061946  / 51.551566",
  "longitude": "-0.061946 ",
  "latitude": "51.551566",
  "constructionCost": "£ 19 000 000",
  "typologies": [
    "Education"
  ],
  "team": [
    "Sean Daly",
    "Lucy Evans",
    "James Finestone",
    "Ivan Harbour",
    "Jose Llerena",
    "Steven Leung",
    "Tracy Meller",
    "Annie Miller",
    "Andrew Morris",
    "Louise Palomba",
    "Leonardo Pelleriti",
    "Dean Pike",
    "Sabien Rietjens",
    "Richard Rogers",
    "Andrei Saltykov",
    "Paul Thompson",
    "Yoshi Uchiyama"
  ],
  "partners": [
    "Ivan Harbour",
    "Andrew Morris"
  ],
  "leaders": [
    "Tracy Meller",
    "Louise Palomba",
    "Paul Thompson"
  ],
  "floors": [
    {
      "value": "2",
      "id": "F44FD7559DCE49AF84D15E"
    }
  ],
  "overview": "The design for the Mossbourne Community Academy replaces the former Hackney Downs School and accommodates 1,000 pupils aged 11-16, with a special focus on teaching information and communication technology, as well as offering learning facilities to the wider community.\n\nIt is a new sort of school for a new century, located in one of England’s most deprived boroughs, and a powerful engine of regeneration in its own right – the architecture of the building expresses its significance and embodies the key themes of accessibility, openness and social inclusion.\n\n\nThe triangular site for the Academy is confined and subject to high levels of noise from the busy railway tracks that enclose it on two sides – yet on the third side (to the north) it looks out to Hackney Downs, one of the very few and treasured green spaces in the borough. In response, the 8,312m², three-storey building (one of the largest timber frame buildings in the UK) is conceived as a broad “V”, its back is to the railway track and it faces the green space to the north.\n\n\nTeaching spaces look out to a new landscaped square that is visually linked to the Downs beyond. The various faculties/ bases for year groups are housed in sections of the building configured as ‘terraced houses’, with access from a broad covered ‘cloister’, with internal circulation via an intermediate zone. Each ‘house’ consists of a ground floor of common space, designated staff areas (there is no specific staff room in the school), with a top-lit IT resource space and two levels of more traditional classrooms looking out over the Downs. The grass sided classrooms allow for visibility along the cloisters and self policing, creating a safe place for pupils. The ‘houses’ are well liked by students and staff.",
  "design": "A broad ‘V’ in plan Mossbourne Community Academy’s armour-like wall protects the building from the noise of the railway lines and it is contrasted with the light-weight timber and glass teaching spaces looking out over the courtyard and Hackney Downs beyond.\n\nThe faculties and year group bases are housed in adjacent sections of the building, using the conceptual model of the ‘terraced house’. These are accessed from a broad covered cloister, or ‘street’ at ground level. Each faculty consists of a ground floor of common space, designated staff areas, with IT resources and two additional levels of more traditional classroom spaces above.\n\nVoids are introduced immediately inside the protective wall to introduce daylight to the rear of the classrooms and enhance cross ventilation. Less frequently occupied areas such as the auditorium, performing arts centre, sports hall and dining hall, are located at intervals inside the protective wall and between the voids, further enhancing the buffer that this outer layer provides to the teaching spaces.\n\n\nThe school is designed to facilitate different modes of use and to cater for the needs of school children and adult members of the community. As such, adaptability is a key aspect of the design and facilitates the customisation of the school to suit future needs. This is achieved by creating a limited number of bespoke spaces to ensure that the general teaching accommodation is adaptable to a variety of uses. The building envelope responds to the external site and climatic conditions, which are fixed. However internally, the design provides maximum flexibility. For example, the partition walls perpendicular to the external walls are assumed to be relatively temporary and can therefore be reconfigured quickly and easily without disrupting the school.\n\n\nThe main sustainable component of the building is the timber frame – a highly sustainable and renewable resource in comparison to steel or concrete. Passive environmental systems include the series of top-lit voids inside the protective wall that bring natural light down into the teaching spaces. The façade includes openable vents that act as a one-sided natural ventilation system during the day, and at night, a two-sided system operates via the voids to cool the building overnight. In addition, towers located above the vertical circulation zones extract unwanted hot air.\n\nThe external space at the heart of the school takes full account not only of recreation needs, but also the logistics of arrival and departure, parking and security, and creates a sense of place and security for the students, staff and visitors. A hard surface playground with two tennis and basketball courts is located next to Downs Park Road which can be used by the community as well as the students.",
  "concept": "The ethos of Mossbourne Community Academy contributes community learning – is fully accessible to members of the community – as well as offering excellent facilities to secondary school students. As a result, the design distributes popular community facilities throughout the scheme rather than concentrating them in one particular area.\n\nThis approach intentionally erodes the boundaries of the academic with the creative and recreational aspects of learning. The intention is to encourage the community to participate in the activities of the school and in so doing, establish a model for lifetime learning.\n\nThe triangular site for the Academy, previously the location of the derelict Hackney Downs School, is dominated on two sides by railway tracks and as a result is subject to a high degree of noise and vibrations. On the third side, to the north, the site looks out over Hackney Downs, one of the few green spaces in the borough.\n\n\nIn response to the challenging context of the brownfield site, the three storey building is conceived as a broad ‘V’ with its back to the railway tracks. It forms a protective layer to these east and west boundaries that present a constant source of noise, vibrations and a safety hazard from the railway, and shelters the accommodation from this hostile environment. Teaching and working spaces are concentrated on the inner face of the building, where a new courtyard enclosed by the ‘V’ creates a central focus and identity to the new Academy, while creating a continuous sense of space across Downs Park Road to the park beyond.\n\n\nThe simplicity of the diagram represents an instantly legible response to the site conditions.\n\nA broad ‘V’ in plan with its armour-like wall protecting the building from the noise of the railway lines is contrasted with the light-weight timber and glass teaching spaces looking out over the courtyard and Hackney Downs beyond.",
  "construction": "Mossbourne Community Academy is one of the largest timber frame buildings in the UK. The primary structure is a Glulam (Glued Laminated Timber) frame consisting of over 1,000 cubic metres (35,000 cubic feet) of renewable European whitewood formed into paired columns and beams.\n\nThe timber was sourced, laminated and machined in Holland, arriving on site ready to be bolted together and erected. All the connections are made using steel plates and bolts. Internally, the bolts are deeply recessed into the timber to avoid children snagging themselves, while externally the bolts are exposed, avoiding potential weak spots where water may penetrate the timber.\n\n\nThe primary structure is comprised of two rows of parallel ‘H’ frames that are spanned by secondary beams. This structure frames a series of classrooms, with the secondary beams projecting past the frame to carry a series of external walkways. The use of timber has enabled continuous structural members to extend from interior to exterior, without the need for a thermal break.\n\n\nThe timber is untreated internally and has only minimal applied protection externally. In order to avoid a costly maintenance regime the frame has been detailed in such a way that it will protect itself from of the damaging effects of water. Each beam and column, where external, is covered with a capping of Iroko hardwood. This not only protects the beams from the damaging effects of standing water but also includes a drip detail to reduce the amount of water running down the face of the structure.",
  "dimensions": [
    {
      "label": "Site Area",
      "value": "19 500 m²",
      "id": "f0b0fec822d34e9ca99ef37d86989ac1"
    },
    {
      "label": "Gross Floor Area",
      "value": "8 312 m²",
      "id": "c71d3287e1ae4a04b67022e559e44e63"
    }
  ],
  "companies": [
    {
      "label": "Structural Engineer",
      "value": "Whitby Bird & Partners",
      "id": "92d5cccf003a46d1a96d89e0adb9a7aa"
    },
    {
      "label": "Services Engineer",
      "value": "BDSP Partnership",
      "id": "173b46a8f6f54088888bfdefdea34800"
    },
    {
      "label": "Quantity Surveyor",
      "value": "Davis Langdon & Everest",
      "id": "e13c8aff756a4ddb9e1f20be3ae57507"
    },
    {
      "label": "Project Manager",
      "value": "Osprey Mott MacDonald",
      "id": "017a45f5b6c94d2a89d13a35c96833af"
    },
    {
      "label": "Landscape Architect",
      "value": "Kinnear Landscape Architect",
      "id": "819b8c11b4b84eb29187da9dcf2de434"
    },
    {
      "label": "Contractor",
      "value": "Mace",
      "id": "ab39cb975a514ca8bf8049ff9dc4a49f"
    }
  ],
  "awards": [
    {
      "date": "2006-01-01",
      "year": "2006",
      "award": "Civic Trust Award",
      "rowId": "E5B7C27CC6AB48FE8FC81BDA285CF317"
    },
    {
      "date": "2005-01-01",
      "year": "2005",
      "award": "RIBA Award",
      "rowId": "F0B1C245C3E54546AE3D4AF2F94E23E9"
    },
    {
      "date": "2004-01-01",
      "year": "2004",
      "award": "Hackney Design Award",
      "rowId": "E27A6B463E68410CAC212E8FF5F483E8"
    }
  ],
  "certificates": []
}
