{
  "type": "Project",
  "id": "02850",
  "url": "civic/antwerp-law-courts",
  "serializeDate": "'2022-06-19 14:25:24.402'",
  "serialized": 1655648724402,
  "serializedBy": "sreeve",
  "title": "Antwerp Law Courts",
  "description": "The new law courts for the Flemish city of Antwerp is one of the practice’s major public buildings of the early 21st century.",
  "date": "1998-2005",
  "client": "Regie der Gebouwen",
  "location": "Antwerp, Belgium",
  "longLat": "4.38742  / 51.20402",
  "longitude": "4.38742 ",
  "latitude": "51.20402",
  "constructionCost": "£86,000,000",
  "typologies": [
    "Civic"
  ],
  "team": [
    "David Ardill",
    "Stuart Blower",
    "Ed Burgess",
    "Yoon Choi",
    "Martin Cook",
    "Benjamin Darras",
    "Hilde Depuydt",
    "Mike Fairbrass",
    "Rowena Fuller",
    "Angela Gates",
    "Kevin Gray",
    "Sera Grubb",
    "Sean Han",
    "Ivan Harbour",
    "Dennis Ho",
    "Amo Kalsi",
    "Steven Leung",
    "Avtar Lotay",
    "John Lowe",
    "Tim Mason",
    "Annie Miller",
    "Andrew Morris",
    "Tamiko Onozawa",
    "Sabien Rietjens",
    "Richard Rogers",
    "Renee Searle",
    "Patricia Sendin",
    "Simon Smithson",
    "Yoshi Uchiyama",
    "Martin White"
  ],
  "partners": [
    "Ivan Harbour",
    "Andrew Morris"
  ],
  "leaders": [
    "Avtar Lotay"
  ],
  "overview": "The new law courts for the Flemish city of Antwerp is one of the practice’s major public buildings of the early 21st century. Like many projects by the practice, it reflects a vision of the city as a humane and democratic place with a commitment to the regeneration of urban life.\n\nThe site for the law courts is at the Bolivarplaats, on the southern edge of Antwerp’s central area, where the urban fabric is broken by a massive motorway interchange, cutting off the boulevard that leads into the city. The new building is one of the catalysts for RRP’s long-term masterplan of ‘the new south’ of the city, currently in progress.\n\n\nThe new building, designed in conjunction with Belgian architects VK Studio, is conceived both as a gateway to the city and to provide a link across the motorway between the city centre and the Schelde River. It houses eight distinct civil and criminal courts and includes 36 courtrooms plus offices, chambers for judges and lawyers, library and dining room, with a great public hall (the space traditionally known as the ‘Salle des Pas Perdus’) linking six radiating wings of accommodation. This space is capped by a striking roof-structure, crystalline in form, rising above the paraboloid roofs that cover the courtrooms.\n\n\nA low-energy services strategy is fundamental to this project – natural light is used to optimum effect, natural ventilation is supplemented by low-velocity ventilation for the hearing rooms and rainwater is recycled.\n\nThe building, straddling a major highway, looks out to a large area of parkland – the design creates ‘fingers’ of landscaped that extend right into the heart of the building. The landscape is configured and planted to shield the building from the noise and pollution of the motorway.",
  "design": "The relationship of the new Law Courts with Bolivarplaats is a key factor in the design of the building. The relocation of the motorway feeder road and restoration of the area, with landscaping and newly planted plane trees, promotes the area as an important civic space and informal meeting place.\n\nA line of trees forms a backdrop to the approach to the courts from De Leien – a series of streets where pedestrians, rather than traffic, have priority – and the area has been improved by a new tram, bus and cycling infrastructure serving the plaats and connecting it to the existing city transport systems. A simple clarity between public and private space enables way-finding, natural security and the signalling of a gateway into Antwerp from the south. To this end, the Salle des Pas Perdus is an extension of the Bolivarplaats and a physical continuation of the Amerikalei axis (a major avenue through De Leien). The placement of the civil and criminal courts to either side of this central space, crowned by its striking crystalline roof structure, creates a visual beacon for the city, the plaats and the public space of the Salle des Pas Perdus.\n\n\nThe Salle des Pas Perdus is located at the intersection of all six linear wings, at the heart of the building, and acts as an architectural glue that joins together the distinct ‘fingers’. The ascent from Bolivarplaats to the main level on the second floor provides an appropriately grand entrance to the Law Courts. The impressive glazed space of the Salle des Pas Perdus is naturally lit and ventilated from the surrounding courtyards. Access to the courtrooms is via gently rising staircases from the central space. At this hearing room level, the Salle des Pas Perdus becomes a series of waiting areas relating to the hearing rooms themselves. The sail like structures of the hearing room roofs are glazed on one surface and orientated to face north west, allowing natural light to flood into the courtrooms and public spaces below without solar glare. These changes give a more organically driven form to the city gateway building.\n\nThe main-level offices form the working heart of the building; they are naturally lit and ventilated, with a high degree of flexibility for reconfiguration as may be required over the building’s life span. The offices comprise three of the six levels and occupy all six wings. This arrangement maximises connectivity between and within departments and ensures that the most public functions adjoin the Salle des Pas Perdus, while those that are most private are furthest away. Support functions are located at the lowest levels of the building below the public, judicial and office spaces. The central Living Archive is located below the Salle des Pas Perdus and connected to the office wings. Communal staff areas such as the central library and restaurant are located at ground level between the linear wings with direct access to the landscaped courtyards.\n\n\nIn the Antwerp Law Courts, the simplicity of the segregated circulation routes aids orientation and benefits from views across the courtyards as well as providing the necessary vertical and horizontal security. Its built form defines a series of natural boundaries that significantly simplify the management of the building and create a flexible system that can easily adjust to cater for future growth and change.",
  "concept": "The concept for the new law courts for the city of Antwerp is to design a new gateway building for the city, one without monumentality but with a roof form generated from perspective lines and inspired by Flemish paintings of barges passing along countryside canals.\n\nThe scheme inverts the traditional arrangement of a law courts by placing hearing rooms and public space at the top of the building ensuring abundant daylight and views across the city. The private spaces below face onto courtyards that provide quiet and naturally lit spaces contributing to a calming environment. The Law Courts extend to incorporate connections to parks, bridges and road network, allowing clear views from the street and developing the city skyline. This building is a key inspiration to the masterplan for the city’s Nieuw Zuid (New South) which the team have developed with the City of Antwerp.\n\n\nThe newly formed Bolivarsplaats provides a public square (plaats) immediately in front of the building to the east. The motorway feeder road is diverted to run underneath the Law Courts and square allowing pedestrian routes from the building into the city and a new tram line.\n\nThe eight law courts within six linear wings are arranged around a central public area known as the Salle des Pas Perdus, this is a public space that provides a focus to and orientation area for the building, and from which the court rooms, offices, library and dining hall are accessed. Hearing rooms are the formal interface between the judiciary and the public; these spaces are placed above the office wings, under an undulating series of stainless steel roofs oriented to take advantage of north light, and they are accessed centrally from the Salle des Pas Perdus. The hearing rooms and the public spaces flow over the top of the building, with the principal hearing rooms grouped around the Salle des Pas Perdus, framing the public space with the tallest of the roof structures. The smaller hearing rooms are arranged along the linear wings.\n\n\nService space is sandwiched between the hearing rooms and the offices below, responding to a functional need to provide decentralised plant, while architecturally it separates the spaces above and below so that the hearing rooms appear to float over the building. The office wings overlook landscaped courtyards allowing a natural link between the exterior and interior spaces. Public connections integrate the building with Konijnenwei Park (to the south) and Bolivarplaats (to the east). These connections were enhanced through the masterplan to reintegrate the city by providing east–west feeder roads linking the city’s southern fringes.",
  "construction": "The Antwerp Law Courts utilises a pre-cast concrete frame superstructure, above which each courtroom is topped by a roof composed of four geometric hyperbolic paraboloid forms.\n\nThe hyperbolic paraboloid is a double curved surface which, in plan, consists of a simple rectangular grid with the corners pulled up or down to create a paraboloid curve. In the courtroom roofs, two hyperbolic paraboloids are pulled upwards and cantilevered over two lower ones, creating an aperture in between, which in turn is glazed to maximise natural light in the courtrooms. These rooflights face north west, with the overhangs providing solar shading against the high altitude sun. The four roof sections are designed as individual components and are further separated by strip rooflights between each of the higher and lower roof elements.\n\n\nThe structural solution for the roofs consists of grid beams laminated in full lengths with each layer. This arrangement was progressively built up by screwing together long lengths of timber and connecting them to the perimeter steelwork, allowing the long timber strips to accurately follow the geometry of the hyperbolic paraboloid.\n\nThe whole of the roof structure was assembled in a large shipyard located several kilometres up river from the site. The shipyard was configured into a production line of separate work areas to deal with welding, painting, timber grid-shell assembly and roofing. Partially prepared materials were delivered to the shipyard then assembled under cover in an efficient and organised manner to ensure a very high quality end product. Once assembled, each of the four roof sections were lifted onto barges and transported along the river, completing the journey on a wide load truck across the fields to the site where they were craned and fixed into position.",
  "dimensions": [
    {
      "label": "Site Area",
      "value": "37 000 m²",
      "elementId": "e8c22ff034694e78adfb21d4c8d34f7b"
    },
    {
      "label": "Gross Floor Area",
      "value": "77 000 m²",
      "elementId": "97bdfe53d7a242ceaf63ba11818e147c"
    }
  ],
  "companies": [
    {
      "label": "Co-Architect",
      "value": "VK Architects",
      "elementId": "c8b59df3498e44e492adf30fcec1a013"
    },
    {
      "label": "Structural Engineer",
      "value": "Arup / Bureau Van Kerckhove",
      "elementId": "681f57e7135940e484bcd5ededfd95f7"
    },
    {
      "label": "Services Engineer",
      "value": "Arup / Bureau Van Kerckhove",
      "elementId": "ef5ec9ad192746cc802a3d4987170f9d"
    },
    {
      "label": "Quantity Surveyor",
      "value": "Bureau Van Kerckhove",
      "elementId": "1b19c4049c20411b979c7592b4679049"
    },
    {
      "label": "Lighting Consultant",
      "value": "Arup",
      "elementId": "9ec34215475b4381bde7e16b5ed2d082"
    },
    {
      "label": "Landscape Architect",
      "value": "Wirtz International BV",
      "elementId": "e02dd5d7307947688fc2927766575150"
    },
    {
      "label": "Contractor",
      "value": "Interbuild / KBC / Artesia",
      "elementId": "f46dec06be984951922793a62bb405ad"
    },
    {
      "label": "Acoustic Consultant",
      "value": "Arup Acoustics",
      "elementId": "cf99b95274824f0e9f5b63d960b2df7e"
    },
    {
      "label": "Facade Consultant",
      "value": "Lesos Engineering",
      "elementId": "37b3c088df3b4bbfbc85ab93c3d9dcda"
    },
    {
      "label": "Fire Consultant",
      "value": "IFSET NV",
      "elementId": "1e366eeb52cd48c8b9314f7899b794ab"
    }
  ],
  "awards": [
    {
      "date": "2008-01-01",
      "year": "2008",
      "award": "RIBA European Award Chicago Athaneum International Architecture Award",
      "rowId": "6852c55577e84925b3e45a4d33b265c3"
    },
    {
      "date": "2007-01-01",
      "year": "2007",
      "award": "RICS Awards regeneration Category: Commended",
      "rowId": "44B271B017AD4F629D56233A9FC7BFB6"
    },
    {
      "date": "2006-01-01",
      "year": "2006",
      "award": "Staalbouwprijs",
      "rowId": "0E30D7F8BE844059A822F5D137DA1BAD"
    },
    {
      "date": "2004-01-01",
      "year": "2004",
      "award": "Civic Trust Award - Commendation",
      "rowId": "636ca92b2907491e9df0988811a737a7"
    }
  ]
}
