{
  "type": "Project",
  "id": "00509",
  "url": "office/kabuki-cho-tower",
  "serializeDate": "'2022-06-27 15:39:47.416'",
  "serialized": 1656344387416,
  "serializedBy": "sreeve",
  "title": "Kabuki-Cho Tower",
  "description": "The Kabuki-cho project provides a vivid example of a response to a very specific urban context – an area of small-scale streets close to Shinjuku commercial district.",
  "date": "1987-1993",
  "client": "K-One Corporation",
  "location": "Tokyo, Japan",
  "longLat": "139.706405  / 35.695148",
  "longitude": "139.706405 ",
  "latitude": "35.695148",
  "constructionCost": "1.9 Billion Yen",
  "typologies": [
    "Office"
  ],
  "team": [
    "Maxine Campbell",
    "Mike Davies",
    "Michael Elkan",
    "Eric Holt",
    "John Lowe",
    "Richard Rogers",
    "Ben Warner"
  ],
  "partners": [
    "Laurie Abbott"
  ],
  "leaders": [
    "Ben Warner"
  ],
  "floors": [
    {
      "value": "12",
      "id": "05EA52E942BC435FBF32BF"
    }
  ],
  "overview": "The Kabuki-cho project provides a vivid example of a response to a very specific urban context – an area of small-scale streets close to Shinjuku commercial district. The site is extremely constrained, with daylight a precious commodity in the narrow road onto which the building fronts. Although the building is small in scale, great attention was paid to the detailing of the facade, using repetitive functional elements to define the lightweight language of the building.\n\n\nThe final scheme (after the abandonment of initial plans for a hotel) was a twelve-storey office building (two floors below ground level), its main floors canted out over a void which is infilled with a dramatic glazed roof, lighting a public basement area which contains restaurants and bars. The roof is hung off the main structure. The frame, engineered in line with local fire safety and seismic protection regulations, is a composite structure of steel and concrete. As usual, lift, stairs and other services are concentrated in a strongly modelled tower, which terminates in a viewing platform above a penthouse apartment.\n\n\nKabuki-cho demonstrates the influence of early Japanese architecture, with its elegance, translucent light and flexibility. The project is a specific response to the character of Tokyo – far more varied and intimate than is generally imagined. RRP’s technology-rooted architecture turns out to be remarkably in tune with traditional Japanese streets.",
  "dimensions": [
    {
      "label": "Gross Floor Area",
      "value": "1 757 m²",
      "id": "5e027629ced54bbb9f38f88026eb1a03"
    }
  ],
  "companies": [
    {
      "label": "Co-Architect",
      "value": "Architect 5",
      "id": "1e70b9d55bad4c17b069a16e0dbb665a"
    },
    {
      "label": "Structural Engineer",
      "value": "Umezawa Design Office",
      "id": "9896b57c44a2487eb3b835e573bb27d5"
    },
    {
      "label": "Services Engineer",
      "value": "ES Associates",
      "id": "074ea66a662141d58eee8a7b7e87d5b5"
    },
    {
      "label": "Contractor",
      "value": "Kawada Industries Inc",
      "id": "77ff66e6d7904be6936e35ba82cdf961"
    }
  ],
  "awards": [
    {
      "date": "1983-01-01",
      "year": "1983",
      "award": "RIBA International Award",
      "rowId": "95b4a1b346de4bb58c133171ac8683db"
    }
  ],
  "certificates": []
}
