{
  "type": "Project",
  "id": "12815",
  "serializeDate": "'2022-06-19 14:26:54.220'",
  "serialized": 1655648814220,
  "serializedBy": "sreeve",
  "title": "Shenzhen HongKong Plaza",
  "date": "2021",
  "client": "Qianhai Holdings Co,. Ltd",
  "location": "Shenzhen",
  "longLat": "0.00000  / 0.00000",
  "longitude": "0.00000 ",
  "latitude": "0.00000",
  "typologies": [
    "Mixed Use"
  ],
  "team": [
    "Adam Lampon",
    "Alessandro Blasucci",
    "Alexandria Fu",
    "Ann Miller",
    "Anna Au",
    "Ben Goble",
    "Ben Warner",
    "Carlos Gonzalez",
    "Christophe Dembinski",
    "Elizabeth Low",
    "Francis Yuen",
    "Hechang Chen",
    "Heidi Gillett",
    "Ivan Harbour",
    "James Bradford",
    "Jason García Noonan",
    "Jon Mercer",
    "Lennart Grut",
    "Luca D'Amico",
    "Lu-Min Guo",
    "Marco Tessaro",
    "Mariana Garza",
    "Matthew Jackson",
    "Min Zhang",
    "Pei-Yi Lin",
    "Ruoyi Wang",
    "Simon Davis",
    "Siyang Yu",
    "Taylor Huggins",
    "Thomas Birtles",
    "Tom Jones",
    "Torsten Burkhardt",
    "Vajini Pannila",
    "Virginia Moreno",
    "Yu Sun",
    "Yu Zhu"
  ],
  "overview": "Qianhai Holdings intend to hold a competition starting in mid-December (provisional) for the development of the ULR, now renamed the Shenzhen Hong Kong Plaza.\n\nThis is reinforce the connection with HK and to ‘welcome’ as many visitors as possible.\n\n \n\nOn the 26th, I attended an EPR meeting (as one of the panel together with Huasen, CCDI, CR land and others) to listen and to comment on both a marketing strategy prepared by JLL and a technical analysis prepared by Huasen, the LDI responsible for coordinating infrastructure in the centrals Qianhai district.\n\nThe JLL presentation was much as expected (pages and pages of the usual bumf) and the Huasen analysis daunting in that, just as we expected, much of the basement infrastructure has been planned or even constructed. There are massive basement electrical sub stations which have also made a sudden appearance.\n\n \n\nDespite huge challenges, the ‘leaders’ have ordained that the SHKP is definitely going to happen in one form or another - and have laid out an ambitious and probably unrealistic schedule as noted below.\n\n \n\nBASIC INFORMATION\n\n \n\nNote the phasing diagram below together with the relevant GFA attributable to each stage.\n\nThis diagram does not include the landscape component of 215,000 in Phase 1 and a further combined 100,000 in phases 2,3 and 4.\n\n \n\nPhase 1 they want complete in 18 months\n\nPhase 2 in 36 months\n\nPhase 3 in 12 months (tis is Rocco’s trading plaza)\n\nPhase 4 in 17 years (following the dismantling of Innotech).\n\n \n\nFull service for phases 1,3 and 3 and SD only for Phase 4.\n\n \n\nA one stop shop (JV)  including LDI and other consultants. Aube has agreed to join us. They can cover most disciplines and also have a huge landscape department. They were responsible for the waterside park adjacent to the CR Land HQ (the rocket ship) in Shenzhen.\n\n \n\nInvited and paid competition to run for 50 days starting mid-December. Fee TBC",
  "dimensions": [],
  "companies": [
    {
      "label": "Contact",
      "value": "Rocco Design Architects Associates Ltd",
      "elementId": "deltek:contact"
    }
  ]
}
