{
  "type": "Project",
  "id": "02460",
  "notes": "Not Published",
  "serializeDate": "26th April 2022 16:43:56",
  "serialized": 1650991436349,
  "serializedBy": "Steve Reeve",
  "title": "Minami Yamashiro Elementary School",
  "description": "This school was commissioned by the mayor of Minami Yamashiro to reunite and regenerate the local community; he desired a school that also acted as a community centre.",
  "date": "1995-2003",
  "client": "Minami-Yamashiro Village",
  "location": "Kyoto, Japan",
  "longLat": "136.026346 / 34.766228",
  "constructionCost": "£ 11 800 000",
  "typologies": [
    "Education"
  ],
  "team": [
    "Mark Darbon",
    "Lennart Grut",
    "Ivan Harbour",
    "Hiroshi Hibio",
    "Akihisa Kageyama",
    "Sanekazu Kofuku",
    "Naruhiro Kurosima",
    "Tamiko Onozawa",
    "Richard Rogers",
    "Benjamin Warner",
    "Yoshimori Watanabe"
  ],
  "partners": [
    "Ivan Harbour",
    "Lennart Grut"
  ],
  "leaders": [
    "Ben Warner"
  ],
  "overview": "This school was commissioned by the mayor of Minami Yamashiro to reunite and regenerate the local community; he desired a school that also acted as a community centre. The result is a building that offers evening classes and life-long learning for the community’s adult population, as well as daytime schooling for children.\n\n\nSet into a steep hillside, the project is arranged as two buildings, one stepping down from the other and characterised by an elegant undulating roof. This form allows for a series of roof lights that bring daylight deep into the heart of the building. Inside a large common hall acts as the focus of activities with two levels of flexible classroom spaces arranged around it. Bright wall colours within the grid frame are coded for children and adults, defining different areas and functions.\n\n\nDetailed and implemented by RRP’s Tokyo office, this project uses simple, durable, low maintenance materials to achieve elegant results. This combined with Japan’s simple procurement process means that Minami Yamashiro costs less than half of a school of the same size in the UK.",
  "concept": "The brief for a combined facility for children, as well as the community at large, is unusual within the Japanese educational system and called for a concept that would embrace the unique aspects of the brief. The new building was therefore conceived of as “a big house” - a series of spaces offering not only day-time schooling but evening classes and life-long learning opportunities for the village’s adult population.\n\nThe heart of the school would be a large, linear common hall that would mediate between the outdoor playing fields and two levels of flexible classroom spaces.\n\n\nThe main building, sited on a levelled area at the top of the sloping site, is a simple rectangular extrusion arranged to align with the street, looking out over the tree canopy. The length of the building is crowned by a dynamic sequence of roof lights, designed to bring indirect natural light deep into the building, avoiding glare and negative solar gain.\n\nThree spatial types: classrooms, special spaces (such as library, art and science facilities) and neutral spaces (such as the multi-function hall) are arranged to create an environment that works both as a school by day and community facility in the evening.\n\n\nThe free-standing multi-purpose gymnasium and assembly building acts as a “village hall” , anchoring the architectural composition and framing the approach to the main building and the playing field (including an outdoor swimming pool) which it contains on two sides. The concept of applying bright colours to the walls acts as a simple visual code for the children, defining the different areas and functions.",
  "design": "The idea of flexibility permeates every aspect of the plan, in which the two levels of teaching spaces are arranged within a repetitive framed grid of 8.1 by 8.1 metres.\n\nOn the ground floor are located special facilities such as the library, information technology centre, science labs and music studios, which can be easily accessed day and night according to the mode of operation required. The first floor contains the classrooms which are arranged as suites of three interconnected spaces - two small classrooms opening onto a shared space that can be used by either or both classes for special projects or joint activities. Each suite is used by one year group and is identified by one of the bright colours both inside and out.\n\n\nThe multi-level top-lit space is similarly organised within the expressed structural grid. The angled roof planes, with their curved edges reminiscent of wing tips, open up to the north allowing indirect light into the classrooms, with operable glass panels beneath for ventilation. Many of the classrooms and other teaching and working spaces also have openable panels to encourage cross ventilation, especially in the heat of the Japanese summer.\n\nThe restricted budget meant that the way materials were selected and employed had a significant impact on the final appearance of the building. A ‘kit of parts’ approach was adopted so that a minimal palette of local, easily obtainable materials was used to the greatest aesthetic and spatial effect.\n\n\nThe concrete structural frame, partly formed from re-used shuttering, was left exposed, as was the steel framing for the roofs. Timber elements such as floors and furniture were also locally sourced and constructed. Vibrant splashes of colour and form appear both in the surface of the playground and on the interior walls in the form of art work specially commissioned from a Japanese artist . The brightly coloured shapes echo the theme colours of the classrooms.",
  "construction": "Detailed and implemented by the practice’s Tokyo office, this project uses simple, durable, low maintenance materials to achieve elegant results.\n\nThe building has a strength of its own, yet can be read within the Japanese constructional tradition which has long inspired modern architects. The concrete frame is reminiscent of the classical timber-framed Japanese construction tradition, used to great effect in Shinto shrines, in which the main wall surfaces are infill, light-weight components, able to be opened up to create flexible, interconnected rooms and a strong connection between interior and exterior.\n\n\nDuring the 20th century, the quality of concrete construction in Japan has gained a reputation second to none, especially for its fine and virtually blemish-free surfaces, without the need for render or other surface treatments. This is in no small part due to the high quality of the carpentry used to create the shuttering, ensuring that the finished surface is as smooth as natural stone. At Minami-Yamashiro School, an exposed concrete frame was used in a modern interpretation of this ancient construction method, combined with an infill of light-weight glazing and simple steel components.",
  "dimensions": [
    {
      "elementId": "WVvwpYIJTEuCKULdwxZ8PA",
      "label": "Height",
      "value": "11.55 m"
    },
    {
      "elementId": "XLA0uo9bikCZClyA6d8vjQ",
      "label": "Floors",
      "value": "2"
    },
    {
      "elementId": "web:siteArea",
      "label": "Site Area",
      "value": "24 384 m²"
    },
    {
      "elementId": "web:grossFloorArea",
      "label": "Gross Floor Area",
      "value": "10 200 m²"
    }
  ],
  "companies": [
    {
      "elementId": "web:structuralEngineer",
      "label": "Structural Engineer",
      "value": "Umezawa Structural Engineers"
    },
    {
      "elementId": "web:servicesEngineer",
      "label": "Services Engineer",
      "value": "Setsubi-Sekkei 21 / Six Squares"
    },
    {
      "elementId": "web:quantitySurveyor",
      "label": "Quantity Surveyor",
      "value": "Dan Surveyors Office"
    },
    {
      "elementId": "web:landscapeArchitect",
      "label": "Landscape Architect",
      "value": "Equipe Espace"
    },
    {
      "elementId": "web:contractor",
      "label": "Contractor",
      "value": "Asanuma Corporation"
    }
  ],
  "awards": [
    {
      "rowId": "1",
      "year": "2004",
      "award": "RIBA Worldwide Winner RIEF (Research Institute of Educational Facilities) Chairman Award"
    }
  ]
}
