{
  "type": "Project",
  "id": "10190",
  "url": "education/lse-centre-building/",
  "serializeDate": "'2022-06-27 15:40:55.565'",
  "serialized": 1656344455565,
  "serializedBy": "sreeve",
  "title": "LSE Centre Building",
  "description": "As well as the demolition and redevelopment of a number of existing buildings on the Aldwych campus, the initial brief called for world-class architecture to match LSE’s international academic reputation.",
  "date": "2014-2019",
  "client": "London School of Economics, Political Science",
  "location": "London, UK",
  "longLat": "-0.116300  / 51.513998",
  "longitude": "-0.116300 ",
  "latitude": "51.513998",
  "constructionCost": "£78,000,000",
  "typologies": [
    "Education"
  ],
  "team": [
    "Tadashi Arai",
    "Eleanora Bressi",
    "Michael Corcoran",
    "Jean Corona",
    "Benjamin Darras",
    "Ainhoa Abreu Diaz",
    "Philip Dennis",
    "Lorna Edwards",
    "Mike Fairbrass",
    "Gianmaria Givanni",
    "Ivan Harbour",
    "Katja Hasenauer",
    "Konrad Holtsmark",
    "Kinga Koren",
    "Annette Main",
    "Tracy Meller",
    "Ann Miller",
    "Andrew Morris",
    "Jack Newton",
    "Richard Rogers",
    "James Scrace",
    "Soki So",
    "Adeline Wee"
  ],
  "partners": [
    "Ivan Harbour",
    "Tracy Meller",
    "Andrew Morris"
  ],
  "leaders": [
    "Lorna Edwards",
    "Jack Newton"
  ],
  "heights": [
    {
      "value": "52.2m",
      "id": "695E9078B4234B288EB4E9"
    },
    {
      "value": "52.2m",
      "id": "276D4C598E874F6883D2F7"
    }
  ],
  "overview": "RSHP’s design is inspired by LSE’s core values: Collaboration, Excellence and Innovation. As well as the demolition and redevelopment of a number of existing buildings on the Aldwych campus, the initial brief called for world-class architecture to match LSE’s international academic reputation. The RSHP design goes further by placing a public square at the heart of the campus, creating a new focal point and improving connectivity and wayfinding throughout the site.\n\nThe building provides simple flexible floor plans for a range of academic and department uses, allowing the creation of innovative and inspirational spaces to attract the best staff, academics and students. The design is vertically zoned with most of the public and highly serviced facilities such as the restaurant, auditorium and large lecture theatres situated at the lower levels. This facilitates natural interaction with the public realm of Houghton Street and animates the newly created LSE Square.\n\n\nOn the first and second floors, general teaching provision is accommodated and there is access to a large external terraced garden. These public and student facilities are all connected by the atrium space, which provides a dramatic and flowing circulation route between the floors with informal spaces to encourage students to come together to explore, debate and collaborate.\n\nAbove the second floor, a number of academic departments are located on flexible floorplates providing both open plan and modular accommodation. These upper levels are connected visually and physically via a dynamic stair that moves in a series of double height spaces across the façade, creating connectivity between departmental floors.\n\n\nAs part of the decision making process, a public exhibition was held during which LSE staff, students and visitors were encouraged to vote for their favourite design from the shortlist. The RSHP design won by an overwhelming margin.",
  "design": "Sustainable design is fundamental to the Centre Building- the project attains BREEAM Outstanding through a simple and robust design that combines the best elements of passive design with innovative MEP systems and controls enabling users to adapt their individual environment on the academic floors. The stepping atrium on the upper levels not only connects all social and circulation spaces within the building but also provides a large air volume which assists in the ventilation of internal deep plan areas. The brise soleil clearly visible on the facade were careful modelled and vary in depth and location depending on the exposure of different areas of the facade to solar gain.\n\nThe facade design includes a series of stepped double height voids expressed across the western facade, which address the square. The expression on the facade reflects double height internal circulation and break out spaces within the academic departments which create visual and physical connections within and between academic departments. Furthermore, the stepped voids create dynamic views of the facade, as the voids appear at top and bottom when viewed from Clare Market. The cladding design recognises the teaching areas of levels 1  2 through a double storey expression of the rainscreen cladding and solar louvres. An external terrace is located on level 1 where it helps signal the pedestrian passageway and creates a soap box for the students addressing the public square.\n\n\nThe solar shading design has been developed to maximise daylight into building, reduce number of variants and to present two different appearances when viewed from North and South. The appearance from the South when seen against the more formal context of Houghton Street is more solid and neutral in colouration, but when viewed from the north, in the setting of the square, they appear more perforate and brightly coloured. In line with the natural ventilation strategy there are several opening vents on all facades of the building to provide cross ventilation across the floorplates and provide occupants with control of their own environment. Each academic office includes a 2m wide glazed panel with top high level opening vent and a 1m solid inward opening panel which provides user control.\n\nThe grain, scale and materials of the facade along Houghton Street responds directly to the materiality and rustication of the LSE’s Old Academic Building opposite, reinstating an important pedestrian route across the campus terminating in the new public square. The horizontal banding of the limestone cladding on the lower levels of the Houghton Street block mirrors that of the Old Academic Building.\n\n\nThe superstructure of the building is expressed both internally and externally to give the building a distinct appearance. The overall superstructure system is composed of steel beams and columns, concrete cores and precast concrete floor slabs. The external cross bracing provides lateral stability to the system and is comprised of standard steel hollow sections spanning two storeys connected at all intersections via a bolted plate system in a cruciform arrangement.\n\nAll teaching spaces feature large extents of writeable walls and a learn and turn desking arrangement to prompt flexible and collaborative working; these rooms all have extensive AV equipment to support different modes of teaching including live streaming.",
  "concept": "The original brief called for world-class architecture to match the LSE’s international academic reputation and included the demolition and redevelopment of three existing buildings on the Aldwych campus to create a new 10-storey building.\n\nRSHP has gone further by designing a new public square located at the heart of the university, thereby creating a new focal point for the school and improving connectivity and wayfinding throughout the campus. Creation of the public square was made possible by building higher on a smaller footprint than the original brief assumed and will help give the school a much-needed identity and recognisable ‘front door’.\n\n\nThe massing of the building consists of two deceptively simple and infinitely flexible buildings which are joined by dynamic circulation and meeting spaces. Innovative and inspirational spaces to attract the best staff, academics and students have been created by simple, flexible floor plans that provide a mixture of cellular and open plan offices, teaching spaces and student study areas.\n\nThe design has been zoned vertically, with the most public and highly-serviced facilities located on the lower levels - helping to animate the newly-created LSE square and Houghton Street; and the more private academic departments - to which access is controlled - located on the upper levels.\n\n\nThe building is carefully stitched into the existing campus layout, the street pattern of which retains the dense historic grain of the city. The scheme engages respectfully with the historically significant buildings of the Strand Conservation Area and respects the London View Management Framework views from the South Bank.",
  "construction": "The restricted nature of the site at the heart of a working university campus makes building the scheme logistically complex with construction activities having to coexist with lectures, exams and the daily movement of students and staff. Access to the site is also very limited with only one point of entry for vehicles. In response to this off-site manufacture has been used as much as possible.\n\nThe basement of the building takes up the entire site footprint and houses a large auditorium and events space, catering facilities, loading bay and plant rooms. Work on the basement box started in January 2017 and took approximately 6 months to construct from the start of bulk excavations. In total 2000 muck away wagons carrying 17,000 m3 of material left site. The basement structure incorporates 221 secant piles, 162 load bearing piles and 5 plunge columns up to a depth of 36 metres.\n\n\nDuring the detailed design stages of the project RSHP worked closely with the contractor to review modular proposals and construction methods to deliver build and cost efficiency. To give best value for money, speed and ease of construction building elements were, wherever possible, prefabricated which also helped ensure high build quality and consistency. This includes the major build elements such as steelwork, precast concrete planks and unitised cladding but also extends to MEP plant, risers and on floor mechanical services components plus the stairs all of which were fabricated off site and delivered in sections.\n\nThe superstructure is a major part of the pre-fabricated approach for the scheme, composed of standard section columns and beams bolted together on site. Excluding the external bracing the steel superstructure is composed of 1293 pieces of steel- 205 columns and 838 beams, the total tonnage is 1050. 1356 precast concrete planks for the floor slabs complete the building frame.\n\n\nThe cladding is also manufactured off site including the external solar shading which are assembled as modules as part of a unitised system. Across the scheme we have 4 variants of the louvres with 484 in total and a total of 9,500 m2 cladding.",
  "dimensions": [
    {
      "label": "Area",
      "value": "17,500 m²",
      "id": "5190094ce9034b7b95c61b7c9b54ea08"
    }
  ],
  "companies": [
    {
      "label": "Structural Engineer",
      "value": "AKT",
      "id": "e31331b50aab46eabfadbbe16c92b88b"
    },
    {
      "label": "Services Engineer",
      "value": "Chapman BDSP",
      "id": "f3d3f150aed74882b8a22d933b2d2f10"
    },
    {
      "label": "Landscape Architect",
      "value": "Gillespies",
      "id": "fee01802ddfa4ff8ad4fc4480c09c2b5"
    },
    {
      "label": "Fire Strategy and Acoustic Consultant",
      "value": "Hoare Lea",
      "id": "98e4b5389fb540678ee41780d4588099"
    }
  ],
  "awards": [
    {
      "date": "2021-01-01",
      "year": "2021",
      "award": "RIBA National Award Winner",
      "rowId": "42e0888044ff4a73a402a69c887cf544"
    },
    {
      "date": "2021-01-01",
      "year": "2021",
      "award": "RIBA London Award Winner",
      "rowId": "a68fc73b06664f6e87171d01a0b26eaa"
    },
    {
      "date": "2021-01-01",
      "year": "2021",
      "award": "AJ Architecture Award finalist - Higher Education",
      "rowId": "2a7aa0df7ff24cd5b2bbd47b1390443d"
    },
    {
      "date": "2021-01-01",
      "year": "2021",
      "award": "Civic Trust Award Winner",
      "rowId": "70c5cc45ef0b4863b68de21781f86832"
    },
    {
      "date": "2020-01-01",
      "year": "2020",
      "award": "Regional Finalist - Civic Trust Awards",
      "rowId": "904879fa69a249f0bd585223441bd25b"
    },
    {
      "date": "2020-01-01",
      "year": "2020",
      "award": "Regional Finalist - RIBA Awards",
      "rowId": "050b1b55e3b64aa99674548d24e6b6aa"
    },
    {
      "date": "2020-01-01",
      "year": "2020",
      "award": "BREEAM Award winner - Public Sector Project – Post Construction Award",
      "rowId": "b6045169b46145be824054a493cddc59"
    },
    {
      "date": "2020-01-01",
      "year": "2020",
      "award": "Winner Client of the Year LSE - Education Estates Awards",
      "rowId": "dc843344862349dab9a49da1f3457991"
    },
    {
      "date": "2020-01-01",
      "year": "2020",
      "award": "Winner Social Infrastructure Project of the Year - British Construction Industry Awards (BCIA)",
      "rowId": "91c5b5800cc24f07a2fdb7fbea4af4b1"
    },
    {
      "date": "2020-01-01",
      "year": "2020",
      "award": "Highly Commended Project of the Year - Education Estates Awards",
      "rowId": "bb736edacca547d3bb4516cc66232e81"
    },
    {
      "date": "2020-01-01",
      "year": "2020",
      "award": "Highly Commended - Structural Steel Design Awards",
      "rowId": "55eee01ea6224ab1a69a14240053c0ae"
    },
    {
      "date": "2020-01-01",
      "year": "2020",
      "award": "The Guardian University Awards' Finalist - Buildings that inspire category",
      "rowId": "383632f34e0c4b7a8e82caa090c6c0e4"
    },
    {
      "date": "2020-01-01",
      "year": "2020",
      "award": "Planning Awards' Finalist - Award for Design Excellence",
      "rowId": "c940480dc44744d8bbae1393b24d2801"
    }
  ],
  "certificates": [
    {
      "authority": "BREEAM",
      "rating": "Outstanding (88.9%)",
      "rowId": "1"
    }
  ]
}
