{
  "name": "Maggie's West London",
  "url": "health-and-science/maggies-west-london-centre",
  "webStatus": "Publish",
  "typologies": [
    "Health & Science"
  ],
  "type": "Project",
  "id": "03610",
  "serializeDate": "'2026-01-08 15:24:42.750'",
  "serialized": 1767885882750,
  "serializedBy": "heatherp",
  "time": "2026-01-08T15:24:42.7150962Z",
  "status": "PU",
  "title": "Maggie’s West London Centre",
  "description": "Maggie’s Centres offer support for people affected by cancer at any stage, be they patients, family members or friends. Their work is in complete support of conventional medical treatment.",
  "date": "2001-2008",
  "client": "Maggie’s",
  "location": "London, UK",
  "city": "London",
  "country": "UK",
  "longLat": "-0.221702  / 51.487682",
  "longitude": "-0.221702 ",
  "latitude": "51.487682",
  "constructionCost": "£ 2.1m",
  "team": [
    "Ed Burgess",
    "James Curtis",
    "Mike Fairbrass",
    "Ivan Harbour",
    "Tom Lacy",
    "Carmel Lewin",
    "Annette Main",
    "Tim Mason",
    "Annie Miller",
    "Liz Oliver",
    "Richard Rogers",
    "Laura Salisbury",
    "Paul Thompson",
    "Martin White",
    "William Wimshurst",
    "Neil Wormsley",
    "John Dawson"
  ],
  "partners": [
    "Ivan Harbour"
  ],
  "leaders": [
    "Paul Thompson"
  ],
  "floors": [
    {
      "value": "2",
      "id": "074B2D8BB8984A62864545"
    }
  ],
  "overview": "<div><p>Maggie’s Centres offer support for people affected by cancer at any stage, be they patients, family members or friends. Their work is in complete support of conventional medical treatment.</p><p>Maggie’s West London Centre, at Charing Cross Hospital in Hammersmith, is conceived as a contrast to the main hospital building. It is a non-institutional building, an ‘open house’ of 370 square metres, arranged over one and a half floors. It is both flexible and adaptable. It can be transparent or opaque, noisy or quiet, light or dark and has a kitchen at the heart of the structure. RSHP hope to create something that is more homely – more welcoming, more comfortable, more thought-provoking and more uplifting.</p><p>The entrance is approached from within the hospital grounds via the car park. The building consists of four components: a wall that wraps around four sides, providing protection from its exposed location; the kitchen – a single height central space which is the main focus and heart of the building; annexes off the main space, conceived as meeting, sitting and consulting rooms; and a ‘floating roof’ that over sails the outer wall and helps flood the space with light. Small courtyards are formed between the building and the wall for quiet spaces.</p><p>The delicate landscape by Dan Pearson creates a visual and emotional transition from the existing hospital to the new Maggie’s Centre. Wrapping the building with trees also filters the noise and pollution of the surroundings whilst providing a leafy and relaxing backdrop, on what is a dense urban and uninviting site.</p></div>",
  "design": "<div><p>The aim was to make the Centre a welcoming retreat in this busy London streetscape. The landscaping integrate the Centre into the larger hospital site: mature plane trees indicate a route from the hospital to a public courtyard surrounded by white flowered magnolia trees.</p><p>The entrance to the Centre is approached from within the hospital grounds. The building is made up of four components: a wall that wraps around four sides, providing protection from its exposed location; a kitchen with a double-height central space that acts as the main focus and heart of the building; annexes off the main space, conceived as meeting, sitting and consulting rooms; and a ‘floating roof’ that appears to hover over the outer wall and acts as the enclosure to the heart of the building.</p><p>The sense of the building having a heart – reflecting the traditional notion of a home with a hearth – is manifested in the Centre’s kitchen area, and also through the inclusion of three fireplaces in the design of the building; the Centre is a retreat that is open to everyone.</p><p>Flexibility of space was critical to the Centre’s design. Adaptable, human-scaled spaces encourage the Centre’s users to feel at home anywhere in the building, giving them ownership, rather than the sense that they are merely visitors. The design was conceived to make the building accessible, homely, personal and comfortable, with a layout that is open but which incorporates varying degrees of private space.</p><p>The external wall surrounding the building forms both a weather seal to the internal rooms and a shield to the internal garden spaces. The wall has an orange-coloured, rendered finish with both glazed and open windows. The Centre’s roof’ appears to hover over the external wall due to high-level clerestory glazing and acts as an enclosure for the building below. The roof also serves to obscure the view of Charing Cross Hospital, which is a dominant feature of the surrounding area.</p></div>",
  "concept": "<div><p>A kitchen area acts as the heart of the building; its openness and importance is reinforced by its juxtaposition with surrounding courtyard winter gardens, sitting rooms and smaller, more personal caring spaces. The raised roof allows natural light to enter the whole of the building. Despite the sense of an insular, protected environment, a connection to the external landscaped public space extends through the gardens through by the use of selected vistas.</p><p>The centre is surrounded by a collection of multi-stemmed trees, which ‘wrap’ the building on the two sides which face the outside world. The wall of fast growing birch trees will help to filter the noise pollution from the nearby road, whilst providing an attractive view from both the inside and out.</p></div>",
  "construction": "<div><p>The contractor, ROK, took full possession of the site in October 2006. Following work to clear and level the site, piling commenced to create the foundations of the building. With the slab poured, the main concrete structural frame was erected consisting of fair-faced concrete columns supporting four separate first floor slabs and a central portal frame to support the roof.</p><p>Following the erection of the external blockwork wall, the primary steel for the roof – prefabricated off site – was lifted and bolted into place in sections to form a diagrid structure that cantilevers from the central concrete portal frame. Having fitted the secondary steel, the waterproof membrane and soffit panel were erected to the roof thereby freeing up areas on the ground- and first-floor slabs.</p><p>With the under-floor heating fitted, the polished concrete screed was then poured. This allowed the prefabricated joinery modules to be installed together with the steel link bridges, the staircase and glazing to the curtain walling. Once the external walls had been insulated and rendered, extensive landscaping was undertaken both externally and within the numerous courtyard gardens formed by the external blockwork wall.</p><p>The main concrete structural frame consists of fair-faced concrete columns supporting four separate first floor slabs, which were cast in February 2007. The fabrication of the steel roof structure took place in early 2007.</p><p>The Maggie’s West London Centre opened in April 2008 and is one of the most visited Centres; it has averaged over 80 visitors a day.</p></div>",
  "dimensions": [
    {
      "label": "Gross Floor Area",
      "value": "370 m²",
      "id": "6cf7ee892bcb4aa580985c5d542899ce"
    }
  ],
  "companies": [
    {
      "label": "Structural Engineer",
      "value": "Arup",
      "id": "39009680b54148d7a033f66bf11befbd"
    },
    {
      "label": "Services Engineer",
      "value": "Arup",
      "id": "f051637daaa24958866bd0414079a37e"
    },
    {
      "label": "Quantity Surveyor",
      "value": "Turner Townsend",
      "id": "851b245375fa4567871ee0dd58abee4e"
    },
    {
      "label": "Lighting Consultant",
      "value": "Speirs Major",
      "id": "99c76ed237a94d28940f45a4486ddcef"
    },
    {
      "label": "Landscape Architect",
      "value": "Dan Pearson Studio",
      "id": "3dd6a67df6544d7f867e09c45231d646"
    },
    {
      "label": "Contractor",
      "value": "ROK",
      "id": "3b25f89f92e64a8b92ff3927e8e24537"
    },
    {
      "label": "Planning Consultant",
      "value": "TPS Schal",
      "id": "8e06a2d4e4f84b67bbd42157bf02e6b0"
    },
    {
      "label": "Approved Inspectors",
      "value": "Butler & Young",
      "id": "978e55f5475c40f1b350eec4693d611f"
    },
    {
      "label": "Fire Consultancy",
      "value": "Warrington Fire Consultants",
      "id": "8d2574c963644f89809fa4a53c98d3c4"
    },
    {
      "label": "Specifications Consultant",
      "value": "Davis Langdon",
      "id": "f2b8af85c8b046b497a9f2578dc133a3"
    },
    {
      "label": "Access Consultant",
      "value": "Vin Goodwin",
      "id": "fa804cbe89a34cc286e186a79e2c6626"
    }
  ],
  "awards": [
    {
      "date": "2009-01-01",
      "year": "2009",
      "award": "RICS London Award Community Benefit Category",
      "rowId": "7380a7784b6e4344a398b6e6979ddf9c"
    },
    {
      "date": "2009-01-01",
      "year": "2009",
      "award": "RIBA London Building of the Year",
      "rowId": "72D01F3F14C944969B309EE6F0A232DE"
    },
    {
      "date": "2009-01-01",
      "year": "2009",
      "award": "RIBA Award for London",
      "rowId": "DE8FD539A6A74E3383892B201925E368"
    },
    {
      "date": "2009-01-01",
      "year": "2009",
      "award": "RIBA Stirling Prize",
      "rowId": "8bf76ab02fe54269a65abc6645ce8a38"
    }
  ]
}