{
  "name": "Parcs en Scène, Thiais",
  "url": "mixed-use/parcs-en-scène-thiais",
  "webStatus": "Publish",
  "typologies": [
    "Mixed Use"
  ],
  "type": "Project",
  "id": "11430",
  "serializeDate": "'2024-02-02 17:47:51.698'",
  "serialized": 1706896071698,
  "serializedBy": "heatherp",
  "time": "2024-02-02T17:47:51.6674651Z",
  "status": "PU",
  "title": "Parcs en Scène, Thiais",
  "description": "The Parcs en Scène project is a mixed-use masterplan and development located on a challenging site near Orly Airport in Paris.",
  "date": "2017 - ongoing",
  "client": "Linkcity, Ile-de-France SAS",
  "location": "Paris, France",
  "city": "Paris",
  "country": "France",
  "longLat": "2.370664  / 48.746413",
  "longitude": "2.370664 ",
  "latitude": "48.746413",
  "team": [
    "Ad Aderet",
    "Stephen Barrett",
    "Nicola Carnevali",
    "Hamish Crockett",
    "Luca D’Amico",
    "Kelly Darlington",
    "Isabelle David",
    "Chris Dembinski",
    "Mariana Garza",
    "Jean-Baptiste Gilles",
    "Samantha Maurel",
    "Cecilia Pineiro-Lopez",
    "Theo Pagnon",
    "Alejandro Terron and Helene Van Zon"
  ],
  "partners": [
    "Stephen Barrett",
    "Lennart Grut"
  ],
  "leaders": [
    "Stephen Barrett"
  ],
  "overview": "<div><p>The Parcs en Scène project is a mixed-use masterplan and development located on a challenging site near Orly Airport in Paris. Selected following a competition as part of the “Inventons la Métropole” (or Inventing the Metropolis) initiative in 2017, the proposed masterplan is structured by a tracery of linear green fingers that follow the imprint of the disused rail lines that permeate the site, many of which have been re-appropriated by vegetation.</p><p>In Sector 1 where RSHP is the lead designer, the project includes 130,000 m² of mixed-use development principally made up of housing, hostels, hotels, student and sheltered accommodation as well as a school. In addition, a new digital hub that will include a 2500 seat e-sport arena will anchor the amenity offer on the site. This new auditorium flexibly accommodates events at a variety of scales to form a key part of a digital, virtual and creative industries cluster: Training and teaching spaces, rental accommodation for start-ups, a hotel, restaurants and retail, as well as a climbing wall and virtual reality arcade, are incorporated within this single building, strategically located on a key pedestrian route that connects the station at Pont de Rungis with the Belle Épine shopping centre. The “Scène Digitale” building also serves to signal the presence of the new quarter, bounding one edge of a new square that terminates the green axis that structures the masterplan.</p><p>With the extension of Line 14 of the Paris Metro and the construction of the Grand Paris Express line, the new neighbourhood will be exceptionally well connected by public transport, now only 20 minutes from central Paris. The design of the district favours walking and cycling, with vehicular traffic excluded from the large public space that constitutes the heart of the neighbourhood.</p><p>Currently occupied by dispersed warehouse buildings and extremely difficult to navigate on foot, the Parcs en Scène project at Thiais represents not only a challenge, but also a tremendous opportunity: The masterplan transforms a site formerly dominated by heavy infrastructure into a well-connected, permeable and intimate green district. Following an exploration of how urban and semi-urban lifestyles will evolve, the masterplan places an emphasis on the well-being of its residents, offering immediate access to a wide variety of public and private outdoor spaces. Large expanses of greenery permeate the neighbourhood, creating visual continuity throughout, as well as biodiversity. The new “habitats” that are proposed encourage participation and the shared use of communal space.</p><p>The masterplan seeks to deliver a coherent framework for the buildings that will emerge on the site. A common language and simple palette of materials is proposed, tying the neighbourhood together. However, each and every building is different in size, massing and proportion. Building heights vary across the site, generating transitions that offer a variety of situations according to setting, orientation and the relationship with open space. In this way, one finds diversity of experience across what is a development that is significant in scale. The buildings respond to the way the sun tracks across the neighbourhood, providing shade where needed whilst also optimizing daylight to both gardens and residents, shielding open space from the prevailing winds and, where required, screening the heart of the site the presence of the rail tracks and motorway that bound the site to the north and south.</p><p>“Structured by a tracery of linear green fingers that follow the imprint of the disused rail lines that permeate the site, Parcs en Scène will be an open, green, liveable neighbourhood where once there was only warehousing and large infrastructure.”nbsp;- Stephen Barrett</p></div>",
  "dimensions": [
    {
      "label": "Site Area",
      "value": "300 000 m²",
      "id": "b1a95c526fb24bd39c1595ddf874f284"
    }
  ],
  "companies": [
    {
      "label": "Co-Architect",
      "value": "Tolila+Gilliland",
      "id": "3b80a3c628b84fafb53e35ae15112020"
    },
    {
      "label": "Landscape Architect",
      "value": "BASELAND",
      "id": "3f1db8ed84984dedb01c2a21e7e377d8"
    },
    {
      "label": "Planning Consultant",
      "value": "Cultiver La Ville",
      "id": "b0069814f457478db7581bc15d89ecb0"
    }
  ]
}