{
  "type": "Project",
  "id": "02610",
  "notes": "Not Published",
  "serializeDate": "26th April 2022 16:44:26",
  "serialized": 1650991466037,
  "serializedBy": "Steve Reeve",
  "title": "Greenwich Masterplan",
  "description": "The 300-acre Greenwich Peninsula, physically isolated, formerly occupied by a huge gasworks, and in a derelict and heavily contaminated state, was selected as the site for the Millennium Experience in 1996.",
  "date": "1997-2000",
  "client": "English Partnerships",
  "location": "London, UK",
  "longLat": "0.0077 / 51.4958",
  "constructionCost": "£197,500,000",
  "typologies": [
    "Masterplanning"
  ],
  "team": [
    "Maxine Campbell",
    "Mike Davies",
    "Philip Gumuchdjian",
    "Nicholas Zervoglos"
  ],
  "partners": [
    "Mike Davies"
  ],
  "overview": "The 300-acre Greenwich Peninsula, physically isolated, formerly occupied by a huge gasworks, and in a derelict and heavily contaminated state, was selected as the site for the Millennium Experience, the key celebration in Britain of the new millennium, in 1996.\n\nIn the same year, the land there was acquired by English Partnerships and Richard Rogers Partnership was appointed to lead a multidisciplinary team to develop a masterplan for the whole peninsula and make the temporary exhibition planned for 2000 the starting point for an ongoing regeneration process.\n\nThe aim was to develop a new mixed-use residential and commercial quarter, capitalising on the new fast link to Canary Wharf, the City and West End provided by the opening of the Jubilee Line Extension station at North Greenwich. The masterplan concentrated office and retail uses in a new central business district close to the Underground station and transport interchange, with larger scale commercial and industrial activities grouped along the southern edge of the site as a buffer to the A102M Blackwall Tunnel approach road.\n\n\nSustainability was key to the masterplan - at the heart of the scheme is a continuous 2 kilometre-long public space and park system. This public armature represents roughly one-sixth of the total site area and runs from north to south along the whole length of the development, carrying the main pedestrian and cycle routes, with spectacular views out over the Thames, Canary Wharf and the Thames Barrier. Residential areas, together with retail, schools and community facilities, are located around these public spaces. The objective has been a density of development that would support a robust public transport network, as well as an environmentally responsible approach. A smaller southern park, opening to the river, includes sports facilities and an ecology park with two lakes. Wildlife now enjoys an environment with more than a thousand new trees.\n\n\nThe overall development of the site was considered in the context of climatic conditions, with taller buildings along the north-eastern edge descending gradually in height to the parkland and the residential areas to the west - screening the heart of the site from prevailing winds was an important consideration. The river edge was designated as an area of permanent public access, with more than 2 kilometres of public walkway.\n\nFollowing the successful completion of the <a href=\"projects/culture-and-leisure/the-millennium-dome/\">Millennium Dome</a> and surrounding areas, and a change in ownership of the site, Terry Farrell was taken on to revisit the masterplan in 1999, although key aspects of the original plan have been retained. The development of the area has continued and the peninsula is now a vibrant mixed-use community.",
  "dimensions": [
    {
      "elementId": "web:siteArea",
      "label": "Site Area",
      "value": "120 ha"
    }
  ],
  "companies": [
    {
      "elementId": "web:structuralEngineer",
      "label": "Structural Engineer",
      "value": "WS Atkins"
    },
    {
      "elementId": "web:servicesEngineer",
      "label": "Services Engineer",
      "value": "WS Atkins"
    },
    {
      "elementId": "web:quantitySurveyor",
      "label": "Quantity Surveyor",
      "value": "Gardiner & Theobold"
    },
    {
      "elementId": "web:landscapeArchitect",
      "label": "Landscape Architect",
      "value": "Desvigne & Dalnoky / WS Atkins / Bernard Ede and Nicholas Pearson Associates"
    },
    {
      "elementId": "web:propertyConsultant",
      "label": "Property Consultant",
      "value": "Jones Lang La Salle"
    },
    {
      "elementId": "web:transportEngineer",
      "label": "Transport Engineer",
      "value": "JMP / WS Atkins"
    }
  ],
  "awards": [
    {
      "rowId": "1",
      "year": "2002",
      "award": "Civic Trust Award for Landscaping Works"
    }
  ]
}
