{
  "type": "Project",
  "id": "02930",
  "url": "culture-and-leisure/hesperia-hotel/",
  "serializeDate": "'2022-06-27 10:17:36.757'",
  "serialized": 1656325056757,
  "serializedBy": "sreeve",
  "title": "Hesperia Hotel",
  "description": "The Hesperia Hotel and Conference Centre forms a new landmark in the rapidly developing urban centre of L’Hospitalet, Catalonia’s second largest city with 240,000 inhabitants.",
  "date": "1999-2006",
  "client": "Hespería Hotels SA",
  "location": "Barcelona, Spain",
  "longLat": "2.108951  / 41.34628",
  "longitude": "2.108951 ",
  "latitude": "41.34628",
  "constructionCost": "£30 million",
  "typologies": [
    "Culture & Leisure"
  ],
  "team": [
    "Laurie Abbott",
    "David Ardill",
    "Silvia Fukuoka",
    "Lennart Grut",
    "Ýr Gudmundsdottir",
    "Dennis Ho",
    "Martin Kehoe",
    "Beatriz Olivares",
    "Andrew Partridge",
    "Gustavo Rios",
    "Richard Rogers",
    "Patricia Vázquez",
    "Nuria Widman"
  ],
  "partners": [
    "Lennart Grut",
    "Laurie Abbott"
  ],
  "leaders": [
    "Andrew Partridge"
  ],
  "floors": [
    {
      "value": "30 storeys",
      "id": "712FFF50B5F64B1C90CCE6"
    }
  ],
  "overview": "The Hesperia Hotel and Conference Centre forms a new landmark in the rapidly developing urban centre of L’Hospitalet, Catalonia’s second largest city with 240,000 inhabitants.\n\nThe brownfield site is 10km west of Barcelona, flanking la Gran Via, a motorway which leads out to the airport and is to be transformed into an attractive boulevard – and a gateway to Barcelona. Fast traffic will be contained in a sunken section, making local traffic the only traffic at street level. The possibility of decking over the sunken section offers the potential for a sequence of vibrant new public piazzas.\n\n\nThe design for the scheme places lift and service towers at the edge of the building as ‘servant spaces’, with the lower floors of the 30-storey tower devoted to public spaces within an open and transparent ‘container’. The scheme comprises a 304-room five-star hotel, a 3,000 m² conference centre accommodating 1,800 people, a 500-seat auditorium, 1,500 m² headquarters for the Hesperia company and a 4,500 m² sports club, with a swimming pool and gym. A public square extends below the tower connecting it to the adjacent low-rise buildings. One of the restaurants is housed in a striking glazed ‘dish’ located at roof level.\n\nDetailed design work started in September 2000. The project was completed in early 2006, and was formally opened at a ceremony in June 2006.",
  "design": "The tower is divided into an upper and a lower zone. The lower levels accommodate offices and restaurants, with an open plan arrangement to facilitate flexibility. The upper part of the tower accommodates the hotel, with all rooms commanding spectacular views.\n\nThe major programmatic functions within the design are architecturally expressed through the separation and articulation of each element. The hotel rooms are contained within a floating block, with a gridded facade identifying each room. Below the hotel block, the lower levels of commercial space are identified as a series of double-height floors incorporating mezzanine levels, behind large expanses of clear glazing.\n\n\nAt the lower levels, the expressed structure, consisting of 30 metre-high post-tensioned concrete columns, serves to visually lift the hotel element, while lending an appropriate sense of scale to the composition as a whole. The service elements are separated from the main form of the tower, forming a slender vertical element attached to the short end of the block. These contain two cores, public and private, as well as emergency stairs and service risers. The atrium is topped by a 45 degree glazed roof to identify the entrance to the building as well as creating a dramatic enclosed public space at the base of the building.\n\nThe interior fit out is being carried out by Hesperia’s own house architects and follows their corporate style.",
  "concept": "The building is arranged as an L-shape, with the hotel tower forming the upright of the ‘L’ and the conference auditorium with its associated support facilities and the sports centre forming the lower element, with a dramatic 30 metre high glazed atrium connecting the two.\n\nPoised on the top of the tower, the main restaurant is accommodated in a glazed ‘bubble’ with far reaching views across the city.\n\n\nAs part of the planning permission, a 20,000 square metre park for the use of the community forms an integral part of the design. The park incorporates a large lake which is overlooked by the conference centre and sports complex and forms a link between the new development and an existing adjacent park.",
  "construction": "Construction of the Hesperia Hotel and Conference Centre was divided into four distinct phases.\n\nIn the first phase, a two-storey, in situ concrete basement ‘box’ was constructed. This included a naturally-ventilated car park, support facilities (including a kitchen), and an auditorium.\n\nThe second phase focused on the construction of an eight-storey, concrete-covered steel frame structure, ‘straddling’ the basement area. This structure is supported by four piles, each of which is forty metres long and 2.5 metres in diameter, and has exposed painted steelwork bracing. The external structure provides a series of double-height, column-free internal spaces, in which steel mezzanines are suspended. The building’s major plant is located on the eighth storey. This level provides a structural transition zone, which externalises the load of the internal structure.\n\n\nIn the third phase of construction work, the hotel rooms were built above the structure completed in phase two. Each floor in this part of the building is comprised of four eight-metre modules, which, in turn, provide 16 bedrooms per floor. This part of the hotel is formed by a concrete tunnel on an eight-metre grid, flanked by two vertical cores. The first of these cores carries front-of-house services, restaurants and bedrooms. The second core contains service risers and lifts for room and support services.\n\nIn the final construction phase, the tower was topped by a ‘pod’ which houses a restaurant. The steel and glass roof of the restaurant was entirely constructed on the ground by Belapart, a local company, and then lifted into position. The glazed atrium was constructed by the same company. This atrium is supported on compression struts which radiate from three nodes. The nodes are held in place using high-tension cables.",
  "dimensions": [
    {
      "label": "Hotel GIA",
      "value": "14,000 m²",
      "id": "a2948db900e944d8afeb0c87e6490520"
    },
    {
      "label": "Sports Club GIA",
      "value": "5,900 m²",
      "id": "2cf34b4537d146f680f6ea2a6adc2e5b"
    },
    {
      "label": "Conference Centre GIA",
      "value": "4,500 m²",
      "id": "1259e1b9c58e4be3bb8d046f9a3a55e0"
    },
    {
      "label": "Site Area ( including Park)",
      "value": "50,000 m²",
      "id": "3f0b09fa1f2d460683e06f3db3ab6b16"
    }
  ],
  "companies": [
    {
      "label": "Structural Engineer",
      "value": "Buro Happold/Obiol, Moya y Asociados, Brufau y Asociados",
      "id": "9a5028d5befe4adf9d9100791e89b7ae"
    },
    {
      "label": "Services Engineer",
      "value": "BDSP/J G y Asociados",
      "id": "7a938187e6ec4abca20d1d3c65eaab48"
    },
    {
      "label": "Quantity Surveyor",
      "value": "Atkins, Faithful & Gould/G3 Tecnics",
      "id": "e0ac250b47494281ab1757209489be0a"
    },
    {
      "label": "Contractor",
      "value": "Construcciones Castro",
      "id": "8795ceaee4784d46b737f7157b67233a"
    }
  ]
}
