{
  "type": "Project",
  "id": "10160",
  "url": "residential/homeshell",
  "serializeDate": "'2022-06-19 14:26:21.044'",
  "serialized": 1655648781044,
  "serializedBy": "sreeve",
  "title": "Homeshell",
  "description": "The first Homeshell has been constructed in the Royal Academy’s Annenberg Courtyard, to coincide with the exhibition Richard Rogers RA: Inside Out.",
  "date": "2013",
  "client": "Rogers Stirk Harbour + Partners",
  "location": "London, UK",
  "longLat": "-0.13925  / 51.5088",
  "longitude": "-0.13925 ",
  "latitude": "51.5088",
  "typologies": [
    "Residential"
  ],
  "team": [
    "Philip Dennis",
    "Robert Fiehn",
    "Martha Gale",
    "Sarah Gaventa",
    "Jennifer Goldsmith",
    "Lennart Grut",
    "Ivan Harbour",
    "Kinga Koren",
    "Vicki MacGregor",
    "Lucie Olivier",
    "Andrew Partridge"
  ],
  "partners": [
    "Ivan Harbour",
    "Lennart Grut"
  ],
  "leaders": [
    "Andrew Partridge",
    "Paul Thompson"
  ],
  "floors": [
    "3.5"
  ],
  "overview": "The first Homeshell has been constructed in the Royal Academy’s Annenberg Courtyard, to coincide with the exhibition Richard Rogers RA: Inside Out, but also to provoke debate about how architectural and construction innovation together might help us meet the UK’s housing needs.\n\nThis three-and-half-storey building arrived as flat-pack panels on one truck and took only 24 hours to assemble on site. Homeshell is constructed using a building system called Insulshell, (developed by Sheffield Insulations Group (SIG) and Coxbench). This system is so flexible that it can be used for many building types from homes, apartments and schools to factories and health centres. Examples of this approach can be seen in RSHP’s housing project at Oxley Woods in Milton Keynes, but the design has now been developed further by RSHP, while SIG have improved the properties of the system, to make it even more energy efficient, sustainable and flexible. The Olympic Velodrome at London 2012 was also constructed using this method.\n\n\nHomeshell can be adapted to suit any location and is particularly good for difficult, highly urban or small sites, including those where weight might be an issue (such as above underground tunnels or bridges). By enabling more urban brownfield sites to be developed, more homes can be created that can utilise existing transport and infrastructure links, instead of encroaching on the green belt.\n\nThe speed of construction means that Homeshell causes limited disruption, mess and noise on site, making it a very neighbourly approach for retrofitting and extension projects in urban areas. Fast and efficient extensions to schools can be built, or new homes on small infill sites, which might have many existing neighbours. Six storey (24-apartment) buildings can be erected in under a month. There is an urgent need for more housing in the UK and this system allows us to meet this need far faster than by traditional methods.\n\n\nIts lower cost (compared to traditional building techniques) means that this system could help kick start social housing building programmes where cost efficiencies are particularly important, offering the potential to create homes for families currently in hostels and BBs or stuck on long waiting lists.\n\nBy combining speed of construction with the fact that it is demountable, Homeshell offers great potential for temporary sites. There are currently 32,400 hectares of vacant brownfield land in England, some of which may have plans for future development (say in the next ten years) but in the meantime could provide homes in urban areas that are already well connected to both transport links and job opportunities.",
  "construction": "The construction allows architects to create interiors with larger, longer and corner windows which bring in more light and therefore feel more spacious. Interiors can easily be reconfigured to adapt to occupants’ needs (as all interior walls are non structural) and the system is easy to extend. Because it can be clad in numerous ways it can easily adapt to local context, depending on the site and architectural approach.\n\n\nThe Insulshell structural cassette panel system of construction is innovative, energy efficient, adaptable, simple and very low tech. The panels have the advantage of being lightweight, very fire and water retardant, and even earthquake and hurricane proof. A patented jointing system ensures high levels of both acoustic and thermal insulation and the system offers the potential to reduce energy bills by up to 90%, thereby helping to alleviate fuel poverty, a growing issue in Britain today.\n\n\nThe system is approved by the National House Building Council and the fabric meets the Code Six for Sustainable Homes. Insulshell carries a 25-year-product warranty and a 60-year-plus design life.\n\nThe process of manufacture does not rely on a complex production line. Assembly plants can be set up inexpensively almost anywhere, with the potential to support local economies and create local skilled jobs.",
  "dimensions": [
    {
      "label": "Gross Floor Area",
      "value": "110 m²",
      "elementId": "d06aa3abf8a4405ea008d32d44f16dfb"
    }
  ],
  "companies": [
    {
      "label": "Contractor",
      "value": "SIG by Insulshell",
      "elementId": "ee8ed2cd8a9241cfa7808c09c655e166"
    }
  ],
  "awards": [
    {
      "date": "2012-01-01",
      "year": "2012",
      "award": "New London Awards, Commended",
      "rowId": "50e7c744a39f4972a60f4e10474d67f0"
    }
  ],
  "certificates": []
}
