{
  "type": "Project",
  "id": "04470",
  "notes": "Not Published",
  "serializeDate": "27th April 2022 14:20:39",
  "serialized": 1651069239064,
  "serializedBy": "Steve Reeve",
  "title": "One Hyde Park",
  "description": "One Hyde Park has given Knightsbridge a distinctive new residential development which relates strongly to the existing streetscape and opens up views between Hyde Park and Knightsbridge.",
  "date": "2003-2011",
  "client": "Project Grande (Guernsey) Ltd",
  "location": "London, UK",
  "longLat": "-0.16128 / 51.50217",
  "constructionCost": "£ 250 000 000",
  "typologies": [
    "Residential"
  ],
  "team": [
    "Jo-Anne Alldritt",
    "Paul Anderson",
    "Andy Bryce",
    "Philip Dennis",
    "Henry Fletcher",
    "Lorenz Frenzen",
    "Tobi Frenzen",
    "Kevin Gray",
    "Mark Hallett",
    "Yuji Iwahashi",
    "Toby Jeavons",
    "Jorge Jover",
    "Dirk Krolikowski",
    "Justin Lau",
    "Stephen Light",
    "Avtar Lotay",
    "Annette Main",
    "Tim Mason",
    "Aaron Massingham",
    "John McElgunn",
    "Nicholas Mitchell",
    "Andrew Morris",
    "Jack Newton",
    "Alison Oktay",
    "Tamiko Onozawa",
    "Richard Rogers",
    "Laura Salisbury",
    "Misha Smith",
    "Graham Stirk",
    "James Stopps",
    "Annie Templeton",
    "Andrew Yek",
    "Jacqueline Yeung"
  ],
  "partners": [
    "Graham Stirk",
    "Andrew Morris"
  ],
  "leaders": [
    "Avtar Lotay",
    "Andy Bryce",
    "Stephen Light"
  ],
  "overview": "One Hyde Park has given Knightsbridge a distinctive new residential development which relates strongly to the existing streetscape and opens up views between Hyde Park and Knightsbridge. Once inside the building these views are maintained from a series of fully-glazed circulation cores incorporating stairs, lifts and lobbies. One Hyde Park comprises 86 apartments and duplexes (including four penthouses) plus three retail units at ground floor level fronting onto Knightsbridge. Additional facilities for residents include: a private cinema; a 21m swimming pool; squash courts; gym; and a business suite with meeting rooms.\n\nThe design seeks to complement the existing streetscape of Knightsbridge and create a scheme that offers daylight and generous views whilst achieving the necessary degree of privacy for its occupants. As befits luxury apartments, elegant detailing and quality of construction were of great importance. Materials were chosen to reflect the colouring and texture of the surrounding buildings: red-brown copper alloy façades complement the surrounding red brick buildings; and pale structural concrete mimics stone details on the neighbouring Mandarin Oriental Hotel.\n\n\nA new gateway to the Park has been created by relocating Edinburgh Gate to the western edge of the site. The roadway is covered by a canopy and the top surface is planted to provide a visual amenity for all those overlooking it and protect residents from traffic noise. Epstein’s ‘Pan’ which was at the northern end of the existing Edinburgh Gate has been repositioned to maintain its relationship to the new roadway.\n\nAlong the eastern edge of the site, linking the Park to Knightsbridge, a new pedestrian route through the site, Serpentine Walk, has been created. The original Knightsbridge underground station entrance has been relocated adjacent to Mandarin Oriental Hotel. The entrance was designed using a similar palette of materials to those used in One Hyde Park creating a structure with a glazed roof and walls that appears to be both open and solid.\n\n\nRenowned lighting artist, James Turrell has created a unified lighting concept that interacts with the development’s architecture. It includes perimeter lighting for the five glass stair and lift structures and a colourful light display.",
  "concept": "A new gateway to the Park has been created by relocating Edinburgh Gate to the western edge of the site. The roadway is covered by a canopy and the top surface is planted to provide a visual amenity for all those overlooking it and protect residents from traffic noise. Epstein’s ‘Pan’ which was at the northern end of the existing Edinburgh Gate has been repositioned to maintain its relationship to the new roadway.\n\nAlong the eastern edge of the site, linking the Park to Knightsbridge, a new pedestrian route through the site, Serpentine Walk, has been created. The original Knightsbridge underground station entrance has been relocated adjacent to Mandarin Oriental Hotel. The entrance was designed using a similar palette of materials to those used in One Hyde Park creating a structure with a glazed roof and walls that appears to be both open and solid.\n\nRenowned lighting artist, James Turrell has created a unified lighting concept that interacts with the development’s architecture. It includes perimeter lighting for the five glass stair and lift structures and a colourful light display.\n\n\nfor primary access to the apartments and penthouses, and three service cores are used for secondary access by staff and to provide service access to the apartments.\n\nGaps between the four pavilions allow shafts of sunlight to enter One Hyde Park from the south, as well as providing visual corridors between Knightsbridge and the Park.\n\nThe relationship of the pavilions with one other and with neighbouring buildings follows a radial pattern emanating from a central point well within the Park. This has resulted in a complementary alignment with the immediately adjacent buildings of Wellington Court and the Mandarin Oriental Hotel, as well as reinstating – as closely as possible – the sweep of the original road and pavement alignment to Knightsbridge.\n\n\nThe roof profile is designed to echo the contextual roofscape, creating a layered façade with depth, grain and shadow that does not compete with the various cupolas, turrets, gables and chimneys which characterises the neighbouring buildings.\n\nThe shaping of the pavilions – which widen towards the centre of the site and taper towards the perimeter – allows for oblique lateral views from each pavilion towards Knightsbridge to the south and the Park to the north.",
  "design": "The overall footprint of the site determined the width and length of each of the pavilions as well as the width of the passenger and support service cores. The result of this approach is a continuity of the building edge to the southern boundary of the site along Knightsbridge.\n\nThe shaping of each pavilion maximises its perimeter, allowing all the principal rooms to be located at the northern and southern ends, providing panoramic views across London. Secondary rooms are located further along the perimeter towards the centre of the pavilions, offering controlled views northwards and southwards, with tertiary spaces (those not requiring natural daylight) accommodated within the central part of the floor plates. The geometry of the privacy screens and the shape of the pavilions have combined to generate many of the interior spaces.\n\n\nViews are controlled by the use of carefully positioned privacy screens placed externally to the façade. These screens prevent overlooking from one apartment to another. This also prevents overlooking between pavilions. A typical single-level façade system consists of triple glazing comprising a single outer pane, a ventilated cavity containing an interstitial vertical roller blind, and an inner double-glazed unit, all rigorously following the geometry of the pavilions.\n\nThe narrow promontories at the north and south end of each pavilion are intended to form the leading edges of the development. This gives it a slender appearance on both the Hyde Park and Knightsbridge sides.\n\nThe scale of the scheme is evident when seen in terms of its relationship to the bays and projections of the predominantly Victorian and Edwardian buildings which surround it.\n\n\nThe pavilions are separated by highly transparent circulation cores comprising lobbies, stairwells and lift shafts and providing clarity between ‘served’ and ‘servant’ spaces. The pavilions vary in height, stepping up in increments of two storeys. The two-storey increments accord with the grain of the local context – the highest point corresponds with the junction of Knightsbridge, Sloane Street and Brompton Road – providing scale and legibility to the development and offering residents impressive views across London.\n\nArchitectural expression and selection of materials reflect the division of each pavilion into three distinct zones: top, middle and base. This, in turn, references the prevalent vertical zoning found in other local buildings. Flat, neutral greys have been used at the top of the building, whilst red/brown patinated copper privacy screens are used in the middle, reflecting the predominant colouration of Knightsbridge. Lower levels are neutral, similar to the stone plinths of the surrounding buildings, recessed behind the structural columns of the exposed, white concrete frame.",
  "dimensions": [
    {
      "elementId": "XLA0uo9bikCZClyA6d8vjQ",
      "label": "Floors",
      "value": "13"
    },
    {
      "elementId": "web:totalArea",
      "label": "Total Area",
      "value": "65 000 m²"
    }
  ],
  "companies": [
    {
      "elementId": "web:structuralEngineer",
      "label": "Structural Engineer",
      "value": "Ove Arup & Partners"
    },
    {
      "elementId": "web:servicesEngineer",
      "label": "Services Engineer",
      "value": "Cundall"
    },
    {
      "elementId": "web:projectManager",
      "label": "Project Manager",
      "value": "GVA Second London Wall Project Management"
    },
    {
      "elementId": "web:landscapeArchitect",
      "label": "Landscape Architect",
      "value": "Gillespies"
    },
    {
      "elementId": "web:costConsultant",
      "label": "Cost Consultant",
      "value": "Gardiner & Theobald"
    },
    {
      "elementId": "web:contractor",
      "label": "Contractor",
      "value": "Laing O’Rourke"
    },
    {
      "elementId": "web:planningConsultant",
      "label": "Planning Consultant",
      "value": "DP9"
    },
    {
      "elementId": "web:fireConsultant",
      "label": "Fire Consultant",
      "value": "Exova Warrington Fire"
    },
    {
      "elementId": "web:interiorDesign",
      "label": "Interior Design",
      "value": "Candy & Candy"
    },
    {
      "elementId": "web:interiorArchitect",
      "label": "Interior Architect",
      "value": "BFLS"
    },
    {
      "elementId": "web:publicLightingDesign",
      "label": "Public Lighting Design",
      "value": "James Turrell"
    }
  ],
  "certificates": [
    {
      "rowId": "QwvPo6DKnU+8ZzMNwDvoYw",
      "authority": "BREEAM Eco Homes",
      "rating": "Very Good"
    }
  ],
  "awards": [
    {
      "rowId": "1qLfHJ8XckWqTCsTid5O7w",
      "year": "2013",
      "award": "RIBA London Award"
    },
    {
      "rowId": "yqcpRnZGKkiJI4W86moHcA",
      "year": "2011",
      "award": "LDSA Building Excellence Awards"
    },
    {
      "rowId": "IEcC0N9uGkaj6dgB+TK0cA",
      "year": "2011",
      "award": "International Property Award - Highly Commended Development"
    },
    {
      "rowId": "ZrhvinaecUy7DaaE4d9Wrg",
      "year": "2011",
      "award": "NHBC Pride in the Job Award for Quality, Seal of Excellence, and Regional Award"
    },
    {
      "rowId": "XHi8n1tq2k6aDiwIA4yLew",
      "year": "2011",
      "award": "PTA Post Tensioned Structure Awards - Commendation"
    }
  ]
}
