{
  "name": "BBVA",
  "url": "office/bbva-bancomer-tower/",
  "webStatus": "Publish",
  "typologies": [
    "Office"
  ],
  "type": "Project",
  "id": "05670",
  "serializeDate": "'2023-01-16 17:54:39.137'",
  "serialized": 1673891679137,
  "serializedBy": "heatherp",
  "time": "2023-01-16T17:54:38.7584635Z",
  "status": "PU",
  "title": "BBVA México Tower",
  "description": "A new urban landmark on the skyline of Mexico City, the tower marks the gateway to the Paseo de la Reforma from Chapultepec Park.",
  "date": "2009-2016",
  "client": "BBVA México",
  "location": "Mexico City, Mexico",
  "city": "Mexico City",
  "country": "Mexico",
  "longLat": "-99.174650  / 19.422609",
  "longitude": "-99.174650 ",
  "latitude": "19.422609",
  "constructionCost": "$650 million",
  "team": [
    "Miguel Alatriste",
    "Miguel Almaraz",
    "Oswaldo Anaya",
    "Fernanda Argüello",
    "Dennis Austin",
    "José Luis Barrera",
    "Adriana Ciklik",
    "Matt Cooper",
    "José Luis Corona",
    "Samuel Corona",
    "Mark Darbon",
    "Benjamin Darras",
    "Francisco Espinosa",
    "Víctor Figueroa",
    "Mariana Gómez",
    "Gerardo González",
    "Mark Gorton",
    "Lennart Grut",
    "Michael Hughes",
    "Óscar Islas",
    "Dirk Krolikowski",
    "James Leathem",
    "Ricardo Legorreta",
    "Víctor Legorreta",
    "Fredy López",
    "Gerardo Martínez",
    "Andrés Martínez – Lanz",
    "Guillermo Mateos",
    "Douglas Paul",
    "Leonardo Pelleriti",
    "Barbara Perez",
    "Emmanuel Pérez",
    "Alejandro Ramírez",
    "Georgina Robledo",
    "Joel Rojas",
    "James Stopps",
    "Simon Tonks",
    "Andrew Tyley",
    "Lourdes del Val",
    "Carlos Vargas",
    "Alex Zimmerman"
  ],
  "partners": [
    "Lennart Grut",
    "Ivan Harbour",
    "Richard Rogers",
    "Mark Darbon"
  ],
  "leaders": [
    "James Leathem",
    "Andrew Tyley",
    "Georgina Robledo"
  ],
  "heights": [
    {
      "value": "235m",
      "id": "ECC8B6D129564D209A120B"
    }
  ],
  "floors": [
    {
      "value": "50",
      "id": "D0A462C51E9E4B22B08EB4"
    }
  ],
  "overview": "<div><p>A new urban landmark on the skyline of Mexico City, the tower marks the gateway to the Paseo de la Reforma from Chapultepec Park.</p><p>The BBVA México tower is the result of a collaboration between architectural practices RSHP and Legorreta +Legorreta. In bringing together their different architectural languages yet common values, they have created a building that is both contextual and distinctive.</p><p>Mexico City is built on an ancient dried lake and is prone to severe earthquakes so an innovative engineering approach was needed to reduce the risk of tremors. A ‘ fuse ’ was incorporated into each of the externally expressed structural beams. Its design focuses the impact of an earthquake by absorbing the shock to protect the rest of the structure. This structural solution makes the tower uniquely safe for a building of its height.</p><p>To combat solar gain from Mexico’s strong sunlight, a lattice façade system, (which evokes traditional screens or ‘celosias’) shades the exterior of the building allowing daylight in, and views out.</p><p>The building is based on the reinterpretation of traditional office space organisation, offering a variety of new flexible working environments for all users. Sky gardens every nine floors create outdoor space within the tower and provide meeting and break-out areas where people can enjoy spectacular views. Consequently, the architecture promotes a sense of community and interaction between staff.</p><p>The 50 storey tower provides approximately 78,800m² of prime office space for BBVA México and can accommodate approximately 4,500 employees.</p></div>",
  "design": "<div><p>The geometry of the exterior shading is used to create a lattice design which will protect each façade from sunlight and heat whilst optimising natural daylight. It gives the building a texture that evokes traditional lattice screens or ‘celosias’. The proposal is based on generating efficient, open floor plates in order to create a variety of working environments which are flexible and can be adapted to new ways of working. All areas will have ample daylight, great views and access to external triple-height gardens. These gardens, located on every ninth level, allow the working space to be assembled in ‘vertical villages’ and they will increase the richness and variety of the working environment. The common areas for employees such as the cafeteria (located on a terrace above the car park with spectacular views across the park), and an auditorium, are designed to encourage increased interaction and create a sense of community both among employees in the same departments and between staff in different divisions of the Bank.</p><p>On the ground floor, the triple-height entrance on the corner with Paseo de la Reforma will connect the retail banking operations of the building with the commercial operations which will take place on the upper floors. From the ground floor, glazed lifts facing the park will take users, both visitors and employees, to the sky lobby level. The sky lobby will act as a ‘window’ to the city and the park. Exhibitions and public events are planned to take place in the vestibule, auditorium and cafeteria.</p></div>",
  "concept": "<div><p>The design responds to the Paseo de la Reforma’s change of direction at the junction with Chapultepec Park through its positioning on the site, to make the most of the views opened up along these two routes.</p><p>The architecture aims to promote a sense of community and interaction between staff. Sky gardens every ninth floor create outdoor space within the tower and provide meeting and break out areas, taking advantage of the spectacular 360° views.</p><p>The internal spatial arrangement responds to the geometry and placement of the building on the site: the structural and service core runs diagonally across the floorplate and allows a reinterpretation of the traditional layout of office space, providing a variety of efficiently organised work environments for all users.</p></div>",
  "construction": "<div><p>The seven-storey basement, found directly below the tower and annex, is constructed from reinforced concrete. It has 1-metre- (3.3-foot-) wide retaining walls, concrete shear walls framing its ramps and 50-metre- (164-foot-) deep piles. Six large steel shoes (zapatas) distribute the loads from the tower’s megaframe into the basement’s retaining wall.</p><p>The annex is a 12-storey concrete-framed car park structure. It is separated from the main tower by concrete lift shafts and access bridges linking all levels. The street façade has a curtain wall of vertical aluminium fins fixed to the slab edges. At level 12, steel ‘umbrellas’ provide a canopy for the annex restaurant. The 12 umbrellas, formed from tapering flat steel plates, shelter a triple-height space. Roof lights span between each umbrella and glass folding doors access terraces with views across Chapultepec Park. A suspended aluminium frame, with horizontal aluminium tubes, provides shading.</p><p>The tower has a general plan arrangement of 46.5 metres by 46.5 metres (152.6 feet by 152.6 feet). It is 53 storeys high, with a steel and composite megaframe structure with thin composite metal decked slabs. Its light construction was necessary to reduce the seismic mass but provided sufficient weight to avoid hydrostatic uplift.</p><p>The megaframe is on the perimeter of the building and fixed on six 1.6-metre by 1.6-metre (5.2-foot by 5.2-foot) mega-columns at each corner. It is set outside the building’s floor slabs and façade, permitting flexibility in the internal layout. Horizontal and diagonal steel bracing is organised in three-storey modules. The slab edges are supported off the megaframe by pinned, bolted or stiffly welded connections.</p></div>",
  "dimensions": [
    {
      "label": "Site Area",
      "value": "6 620 m²",
      "id": "aa5092af4b8a4255ab1c7aa38ce8aae7"
    },
    {
      "label": "Gross Floor Area",
      "value": "188 777 m²",
      "id": "71aa2167cc4c494f91dfdf28cf7795c0"
    },
    {
      "label": "Office Area",
      "value": "78 800 m²<br>",
      "id": "b9c0f73cd9bb4d5b9c4beb10e1f76b72"
    }
  ],
  "companies": [
    {
      "label": "Architect",
      "value": "RSHP / LegoRogers",
      "id": "056a727395fb4535ae341eee95efe74d"
    },
    {
      "label": "Structural Engineer",
      "value": "Arup / Colinas de Buen SA de CV",
      "id": "fe56010dee3945ea9842f98ab1b154fd"
    },
    {
      "label": "Plumbing Engineer",
      "value": "Arup / Garza Maldonado",
      "id": "96459f7528a74e5b8cdcc3dbfd4a6fc0"
    },
    {
      "label": "Project Manager",
      "value": "Jones Lang LaSalle",
      "id": "7db3efae20474973be1e30df5d6938bb"
    },
    {
      "label": "Lighting Consultant",
      "value": "Fisher Marantz",
      "id": "b4d13aec10384a4f8cc43aab62e4308f"
    },
    {
      "label": "Cost Consultant",
      "value": "INPROS",
      "id": "de9b4b7c2e8e40f58429be072509251c"
    },
    {
      "label": "Electrical Engineer",
      "value": "Arup / DEC Group",
      "id": "c7532ecb33644cf78a838af63947c143"
    },
    {
      "label": "HVAC Engineer",
      "value": "Arup / DYPRO",
      "id": "fe1a28e21d2f435a912efc67f54bd36b"
    },
    {
      "label": "Contractor",
      "value": "Turner Marhnos",
      "id": "a03a138f40724ae78e5fdf0bdc49a232"
    }
  ],
  "awards": [
    {
      "date": "2018-01-01",
      "year": "2018",
      "award": "LEED Platinum",
      "rowId": "490491AF656C4FDCA239B278847547F7"
    },
    {
      "date": "2018-01-01",
      "year": "2018",
      "award": "RIBA Award for International Excellence 2018",
      "rowId": "4596ad85c1874d43a567f4ea76a1a04e"
    },
    {
      "date": "2017-01-01",
      "year": "2017",
      "award": "ArchDaily 2017 Office Building of the Year",
      "rowId": "1320CCF91D9B445E8FFAC9D285CB652C"
    },
    {
      "date": "2016-01-01",
      "year": "2016",
      "award": "World Architecture Festival 2016 - Completed Office Buildings - Shortlist",
      "rowId": "4c5733cf2310411f88a418129fb774da"
    },
    {
      "date": "2016-01-01",
      "year": "2016",
      "award": "IStructe Award for Commercial or Retail Structures",
      "rowId": "67A87477E5344397A67E8A6F3850FB22"
    },
    {
      "date": "2016-01-01",
      "year": "2016",
      "award": "American Architecture Prize - Institutional Architecture Bronze Medal",
      "rowId": "33d1fb8f76f3423698e1b29ac1db14b4"
    },
    {
      "date": "2016-01-01",
      "year": "2016",
      "award": "ENR Global Best Projects Awards 2016 - Office Category - Award of Merit",
      "rowId": "a2442c449eea4ff99b0e15ff1aeabf61"
    },
    {
      "date": "2016-01-01",
      "year": "2016",
      "award": "Bienal Nacional de Arquitectura Mexicana, Silver Medal",
      "rowId": "eddfb6731be442ab843914a8e0ebb1f3"
    },
    {
      "date": "2016-01-01",
      "year": "2016",
      "award": "MCHAP Awards - Nomination",
      "rowId": "5e81e91eb953440c872ede1d82ef0ef5"
    },
    {
      "date": "2016-01-01",
      "year": "2016",
      "award": "Council for Tall Buildings and Urban Habitat - Nomination",
      "rowId": "ec95a5397fe7420b933962e5be5476b4"
    }
  ],
  "certificates": [
    {
      "authority": "LEED",
      "rating": "Platinum",
      "rowId": "1"
    }
  ]
}