{
  "type": "Project",
  "id": "00194",
  "url": "masterplanning/coin-street",
  "serializeDate": "'2022-06-19 14:24:44.974'",
  "serialized": 1655648684974,
  "serializedBy": "sreeve",
  "title": "Coin Street",
  "description": "This mixed development on the south bank of the Thames, close to the West End and the City has proved to be a great test bed of ideas in city planning for the practice.",
  "date": "1979-1983",
  "client": "Greycoat Commercial Estates Ltd",
  "location": "London, UK",
  "longLat": "-0.10987  / 51.50691",
  "longitude": "-0.10987 ",
  "latitude": "51.50691",
  "typologies": [
    "Masterplanning"
  ],
  "partners": [
    "Richard Rogers",
    "Laurie Abbott"
  ],
  "overview": "This mixed development on the south bank of the Thames, close to the West End and the City has proved to be a great test bed of ideas in city planning for the practice, outlining many of the principles explored by the practice in ‘<a href=\"projects/masterplanning/london-as-it-could-be/\">London as it Could be</a>’ and the work of the Urban Task Force.\n\nThe site was an area of mostly cleared land close to Denys Lasdun’s National Theatre and to Waterloo and Blackfriars bridges. In the event the proposals for Coin Street fell victim to a fierce planning battle and were abandoned.\n\n\nDrawing strongly on the architectural language of the Lloyd’s building, the scheme proposed to connect Waterloo station to the City with a lofty glazed pedestrian arcade and a new footbridge across the river. The great glazed arcade was inspired by the Galleria Vittorio Emmanuele in Milan – full of light and shade and a vibrant meeting place appropriate to the changeable British climate. Pontoons were to house bars, restaurants and other amenities.\n\n\nThe proposed mixed scheme – 92,500 m² of offices, 18,500 m² of housing, 6,500 m² of leisure facilities and 10,500 m² of retail and restaurants – intended to bring new life to the South Bank. Ground level space was largely public and it offered a vision of a new London, where public and private domains were well balanced - commercial profit combining with public benefits on a huge site and against a taut political backdrop.",
  "dimensions": [
    {
      "label": "Gross Floor Area",
      "value": "128 000 m²",
      "elementId": "e9ac35befe52498382270955b320521f"
    },
    {
      "label": "Offices",
      "value": "92,500 m²",
      "elementId": "2ed4b802d23047838e78688681b8b923"
    },
    {
      "label": "Housing",
      "value": "18,500 m²",
      "elementId": "3912091ef1fb478aa1d450fa915bd2f3"
    },
    {
      "label": "Leisure",
      "value": "6,500 m²",
      "elementId": "f41512bbf27448f39d444cca7952c56a"
    },
    {
      "label": "Retail and restaurants",
      "value": "10,500 m²",
      "elementId": "9b1982664fe5479ab0bfc823ecf362a3"
    }
  ],
  "companies": [
    {
      "label": "Structural Engineer",
      "value": "Ove Arup and Partners",
      "elementId": "50fa2a591f4b4718ae164b9db7c965d1"
    },
    {
      "label": "Quantity Surveyor",
      "value": "Gardiner and Theobald",
      "elementId": "6d325da1e29f437794f183f349968cc4"
    },
    {
      "label": "Traffic Engineer",
      "value": "W.R. Davidge and Partners",
      "elementId": "3af50f9775b04647abbbdde63032ef40"
    }
  ]
}
