{
  "type": "Project",
  "id": "02642",
  "url": "transport/terminal-4-barajas-airport/",
  "serializeDate": "'2022-06-21 14:15:45.034'",
  "serialized": 1655820945034,
  "serializedBy": "sreeve",
  "title": "Terminal 4, Barajas Airport",
  "description": "The terminal, which is the biggest in Spain, was commissioned to enable Barajas International Airport to compete with major hub airports within Europe.",
  "date": "1997-2005",
  "client": "Aena",
  "location": "Madrid, Spain",
  "longLat": "-3.5920  / 40.4914",
  "longitude": "-3.5920 ",
  "latitude": "40.4914",
  "constructionCost": "€ 1 238 000 000",
  "typologies": [
    "Transport"
  ],
  "team": [
    "José Aguilar",
    "Emilia Alonso",
    "David Ardill",
    "Adolfo Arellano",
    "Andrés Arellano",
    "Enrique Azpilicueta",
    "Kenta J. Bacas",
    "Mercedes Barbero",
    "Neus Barbosa",
    "Louise Barnett",
    "Stephen Barrett",
    "Michael Barth",
    "Susana Blanes",
    "Stuart Blower",
    "Mercedes Bolín",
    "David Bottos",
    "Ed Burgess",
    "Torsten Burkhardt",
    "Almudena Bustos",
    "Javier Calvo",
    "Ana Carbonero",
    "Juanjo Carrancedo",
    "Sònia Castellò",
    "Paco Chocano",
    "Eva Clark",
    "Andrew Clarkson",
    "Pablo Codesido",
    "Sebastián Collado",
    "Iván Cordero",
    "Miguel Ángel Cordero",
    "Phaedra Corrigan",
    "Alicia Cortell",
    "Dan Crane",
    "Marta Cumellas",
    "Cathie Curran",
    "John Denehy",
    "Hilde Depuyt",
    "José Carlos Díez",
    "Concha Estaban",
    "Javier Esteban",
    "Elantha Evans",
    "Mike Fairbrass",
    "Andrés Fernández",
    "Leo Fernández",
    "Sara Fernández",
    "Ricardo Fuentes",
    "Harvinder Gabhari",
    "Iván García",
    "Jason García",
    "Raúl García",
    "Rosa García",
    "Victor García",
    "Marta García-Haro",
    "Courtney Goldsmith",
    "Juan Manuel Gómez",
    "Ignacio González",
    "Jorge González",
    "Pedro González",
    "Lucy Gould",
    "Sera Grubb",
    "Lennart Grut",
    "Carmen Gundín",
    "Ivan Harbour",
    "Javier Hernández",
    "Jesús Hernández",
    "Sergio Hernández",
    "José Julián Horcajo",
    "Amo Kalsi",
    "Jorge Keipo",
    "Kazu Kofuku",
    "Tom Lacey",
    "Juan Laguna",
    "Carlos Lainer",
    "Matthew Lake",
    "Antonio Lamela",
    "Carlos Lamela",
    "Ronald Lammers van Bueren",
    "Stig Larsen",
    "James Leathem",
    "Marcus Lee",
    "Tomás Llamas",
    "César López",
    "Francisco López de Blas",
    "Javier López",
    "Isabel Lorenzo",
    "Avtar Lotay",
    "John Lowe",
    "Erick Maas",
    "Rachel McGovern",
    "Annette Main",
    "Élida Margitic",
    "Carmen Márquez",
    "Francisco Martin",
    "Steve Martin",
    "Andrés Martínez",
    "Tim Mason",
    "Natalie Mayes",
    "David Morales",
    "Pedro Morales",
    "Julio Moreno",
    "Paz Moya",
    "Jesús Municio",
    "Javier Muñiz",
    "Paul Nelson",
    "Beatriz Olivares",
    "Caireen O'Hagan",
    "Tamiko Onozawa",
    "Raquel Ortega",
    "Iván Pajares",
    "Louise Palomba",
    "Jorge Palomero",
    "Richard Paul",
    "Inma Pedregosa",
    "Adolfo Preus",
    "Pablo Querol",
    "Olga Ramírez",
    "Matt Rees",
    "Claudia Rieradevalle",
    "Richard Rogers",
    "Francisco Rojo",
    "Andrei Saltikov",
    "Inés Salvatierra",
    "Cristina Sánchez",
    "Francisco Sanjuán",
    "Laureano Sanz",
    "Birgit Schlösser",
    "Patricia Sendin",
    "Ana Serrano",
    "Simon Smithson",
    "Hugo Soriano",
    "Neil Southard",
    "Kirsti Stock",
    "Carlos Temprano",
    "Jochen Tombers",
    "Andrew Tyley",
    "Yoshi Uchiyama",
    "Eva Utrera",
    "Joselina Vago",
    "Verónica van Kesteren",
    "Joaquín Vaquero",
    "Patricia Vázquez",
    "Laura Vega",
    "Susana Vega",
    "Isabel Vergara",
    "Luis Vidal",
    "Laura Villa",
    "Dan Wright",
    "John Young",
    "Ignacio Zamorano",
    "Nick Zervoglos"
  ],
  "partners": [
    "Ivan Harbour",
    "Lennart Grut",
    "Simon Smithson"
  ],
  "leaders": [
    "Stephen Barrett",
    "Andrew Tyley"
  ],
  "overview": "The terminal, which is the biggest in Spain, was commissioned to enable Barajas International Airport to compete with major hub airports within Europe. The core building comprises a sequence of parallel spaces separated by a linear block allowing daylight to penetrate deep into the interior. The same form is applied to the satellite, which is comprised of two linear blocks, one for passport control and the other containing the gates.\n\nThe bamboo linear roof structure is connected above by a chain of roof lights, permitting maximum flexibility in the arrangement of accommodation on each of the floors. This enables the building to be expanded in phases. The new terminal has a metro, rail station and landside transit link to the existing terminals as well as a transit system linking the core terminal with the satellite.\n\n\nPedestrian circulation to and from the parking area is concentrated along the face of the parking structure, creating an animated façade opposite the terminal. The layout of the arrivals hall creates clear and separate routes to the various modes of ground transportation, giving equal weight to public and private transport. The arrivals and departures forecourts as well as the train and metro station are covered by a standard module of the roof, which thereby encompasses the entire sequence of activities from drop-off to departure gate.\n\n\nEnvironmental measures, aimed at significantly reducing energy consumption, include a stratified cooling system, displacement ventilation supply to the piers, low level air supply to all other passenger areas, extensive shading to the facades and roof lights, zoned lighting and the collection of rainwater to irrigate the landscape.",
  "design": "A simple palette of materials and the use of a kit-of-parts approach to detailing reinforce the direct simplicity of the architectural concept, as well as facilitating the ultra-rapid construction programme and maximising the potential for flexibility.\n\nThe building can be read as a series of extrusions, potentially infinitely extendable, rather than a bespoke composition. The sheer size of the building is the key to the assembly-focused approach. A flexible, loose-fit system – employing large-scale modular repetition on an 18-by-9-metre (60-by-30-foot) structural grid – was chosen as the best solution to accommodate the multitude of uses in the terminal, including check-in desks, security checks, retail units, toilets and baggage reclaim.\n\n\nWithin this loose-fit system, the roof emerges as the defining architectural element. It floats over the building, propped rather than supported at the perimeter, so that the impact on the main façade – freed from the requirements of structural support – is deliberately minimised. Internally, the heavily insulated roof is clad in laminated strips of Chinese bamboo, the repeating bands accentuating the smooth, seamless nature of the roof’s undulating form. The façade is supported by a series of tensioned trusses, held in place by the roof and floor structures. Horizontal aluminium fins span between the trusses on which the high-performance glass is fixed. Heavy vertical support members are avoided and the result is a seamless horizontal aesthetic underlining the main axis of the building. Natural stone is used as flooring throughout the terminal, adding to the unified integrity of the space.",
  "concept": "Developing some of the ideas that emerged during the practice’s work on Heathrow Terminal 5 in London, the Madrid Barajas Airport terminal is a model of legibility, with a straightforward linear diagram and a clear progression of spaces for departing and arriving passengers.\n\nThe accommodation is distributed over six floors; three above ground for check-in, security, boarding and baggage reclaim, and three below ground levels for maintenance, baggage processing and transferring of passengers between buildings. The lower levels, robustly constructed in concrete, contrast strikingly with the light-weight transparency of the passenger areas above.\n\n\nThe building is covered by a wave-shaped roof, supported on central ‘trees’ and punctuated by rooflights that provide carefully controlled natural light throughout the upper (departures) level of the terminal. The roof then oversails the edge of the building to shade the façades. Given the multi-level section, a strategy was required to bring natural light down into the lower levels. The solution is a series of light-filled ‘canyons’ that separate the parallel slices of space that demarcate the various stages of transit, from the arrival point to check-in, security and passport control, then on to departure lounges and finally to the aircraft.\n\nThe canyons are spectacular full-height spaces, spanned by bridges from which arriving and departing passengers, though segregated, can share the drama of the impressive space. The grand scale generates the feeling of a truly significant public space. The canyons also act as locators, underlining the clear sense of direction and legibility that is fundamental to the scheme.\n\n\nDespite the extreme heat of summer in Madrid, the design team were committed to the use of passive environmental systems wherever possible, while maximising transparency and views towards the aircraft and the mountains beyond. The building benefits from a north-south orientation with the primary façades facing east and west, the optimum layout for protecting the building against solar gain. The design team set out to maximise natural light to all passenger areas and reduce dependence on artificial light, while providing views out but reducing solar gain with a combination of deep roof overhangs and external shading. A low-energy displacement ventilation system is used in the pier, and elsewhere in the terminal a more conventional high-velocity system is used.",
  "construction": "The construction of the Barajas Airport terminal was undertaken in three constructional layers: firstly, the basement which drops to as much as 20 metres (66 feet) below ground in some places; secondly, the three-storey concrete frame above ground; and thirdly, the steel-framed roof.\n\nThe concrete work was cast in-situ, and special attention was focused on areas where the concrete would be visible, such as the edge strips to the canyons in which steel shuttering has been used. In a bid to limit the height of the building, post-tensioned concrete beams restrict the depth of the beams to only 90 centimetres (3 feet). The beams were cast in lengths of 72 metres (236 feet), with concrete planks used to span between them to create the 18-by-9-metre (60-by-30-foot) grid.\n\n\nAbove the concrete frame, the concrete tree trunks on the top floor provide fixed base points for setting out the roof steelwork. The structural system for the roof works outwards from the tree trunks where four inclined branches prop a pair of double-S modules. In this way, each pair of tubes, plus the roof steel, stabilise the roof structure in both directions.\n\nThe roof then passes over the cladding line at the edges of the building, emphasising the canopy rather than the façade. To further reduce the visual impact of the façade and enhance passengers connection to the activity of the airfield outside, shading is not introduced at the cladding line but is hung from the roof overhang which is propped with elegant Y-shaped props at the ends of each module.\n\n\nThe façade structure is in the form of cable ‘kipper’ trusses at 9-metre (30-feet) centres. A pair of cables begin at a common point at ground level, one arcing in and one out, held apart by compression struts that also support the horizontal glazing mullions. As the cables approach the roof they come back together, held by a V-bracket, making a fish outline, hence the name kipper truss. A jacking system was used between the roof and terminal floor during erection, which when released ensures that adequate permanent tension was introduced in the cable trusses.",
  "dimensions": [
    {
      "label": "Gross Floor Area",
      "value": "1 158 000 m²",
      "id": "ecd010d176154f999a37108169080b73"
    }
  ],
  "companies": [
    {
      "label": "Co-Architect",
      "value": "Estudio Lamela",
      "id": "200149b1ad90468382448527a6906727"
    },
    {
      "label": "Structural Engineer",
      "value": "Anthony Hunt Associates/TPS with OTEP/HCA",
      "id": "36a7f288ebc2452ab70e30110c093ffc"
    },
    {
      "label": "Services Engineer",
      "value": "TPS/INITEC",
      "id": "73c6ed77c22347538f3b7e961aa22566"
    },
    {
      "label": "Quantity Surveyor",
      "value": "Hanscomb Ltd/Gabinete",
      "id": "5622b21e5e2c407d961f4662a4a6720f"
    },
    {
      "label": "Lighting Consultant",
      "value": "Arup/Speirs and Major Associates",
      "id": "695b8d31ea6a409a935ba99178b26dfc"
    },
    {
      "label": "Landscape Architect",
      "value": "dosAdos",
      "id": "d3af267d4fbb4ee2afdcac0c768aceb2"
    },
    {
      "label": "Acoustic Consultant",
      "value": "Sandy Brown Associates",
      "id": "04a338c73f764614ba67183fdcd470a8"
    },
    {
      "label": "Façade Engineer",
      "value": "Arup",
      "id": "fbadf7fa77e442b4b2d9b5bab8c5b614"
    }
  ],
  "awards": [
    {
      "date": "2008-01-01",
      "year": "2008",
      "award": "AIA/UK Excellence in Design Award",
      "rowId": "71BD7AED0B1746779441B7798E21FF9B"
    },
    {
      "date": "2008-01-01",
      "year": "2008",
      "award": "Istructe Award for Commercial or Retail Structures",
      "rowId": "5A27F7CF63034FA6B8014D14615F9B7B"
    },
    {
      "date": "2008-01-01",
      "year": "2008",
      "award": "XX Urbanism Architecture and Public Works Awards, Madrid City Council",
      "rowId": "b59a4a410f074085b8fdf2d1e9694c66"
    },
    {
      "date": "2008-01-01",
      "year": "2008",
      "award": "Airport Council Award for Best European Airport",
      "rowId": "090e2f1d5a9c480fbedd19e65ccbc09d"
    },
    {
      "date": "2008-01-01",
      "year": "2008",
      "award": "RIBA European Award",
      "rowId": "2f14e258147c4f03aabe3890d8562e29"
    },
    {
      "date": "2008-01-01",
      "year": "2008",
      "award": "RIBA Airport Award",
      "rowId": "ad437e926829499e835c70ef736933dc"
    },
    {
      "date": "2006-01-01",
      "year": "2006",
      "award": "RIBA Stirling Prize",
      "rowId": "33881237f718448685fe456bbf07c5a1"
    }
  ],
  "certificates": []
}
