{
  "name": "Creek Vean",
  "url": "residential/creek-vean",
  "webStatus": "Publish",
  "typologies": [
    "Residential"
  ],
  "type": "Project",
  "id": "01130",
  "serializeDate": "'2022-10-21 18:24:55.662'",
  "serialized": 1666376695662,
  "serializedBy": "sreeve",
  "time": "2022-10-21T18:24:55.631091Z",
  "status": "PU",
  "title": "Creek Vean",
  "description": "The house sits at the top of a steeply sloping hill with southerly views over the sea, creek and woods.",
  "date": "1963-1966",
  "client": "Marcus & Rene Brumwell",
  "location": "Feock, Cornwall, UK",
  "city": "Feock, Cornwall",
  "country": "UK",
  "longLat": "-5.046971  / 50.207945",
  "longitude": "-5.046971 ",
  "latitude": "50.207945",
  "team": [
    "Laurie Abbott",
    "Norman Foster",
    "Wendy Foster",
    "Richard Rogers",
    "Su Rogers"
  ],
  "partners": [
    "Richard Rogers",
    "Su Rogers",
    "Norman Foster",
    "Wendy Foster"
  ],
  "overview": "<div><p>The house sits at the top of a steeply sloping hill with southerly views over the sea, creek and woods. It comprises open-plan living, dining and kitchen areas, as well as a study, bedroom, and a self-contained guest suite with separate entrance and workshop. The house accommodates an exceptional collection of modern paintings and sculpture, and a large number of books.</p><p>Creek Vean is built along two axes. The east-west axis is external and leads from the road and car parking area across a bridge to the front door, down a planted flight of steps to the lawn and on down to the boathouse and creek. The internal axis runs north-south and takes the form of a picture and sculpture gallery with a glazed roof, floodlit from the outside at night. This internal axis connects all the rooms starting on the highest roof terrace and ending at the underground garage at the north end of the site. The two-storey living wing faces south towards the sea, the master bedroom west across the creek and the self-contained flat north-west up the valley. Large sliding screens open up all ‘private’ rooms to the gallery so that there are long vistas throughout the house. The living room spans across the dining/kitchen area with voids at the front and back.</p><p>Walls, both internal and external, are honey-coloured concrete blocks, and the floors blue Welsh slate. The windows are frameless toughened glass, sliding in anodised aluminium tracks. The site is planted with wild shrubs, ivy, coarse grass and many trees, and roofs are planted with hanging creepers so that the house is totally integrated into its natural cliff-side setting.</p></div>",
  "dimensions": [
    {
      "label": "Gross Floor Area",
      "value": "350m²",
      "id": "8a1667c8a56b4ca3809dd2ff947c5b0d"
    }
  ],
  "companies": [
    {
      "label": "Architect",
      "value": "Team 4",
      "id": "fbce4863f7b44d6ea44b2e5ee010ff97"
    },
    {
      "label": "Structural Engineer",
      "value": "Anthony Hunt Associates",
      "id": "3860c5f44ee645fd8787781a0284413d"
    },
    {
      "label": "Quantity Surveyor",
      "value": "GA Hanscomb Partnership",
      "id": "dfb8c08314e1409d936a48b6c882af97"
    },
    {
      "label": "Landscape Architect",
      "value": "Landscape Design Partnership",
      "id": "89af7bee8d67423db6a0a47f750f1d97"
    },
    {
      "label": "Contractor",
      "value": "Leonard Williams Ltd",
      "id": "de12feb6c695483b953fc874165e54b3"
    }
  ],
  "awards": [
    {
      "date": "1969-01-01",
      "year": "1969",
      "award": "RIBA Award for Work of Outstanding Quality",
      "rowId": "8100F5BB6FD845ACB4E5B4F6C4C0D411"
    }
  ]
}