{
  "type": "Project",
  "id": "10730",
  "url": "mixed-use/morland-paris-réinventer",
  "serializeDate": "'2022-06-27 15:41:04.236'",
  "serialized": 1656344464236,
  "serializedBy": "sreeve",
  "title": "Morland Paris Réinventer",
  "description": "The austere formal qualities of the Morland site represent a significant architectural challenge but also offer the opportunity to create a project that is a catalyst for urban change.",
  "date": "2015",
  "client": "Nexity",
  "location": "Paris, France",
  "longLat": "2.362750  / 48.849708",
  "longitude": "2.362750 ",
  "latitude": "48.849708",
  "constructionCost": "£ 52 million",
  "typologies": [
    "Mixed Use"
  ],
  "team": [
    "Jack Baker",
    "Stephen Barrett",
    "Nicola Carnevali",
    "Mike Davies",
    "Alex Kitching",
    "Theo Pagnon",
    "Elisabeth Du Souich"
  ],
  "partners": [
    "Stephen Barrett",
    "Mike Davies"
  ],
  "leaders": [],
  "overview": "The austere formal qualities of the Morland site represent a significant architectural challenge but also offer the opportunity to create a project that is a catalyst for urban change.\n\nWe proposed a flexible, mixed-use complex which is more dynamic and more efficient thanks to internal adaptations and external additions, whilst remaining sensitive to the character of the existing buildings.\n\nThe project posits a flexible armature capable of accommodating a great diversity of activities that once assembled are greater than their constituent parts. This is achieved through the proximity, the diversity, the creative interaction and shared infrastructure and amenities offered. Our proposal reflects a loose fit scheme – adaptable and evolutive - for a building housing a multiplicity of uses and lifestyles; a dynamic hive of shared activities and facilities.\n\n\nThe North ceremonial courtyard of the building remains largely unchanged except for the addition of an adaptable glazed pavilion, a glass theatre located within the ceremonial courtyard. This foyer connects the activities located in each of the wings that frame the courtyard and houses a variety of multi-functional activities in an “inhabited plinth”, opening up the basement to the public. The pavilion also serves as a distributor; a new route that passes through the whole site, connecting the Boulevard Morland to the banks of the Seine. This axis opens onto the Quai Henri IV and serves to guide pedestrians to the heart of the complex, making accessible a previously impermeable urban block.\n\nThe main tower houses a “vertical village” that benefits from a generous south west facing terrace. The existing roofs are transformed to provide allotments and gardens for the residents of the flats and of the hotel. At the top of the tower, a bar-restaurant with a spectacular panoramic terrace offers extraordinary views of the city. Panoramic external lifts reveal the roofscapes of Paris as they ascend, connecting a succession of new shared spaces, accessible to all. By redistributing the vertical circulation, the existing floors are also made more efficient and more adapted to changes of use.\n\n\nOur project proposed a shared, sustainable and dynamic platform which focuses on long-life, loose-fit and low-energy principles. This project delivers a diverse program of nearly 41,000m² of offices, creative space for start-ups, social and private housing, a hotel, shared amenities, workshops and retail units as well as a flexible auditorium, FabLab and nursery. This project represented a response to the ambitions of the City of Paris as part of the call for innovative proposals within the “Reinventing Paris” initiative.",
  "dimensions": [
    {
      "label": "Area",
      "value": "41 000 m²",
      "id": "33ade8bd03eb4bfd8c11b52bdbda8b52"
    }
  ],
  "companies": [
    {
      "label": "Co-Architect",
      "value": "Assemble, Tollila + Gilliland",
      "id": "d2fddffc39184ce2899ea2241bc10b94"
    },
    {
      "label": "Multidisciplinary Team",
      "value": "Covea, Immobilière 3F, Artelia, Encore Heureux, Urbantech, Earnest, Scintillo, Rooms, Etic, Sciences PO, Le Perchoir, Zen Parc, La Petite Reine, Ares Services",
      "id": "36430bb1e4fa4f6d802fdbbdf52dbf82"
    }
  ],
  "awards": [],
  "certificates": []
}
