{
  "type": "Project",
  "id": "12095",
  "url": "457:transport/new-green-paper/",
  "serializeDate": "'2022-07-01 10:15:13.850'",
  "serialized": 1656670513850,
  "serializedBy": "sreeve",
  "title": "New Green Paper: A Blueprint for Electric Vehicle Charging Infrastructure",
  "description": "RSHP has worked with Peter Brett Associates (PBA), now part of Stantec, to develop a Green Paper that sets out recommendations for Government to capitalise on the provision of a new social infrastructure model across the UK.",
  "date": "2018-2019",
  "location": "Worldwide",
  "typologies": [
    "Transport"
  ],
  "team": [
    "Ivan Harbour",
    "Lennart Grut",
    "Andrew Partridge",
    "Jai Watts",
    "Vicki Macgregor"
  ],
  "partners": [
    "Ivan Harbour",
    "Lennart Grut"
  ],
  "leaders": [
    "Andrew Partridge"
  ],
  "overview": "Charging into the 4th Industrial Revolution\n\nWe are living in fast changing times. Transport is at the centre of this change as technological advancements drive vehicle electrification and autonomy, potentially revolutionising the way we travel and live our lives. Government has put the UK at the forefront of this shift not least by identifying this as a key area of our industrial strategy. The delivery of electric vehicle charging infrastructure in the UK has the potential to generate significant revenue return to the Exchequer, create significant public value and establish a global template, placing British iconography at the heart of the 4th Industrial Revolution. RSHP has worked with Peter Brett Associates (PBA), now part of Stantec, to develop a Green Paper that sets out recommendations for Government to capitalise on the provision of a new social infrastructure model across the UK.\n\nRSHP’s approach to the brief is to ask the government and general public to imagine a charging point as a piece of street furniture that has the familiarity and timeless elegance of a red post box. Britain has historically led the way in pragmatic, engineering driven, iconic utility interfaces; the street furniture that has, for over a century, defined our urban identity. As technology is shifting, these gracefully ageing icons are slowly disappearing or evolving into new services. In this space charging points can become a globally recognised new icon for our coming age.\n\nHolistically designed, drawing together pragmatic engineering and operational requirements, this new icon will become an object of simplicity. It will be modest and timeless, designed from the start to allow the rapid evolution of charging technology and delivery. Like the post box, it will be adaptable to rural, suburban, urban and super urban environments whilst retaining its identity. It will adopt an additive architectural philosophy to incrementally expand its offer from kerbside (super urban) to Society Service Station and hence become as much as or a greater part of our lives than the petrol filling station is today. The Society Service Station is an electric vehicle charging station where people interact at local amenity and retail outlets such as the post office, laundry facilities or shopping for groceries\n\nThe supply and installation will be based on modular offsite fabrication in tune with UK Government commitment to modern methods of construction, to ensure high quality rapid deployment with minimal site related work; neighbourly low impact installation. The charging infrastructure, the forecourt and the Society Service Station can be incrementally tied together through the modularisation of each component part. This will be critical to the delivery of over 9,000 social service stations with five years to replicate the existing UK forecourt provision. Resilience needs to be incorporated to allow for future changes in car connection. For example, whilst today we manually plug in, the future car will ‘dock’, but the basic power infrastructure and data new transfer will remain consistent. Users will want to know how quickly they are filling up. Lighting symbolism will inform users on speed and time. Standard practice will, whether powering up during a long trip or the weekly chore of filling up, become dock and wait.\n\nThe social service station will fulfil the gap in everyone’s life schedules and create associated retail opportunity.",
  "dimensions": [],
  "companies": [
    {
      "label": "Engineers",
      "value": "PBA, now part of Stantec",
      "id": "ff991fcd9e2e41c99a2d18cc108fd902"
    }
  ]
}
