{
  "type": "Project",
  "id": "06560",
  "url": "residential/merano",
  "serializeDate": "'2022-06-27 15:40:46.897'",
  "serialized": 1656344446897,
  "serializedBy": "sreeve",
  "title": "Merano",
  "description": "Located on the Albert Embankment of London’s River Thames, opposite the Tate Britain and within sight of the Houses of Parliament, Merano offers a high quality, mixed-use development, including apartments, offices and a café.",
  "date": "2011-2018",
  "client": "St James Group Limited",
  "location": "London, UK",
  "longLat": "-0.12253  / 51.48996",
  "longitude": "-0.12253 ",
  "latitude": "51.48996",
  "typologies": [
    "Residential"
  ],
  "team": [
    "John Dent",
    "Tobi Frenzen",
    "Gianmaria Givanni",
    "Toby Jeavons",
    "Anja Kempa",
    "Stephen Light",
    "Andrew Morris",
    "Richard Rogers",
    "Annabel Rootes",
    "Graham Stirk",
    "Andrew Yek"
  ],
  "partners": [
    "Graham Stirk",
    "Andrew Morris"
  ],
  "leaders": [
    "Stephen Light"
  ],
  "heights": [
    {
      "value": "85m",
      "id": "4927DEE7460A46C883BF23"
    }
  ],
  "floors": [
    {
      "value": "28",
      "id": "52FD43F5499644258A374B"
    }
  ],
  "overview": "Located on the Albert Embankment of London’s River Thames, opposite the Tate Britain and within sight of the Houses of Parliament, Merano offers a high quality, mixed-use development, including apartments, offices and a café. The three stepped bays that make up the building are in contrast to the existing monotonous ‘wall’ of dilapidated developments that occupy this area.\n\nAt the base of the building, a four-storey public space offers access through to Vauxhall Pleasure Gardens via Tinworth Street and to a café at ground floor level. The height of this public space echoes that of the neighbouring Rose pub a local landmark and part of the Albert Embankment conservation area. The design has a strong visual presence along the riverfront and acts as a gateway to east Lambeth as well as a natural gathering space overlooking Albert Embankment Gardens.\n\n\nThe east–west orientation of the site dictated the layout of the apartments. By placing the vertical circulation core in the centre of the eastern elevation, bedrooms and winter gardens can be placed either side of it to benefit from morning sunlight and living spaces, on the western side of the building, can enjoy views of the river and sunsets in the evening. The different uses of space within the building are arranged vertically: commercial office spaces occupy the three floors above the café and public piazza and 46 dwellings (a mix of private and affordable units) take up the upper levels.\n\nThe structure of the building is a simple concrete frame with steel bracing used to provide stability. This allows for the east and west façades to be primarily glass, creating a lightweight, transparent envelope, and enables open and flexible floor plates. Balconies and winter gardens are formed of a lightweight steel structure with colour applied to the soffits and flank walls, which brighten the exterior in contrast to the building’s monochromatic surroundings.",
  "dimensions": [
    {
      "label": "Gross Floor Area",
      "value": "7 100 m²",
      "id": "313d36f6e1b04a018d59fdf9ded29a66"
    }
  ],
  "companies": [
    {
      "label": "Co-Architect",
      "value": "EPR",
      "id": "68c96fe3a66e418b8dc4aa41c616c01f"
    },
    {
      "label": "Structural Engineer",
      "value": "Ramboll",
      "id": "9d87b09947074cb9a95c58ca20f6e158"
    },
    {
      "label": "Landscape Architect",
      "value": "Gillespies LLP",
      "id": "4907deb321ce4ef5ab2a5d5a37654f9e"
    }
  ],
  "awards": [
    {
      "date": "2019-01-01",
      "year": "2019",
      "award": "RIBA London Award",
      "rowId": "7b2204ee61ab4c39b077a5e4533def5f"
    },
    {
      "date": "2019-01-01",
      "year": "2019",
      "award": "RIBA National Award",
      "rowId": "b92137f4e5024180bdfafa7570cdebc1"
    }
  ]
}
