{
  "type": "Project",
  "id": "00503",
  "url": "masterplanning/royal-albert-docks-retail-and-leisure-complex/",
  "serializeDate": "'2022-06-27 15:39:46.595'",
  "serialized": 1656344386595,
  "serializedBy": "sreeve",
  "title": "Royal Albert Docks Retail and Leisure Complex",
  "description": "The ‘Royals’, the Royal Victoria, Royal Albert and King George V Docks, were the largest and most modern of London’s dock complexes and the last to close.",
  "date": "2001",
  "client": "Rosehaugh Stanhope Developments plc Stuart Lipton",
  "location": "London, UK",
  "longLat": "0.0657309  / 51.5061482",
  "longitude": "0.0657309 ",
  "latitude": "51.5061482",
  "typologies": [
    "Masterplanning"
  ],
  "team": [
    "Mike Davies",
    "Ivan Harbour Avtar Lotay",
    "Andrew Morris",
    "Andrew Partridge",
    "Stephen Spence",
    "Richard Rogers",
    "Andrew Tyley"
  ],
  "partners": [
    "Ivan Harbour",
    "Andrew Morris"
  ],
  "leaders": [],
  "overview": "The ‘Royals’, the Royal Victoria, Royal Albert and King George V Docks, were the largest and most modern of London’s dock complexes and the last to close. The last ship left the docks in 1980, leaving a vast tract of land and water (over 400 hectares) available for development. The area stretched from Barking to the Isle of Dogs, comparable to the distance between the Houses of Parliament and Tower Bridge.\n\nKey to RRP’s masterplan for the Royal Docks was the creation of an effective public transport system, in order to facilitate the creation of an area of international importance that would generate investment and employment. RRP’s design strategy also included services, landscape, development nodes and a clear public domain, alongside major commercial developments – all vital components of what would be a ‘unique water-side city’.\n\n\nInitially, only the infrastructure for this vast scheme was realised, but RRP was subsequently commissioned by developers Rosehaugh Stanhope to design a major mixeduse development along the Royal Albert Dock and adjacent to London’s City Airport.\n\nBordering the 2.5 kilometre long dock, the scheme culminated in a great glazed galleria arcing around a marina. Intended to be the most impressive shopping centre in Europe, the scheme offered a spectacular vista along the entire length of the Royals. Based on the concept of a dynamic public domain, with tented structures along the waterside housing restaurants and other leisure activities, the development was designed as the commercial magnet for the entire Royals complex but the faltering economy of the late 1980s meant that this great civic scheme was abandoned.",
  "dimensions": [],
  "companies": [
    {
      "label": "Civil Engineer",
      "value": "Ove Arup & Partners",
      "id": "36e6ec92b9ad47c684bd871e86895237"
    },
    {
      "label": "Structural Engineer",
      "value": "Ove Arup & Partners",
      "id": "ecf01b3eee844436a7d2a105a02bceea"
    },
    {
      "label": "Construction Consultant",
      "value": "Schal",
      "id": "188121d1adfe4ade837bbfc915f29d65"
    },
    {
      "label": "Geotechnical Engineer",
      "value": "Ove Arup & Partners",
      "id": "01dc2382e6524281a8a84a5deb367874"
    },
    {
      "label": "Landscape Architect",
      "value": "Hanna Olin Limited",
      "id": "a7c1d0fa484541468965b668ac48a2e0"
    },
    {
      "label": "Quantity Surveyor",
      "value": "Gardiner & Theobald",
      "id": "a7d588366fc44cd1b2fc6db25058b83d"
    },
    {
      "label": "Retail Consultant",
      "value": "Edward Erdman",
      "id": "bc29a6d2f4a642cbab9c0b2abbf82741"
    }
  ],
  "awards": [],
  "certificates": []
}
