{
  "type": "Project",
  "id": "11000",
  "url": "office/skybeam/",
  "serializeDate": "'2022-06-21 14:16:58.806'",
  "serialized": 1655821018806,
  "serializedBy": "sreeve",
  "title": "SKYBEAM",
  "description": "SKYBEAM is a multi-service chilled beam that aims to integrate outstanding design with an impressive range of features.",
  "date": "2015 - 2016",
  "client": "TROX GmbH",
  "longLat": "-0.009296  / 51.541224",
  "longitude": "-0.009296 ",
  "latitude": "51.541224",
  "typologies": [
    "Office"
  ],
  "team": [
    "Ivan Harbour",
    "Simon Tonks",
    "Alba Fernández"
  ],
  "partners": [
    "Ivan Harbour"
  ],
  "leaders": [
    "Simon Tonks"
  ],
  "overview": "SKYBEAM is a multi-service chilled beam that aims to integrate outstanding design with an impressive range of features. It was conceived for installation in the RSHP-designed buildings S5, S6 and S9 located in the International Quarter London, Stratford London.\n\nThe passive chilled beam is a ceiling-suspended building system which delivers integral lighting, a chiller unit, acoustic absorption, illumination/sound, wayfinding and life safety services on a purpose-designed chassis. The passive cooling strips can be individually configured according to need and function.\n\n\nThe chassis is flexible, allowing for customised colour, length, decorative panels and lighting options. It can also be fitted with additional services such as sprinklers, emergency lighting, loudspeakers, smoke detectors and motion detectors.\n\nThe flexible design ideally lends itself to open ceilings as all the services are hidden into one ceiling element. It is an energy-efficient solution, easily combined with sustainable concepts, yet provides high levels of comfort, bringing immediate benefit to office tenants while transforming the office into a more spacious and pleasant workplace.\n\n\nQuick and easy to install, thus cost-efficient, it is a modular structure with only a few components. The system produces an elegant lightweight skyscape which is a celebration of its highly-crafted and legible components. SKYBEAM represents the considered design synthesis of technical performance, adaptability and appearance.",
  "dimensions": [
    {
      "label": "Measurement",
      "value": "1.5 x 1.5m",
      "id": "b55657f617e94a62bf64030672e6cb58"
    }
  ],
  "companies": [
    {
      "label": "Services Engineers",
      "value": "TROX",
      "id": "d6277333470d4948b32de48520e810a6"
    }
  ],
  "awards": [
    {
      "date": "2018-01-01",
      "year": "2018",
      "award": "German Design Awards – Energy Category, Excellent Product Design",
      "rowId": "c9750c061526483bbbdad92fecb087cb"
    }
  ],
  "certificates": []
}
