{
  "name": "IRCAM",
  "url": "culture-and-leisure/ircam/",
  "webStatus": "Publish",
  "typologies": [
    "Culture & Leisure"
  ],
  "type": "Project",
  "id": "00012",
  "serializeDate": "'2025-09-25 12:18:47.751'",
  "serialized": 1758802727751,
  "serializedBy": "heatherp",
  "time": "2025-09-25T12:18:47.7236133Z",
  "status": "PU",
  "title": "IRCAM",
  "description": "The Centre Pompidou brings together the themes which have characterised Rogers’ architecture from the mid 1960s – skin and structure, technology and flexibility, movement and anti-monumentalism.",
  "date": "1971-1977",
  "client": "Ministére des Affaires Culturelles, Ministére de l’Education Nationale",
  "location": "Paris, France",
  "city": "Paris",
  "country": "France",
  "longLat": "2.3506263  / 48.8601633",
  "longitude": "2.3506263 ",
  "latitude": "48.8601633",
  "constructionCost": "£4,750,000",
  "team": [
    "Mike Davies",
    "Alphons Oberhofer",
    "Noriaki Okabe",
    "Renzo Piano",
    "Bernard Plattner",
    "Richard Rogers",
    "Ken Rupard",
    "Jan Sircus",
    "Walter Zbinden"
  ],
  "partners": [
    "Mike Davies"
  ],
  "overview": "<div><p>IRCAM (Institute for Research and Co-ordination in Acoustics and Music) was built as the domain of the presiding genius of modern French music, Pierre Boulez, and as a centre for leading-edge musical research and experimentation. Research is carried out by scientists and musicians into psycho-acoustics, electronics, computer science, artificial intelligence, neuro-psychology, linguistics and sociology, in addition to more traditional musical disciplines. Though open to the public, IRCAM did not easily fit within the Centre Pompidou. In particular, a high degree of sound insulation was necessary to eliminate external noise and permit a wide range of concerts and rehearsals to take place simultaneously. Flexibility of the spaces within the Centre was neither possible nor desirable. The result was that the Institute’s accommodation was created as a highly serviced subterranean building beneath the Place Igor Stravinsky next to Beaubourg. The concert halls and studios are approached via a ‘cascade’ of stairs which is the inversion of the escalators which crawl across the front of the Centre Pompidou.</p><p>IRCAM has four main departments: instrument and voice, electro-acoustics, computer, and general acoustics research and co-ordination, each with its own offices, labs and studios. The building is divided into compartments which house suspended studios and high performance inner acoustic shells, within which the main research and experimental activities take place. The choice of studio types with variable properties allows for a wide range of acoustic flexibility. The main product of the building – sound – can be  piped anywhere. Any combination of spaces, listeners and sound inputs can be linked together as one participatory unit, giving virtually total acoustic flexibility within the building. The main studio is a superbly-equipped experimental facility – suspended within the main structure and thus isolated from airborne sound and external vibrations. Measuring 18 metres in height, it can accommodate 400 people and is equipped with an acoustically variable, vertically mobile ceiling in three elements, programmable by computer.</p></div>",
  "dimensions": [
    {
      "label": "Area",
      "value": "6 000 m²",
      "id": "2837a138d72a41ea909b9ec101218d55"
    }
  ],
  "companies": [
    {
      "label": "Architect",
      "value": "Piano + Rogers",
      "id": "1ff3256d3cda4b5b9f19783fd2237820"
    },
    {
      "label": "Structural Engineer",
      "value": "Ove Arup & Partners",
      "id": "ead47931ed234fd499f6726521892208"
    },
    {
      "label": "Services Engineer",
      "value": "Ove Arup & Partners",
      "id": "c8f59db1ed60463abdba5d4d12a586a3"
    },
    {
      "label": "Quantity Surveyor",
      "value": "Ove Arup & Partners",
      "id": "5b890ccf8446488ea6716a59e9a8823d"
    },
    {
      "label": "Landscape Architect",
      "value": "Cuno Brullmann",
      "id": "e551b33cca1a4fdcb77f4a346e291dbb"
    },
    {
      "label": "Acoustic Consultant",
      "value": "Peutz and Associates",
      "id": "0629f546225c4f27a871c37ed4470d82"
    },
    {
      "label": "Scenographer",
      "value": "G L Francois",
      "id": "64c8ce9be81a4af194e3a32e25d81c93"
    }
  ]
}