{
  "name": "International Towers Sydney",
  "url": "office/international-towers-sydney/",
  "webStatus": "Publish",
  "typologies": [
    "Office"
  ],
  "type": "Project",
  "id": "11360",
  "serializeDate": "'2025-11-18 14:30:08.175'",
  "serialized": 1763476208175,
  "serializedBy": "heatherp",
  "time": "2025-11-18T14:30:08.1386555Z",
  "status": "PU",
  "title": "International Towers Sydney",
  "description": "The towers are conceived as three sibling buildings within the RSHP masterplan for Barangaroo South, each with their own identity.",
  "date": "2010-2017",
  "client": "Lendlease",
  "location": "Sydney, Australia",
  "city": "Sydney",
  "country": "Australia",
  "longLat": "151.201617 / -33.861426",
  "longitude": "151.201617",
  "latitude": "-33.861426",
  "team": [
    "Linda Bennett",
    "Paul Byrne",
    "Matthew Cochrane",
    "John Dent",
    "Jennifer Dudgeon",
    "Louis Faucheux",
    "Liam Filson",
    "Sandra Furtado",
    "Lennart Grut",
    "Ivan Harbour",
    "Mimi Hawley",
    "Kate Humphreys",
    "Matthew Jackson",
    "Amarjit Kalsi",
    "Lishi Li",
    "Avtar Lotay",
    "John Lowe",
    "Keith Ma",
    "Aaron Massingham",
    "Chris McAnneny",
    "Ali Mehdizadeh",
    "Colin Moriarty",
    "Sarah Noone",
    "Andrew Partridge",
    "Joshua Potter",
    "Thomas Price",
    "Richard Rogers",
    "Tanya Samarasingha",
    "Jennifer So",
    "James Stopps",
    "Peter Sullivan",
    "Vivien Tan",
    "Paul Thompson",
    "Yuli Toh",
    "Alex Zimmermann",
    "David Goodwin",
    "Martin Fox"
  ],
  "partners": [
    "Ivan Harbour",
    "Lennart Grut"
  ],
  "leaders": [
    "Avtar Lotay",
    "Paul Thompson"
  ],
  "overview": "<div><p>The towers are conceived as three sibling buildings within the RSHP masterplan for Barangaroo South, each with their own identity.</p><p>They form a western extension to Sydney’s CBD, meeting increased demand from tenants for large floorplate offices, and integral to the ongoing viability and success of Sydney as a global city and key financial centre.</p><p>Together they assist in completing Sydney’s framework of tall buildings, established at Circular Quay and adjacent to the Botanic Gardens, with a rising form from south to north and a strong edge to the open water beyond. This cluster of buildings, similar in height to some of the existing CBD buildings, completes the city’s northwestern limit.</p><p>Each office tower responds to its unique geographic and environmental condition, along with the changing solar load throughout the day. This response has informed the design development of the floorplate and facades, bringing diversity and individuality to the design of each building.</p><p>One of the aspirations for the project was to set new environmental benchmarks in Australia. This is achieved through the combination of solar shading, glass technology and thermal performance directly responding to context, orientation and solar path. Energy consumption is reduced by arranging the lift cores and ‘vertical village’ community spaces on the northern elevation of the building, which provides shading for the internal workspace. These vertical villages – which include communal breakout spaces and meeting areas – enable visual and physical connections to be made between floors and encourage social interaction between users and visitors throughout the building. The precinct-wide centralised plant spaces allow the whole rooftop to be used as an open terrace and the podium roofs, vertical villages and building insets all provide the opportunity for planting, adding biodiversity to this urban site.</p><p>The towers sit on a three-storey plinth conceived as a carved piece of ground that mediates between the waters’ edge and the cliff edge presented by the city behind. The plinth creates a tight human scale streetscape with lobbies alongside other street activities such as retail and leisure. To minimise the number of service vehicles entering the development, the buildings share a common basement accessed from a single point of entrance, leaving the surrounding streets fully pedestrianised or pedestrian prioritised. All these factors help to generate a public realm that is vibrant and animated and safe.</p></div>",
  "design": "<div><p>In the final design, to reduce the interstitial space, the three separate core elements were pulled together across the façade, producing an ill-defined ‘bump’ on the north elevation with no clear articulation or structural form. To optimise efficiency, Lendlease’s engineering team (which had taken over from Arup) were proposing a standardised structural solution: flat-slab post-tensioned concrete (a system regularly used to minimise floor-to-floor heights in a city where height controls are rigorously enforced), involving a traditional jump-form concrete stability core, ideally sitting in the centre of the building. Elements of the core began to migrate into the clear plan, upsetting the balance between the two, and the narrow-end structural bracing became unnecessary. The expanding floors again began to compromise the space between buildings, which in turn led, for the first time, to a change from a rectilinear to a curved/tapered and ultimately a semi-circular form, adopted for its more graceful resolution with the street network below. Optimum performance of a post-tensioned slab is gained by having a back-span. The back-span in turn means columns cannot be placed on the façade, so to minimise interference to space planning and allow partitioned offices at the building’s perimeter, the columns need to sit back from the façade by approximately 4.5 metres.</p><p>The 4.5 metre cantilever, while excluding the possibility of expressing columns on the façade, gave us the opportunity to break the building horizontally, expressing the lift rises and mid-level plantrooms introduced following the loss of space at basement level and demand for expanding space across the lower floors, which ultimately gave rise to three-storey street buildings topped with useable outdoor space. We accepted the jump-form external concrete lift cores and used them, together with the horizontal slots, to graphically articulate the tripartite form at a distance. This brought legibility at city scale.</p><p>The communal multi-height spaces found their location on top of the lift banks. Glazed lifts and shafts were employed at the east and west ends to animate the visible lower levels of the ‘servant’ areas and bring legibility at street scale. Unusually, the non-active lobby spaces were given over not to toilets but to meeting rooms. With the toilets occupying space in the inboard section of the core. The north elevations with their views to Sydney Harbour Bridge thus maximised activity for all.</p><p>Throughout the design evolution we had consistently expressed the shading of the façade as part of the buildings’ scale and grain, with clear distinctions between north–south and east–west. The semi-circular form became an opportunity to grade this change, which in turn gave clarity and continuity to the served space. And so, for the first time in practice history, we were heavily reliant on the articulation of the façade to provide legibility at building scale. The development of this idea as a response to a technical constraint, amplified by the Sydney location and high ambitions towards sustainability, has resulted in buildings that are uniquely of their place and has helped to raise them to prime real estate. The scale of the buildings as seen from the south had been a consistent concern for the design advisors. City rules require significant moves to break down the scale of developments above 60 metres in width – and we were at 85 metres. This was solved initially by pop-out elements and eventually by vertical recesses that correspond with the arrival space on floor from each bank of lifts. The concern was articulated at street level with worries about the grain of the public realm.</p><p>The evolution to a more centralised core suggested a centralised lobby on the southern elevation of each tower. This would place the lobbies on the ‘secondary’ pedestrian streets, preventing direct drop-off by car. It did, however, give primacy to retail on the principal streets. After months of debate, it was settled that since 85 per cent of workers would be arriving by foot, the lobbies should address the pedestrian streets. Such large-scale buildings usually have an anchor tenant – the green light for construction was pressed only when an anchor tenant was found for each tower. The opportunity existed to create smaller secondary lobbies to the north of each tower, independently accessing the lift banks. This allowed the anchor tenants to decide whether they would reserve either lobby for their own use, but more importantly in urban terms opened the possibility of what was prosaically described as the ‘through-site link’. This link, which bypasses card-controlled areas, offers a public short-cut from north to south, effectively irrigating the urban block with a connected indoor/outdoor space. Open eighteen hours a day, its manifestation on the pedestrian streets helps to bring these huge buildings gracefully and legibly to ground without intimidating passers-by. The buildings forming the streets are thus not anodyne podiums in the traditional sense but bookend the towers, so creating a complex dialogue analogous to the ad hoc delight evident in any historic city centre.</p></div>",
  "concept": "<div><p>Our initial proposals, which formed part of the second-stage masterplan submission in 2006, put forward five clear principles governing the towers’ design:</p><p>1) Standardised rectilinear office floors with offset animated shared core spaces.</p><p>2) Building orientation with long sides north–south to mitigate the impacts of the westerly sun.</p><p>3) North–south faces designed to accommodate add-on multi-height communal spaces to enable workplace communities across multiple floors and to break down the scale of the long façades.</p><p>4) Structure expressed on the perimeter, with building rigidity in the narrow direction taken though the east–west facades, using visible steel components that would help to further reduce façade exposure and to bring the buildings to ground.</p><p>5) A massing composition across all the buildings, as seen from Darling Harbour.</p><p>At this stage in the design, the commercial buildings sprang from an outdoor raised ground floor connected directly to Kent Street and cascading down to the water’s edge. The majority of the retail was to be located within the level below, making its presence felt on Hickson Road and the extension of King Street. The tallest tower was some 160 metres high, with the majority below 100 metres.</p><p>The design for the successful bid for Barangaroo South two years later in 2008 had to contend with a smaller site, held back more than 60 metres from the harbour edge in accordance with the line proposed in the plans by Hill Thalis – which had won the 2006 competition but had since fallen by the wayside – and the authorities’ requirement for a material increase in floor area as a result of the NSW State Government’s desire to receive higher land payments.</p><p>A concept of what became known as ‘semi-detached office buildings’ was developed to incorporate fewer but larger floorplates. Two pairs were squeezed into the site and sub-site plots. The east–west roads were eliminated and the buildings splayed apart to mitigate the impact of their proximity and to create a more clearly defined pedestrian route back to Kent Street. The raised ground floor evolved into a carved plinth animated with office lobbies but maintained the notion of stepping down to the water over the retail. The western edge was broken down to a human scale to allow smaller buildings to occupy the foreground along the new Hill Thalis line.</p><p>Comments from the jury that they would prefer to bring pedestrians down to the existing ground level at Hickson Road initiated a key evolution in the design. From this moment, the decision that retail space would have to be mixed with commercial addresses has defined the project. A relaxing of the Hill Thalis line to allow a building set back from the water’s edge of only 30 metres created the additional layer needed to construct a network of clearly defined streets. The ‘semi-detached office building’ concept was developed to create a semi-covered office piazza – with its address on Hickson Road and the extended King Street – that would allow the blurring of workplace and public realm. The scale of each floor, however, had grown as Lendlease refined their demand through market testing. The four floorplates were therefore reduced to three, rendering the concept of the super-efficient (shared space) ‘semis’ redundant. The final straw was concern over how a tall building with what was in effect a party wall could be marketed to investors interested in a distinct entity with clear boundaries. This is a blight of the modern city, where discontinuity at street level becomes a product of boundary division.</p><p>The towers were now conceived of as three siblings. A decision was made to orient them the ‘wrong’ way around, using the common core areas to protect their northerly faces to reduce energy demand. The central tower, to be delivered first, had to comply with the existing masterplan height restrictions of 180 metres but the others would be subject to amendment, giving birth to the concept of a stepped composition. Each tower was to have a linear lobby running east–west from Hickson Road to King Street and plinth buildings between each created pedestrian streets connecting east–west, as well as defining clarity of ownership.</p><p>The cores of the towers were pulled apart along their length to provide communal spaces that allowed a radical approach to lift-lobby design, enabling destination-control lifting and striking a balance between the space needs at lobby level and those on the floors. These changes all contributed to the efficiency of the floorplate, while the increased building widths, following the move to separate the buildings, further splayed the plan and helped to retain views out. At this point, the final geometry of the fan of buildings was adopted, but there remained a lack of clarity concerning the interdependence of public realm and commercial lobbies at street level. This stage produced a unique and exciting response, which was pursued for many months until, following a review by workplace expert Frank Duffy of DEGW, it was deemed too extravagant in its provision of ‘interstitial space’ – the space that would make the buildings interesting, the office community space.</p></div>",
  "construction": "<div><p>Construction of Barangaroo commenced with the basement works in 2010 on the site of a former container port which in turn was reclaimed land built on top of the wharves buildings. The towers share a two-level basement retained around its perimeter by a 770m long diaphragm wall that now houses a 62-megawatt district cooling plant, (DCP), a high voltage embedded electrical network and a recycled water treatment plant.</p><p>Construction of the towers began in 2013 with Environmentally Sustainable Design (ESD) and energy efficiency being key objectives for RSHP and Lendlease, the developer and design and construction project manager. They targeted a 20% reduction in embodied carbon during construction, including a Life Cycle Assessment (LCA) for the top 20 building materials and Lendlease built its own concrete plant on site to save more than 300,000 truck movements and 5,000 tonnes of carbon emissions. It also ensured that 97% of all the construction waste was recycled.</p><p>To optimise efficiency, the towers were constructed utilizing an in-situ concrete post-tensioned frame with band beams to minimise floor to floor heights whilst maintaining ceiling height. Optimum performance of a post-tensioned slab is gained by having a back-span. The back-span in turn means columns cannot be placed on the façade, so to minimise interference to space planning, the columns sit back from the façade creating a 4-meter cantilever to minimise floor to floor heights at 3.8m, whilst maintaining a 2.9m floor to ceiling height.</p><p>The services risers, linking the basements and the 3 plant floors per tower, and which contain the toilets and escape stairs, are located off-centre and inboard of the lifts to optimize their runs and routes. These were constructed using a jump- form stability core. Inserted into this are the prefabricated vertical services risers, built in an off-site factory and incorporating ductwork, pipework, fire rated walls and access platforms. This major feature of the HVAC installation took less than an hour to install from the time the truck arrived on site and were a first for high rise buildings in Australia.</p><p>The lift cores are separated from the rest of the risers and expressed on the northern face. They also utilized jump-form construction up to 15 floors ahead of the main floorplate construction and enabled the launch for the 5 day main floor construction cycles.</p><p>The façade systems were developed with the Sydney-based engineering team from the international firm Yuanda and fabricated in China. They utilize a common primary system whereby a vertical fin and horizontal louvre system is attached to its specific tower. These are installed onto the common unitized facade panels on the floorplate and hung from the floor above, prior to launching out externally - roughly 5 floors behind the previous floorplate. The fins are fixed to the 1.5m wide facade panels at 3 metre centres and are up to 1.8m deep and 3.7m long. They are pin-fixed top and bottom for alignment and are designed to resist wind loads of up to 150km/h.</p></div>",
  "dimensions": [
    {
      "label": "Tower 1 Total Area",
      "value": "116 286 m²",
      "id": "6bab41e529ea45d99a3a0bc1bd861df2"
    },
    {
      "label": "Tower 1 Office",
      "value": "107 563 m²",
      "id": "784fa9884da24550a5357e881bcf3d3e"
    },
    {
      "label": "Tower 2 Total Area",
      "value": "99 656 m²",
      "id": "b46072c5e2c74938b9fac7819c737386"
    },
    {
      "label": "Tower 2 Office",
      "value": "96 965 m²",
      "id": "f8c297107ddb495caec59161f306fbd0"
    },
    {
      "label": "Tower 3 Total Area",
      "value": "90 524 m²",
      "id": "72aed26d853a4a3a8499289287ec5909"
    },
    {
      "label": "Tower 3 Office",
      "value": "84 799 m²",
      "id": "520a4a1037764bfa9a4028d2e0f83c82"
    }
  ],
  "companies": [
    {
      "label": "Collaborating Architect",
      "value": "Lendlease Design Architect",
      "id": "79ff103b04204316ad89fdfed5afa089"
    },
    {
      "label": "Structural Engineer",
      "value": "Lendlease Design/ARUP",
      "id": "7fbe32e197054d0f80aeef0fc73cfc08"
    },
    {
      "label": "Façade Engineer",
      "value": "ARUP",
      "id": "8331cdc62ccc4e4fa3ed14071a3ce501"
    },
    {
      "label": "Planning Consultant",
      "value": "JBA",
      "id": "6682179234a949a5bfc9362f3fcbbadf"
    },
    {
      "label": "Quantity Surveyor",
      "value": "Lendlease",
      "id": "10087c6a839f4122818274d426269e6c"
    },
    {
      "label": "Services Engineer",
      "value": "NDY",
      "id": "1d8503b0d6c043d19d692b89822ee56b"
    },
    {
      "label": "Contractor",
      "value": "Lendlease",
      "id": "37710e0b94234cfb91a56c35c7f69cd1"
    },
    {
      "label": "Lighting Consultant",
      "value": "Speirs Major",
      "id": "7d225aa0c267434488dcd0a14a6709f2"
    }
  ],
  "awards": [
    {
      "date": "2018-01-01",
      "year": "2018",
      "award": "Property Council of Australia Awards - RLB Australian Development of the Year",
      "rowId": "9c25d751b674472096a7f9b6bf3bbbf1"
    },
    {
      "date": "2018-01-01",
      "year": "2018",
      "award": "Property Council of Australia Awards - Eagle Lighting Australia Award for Best Workplace Project",
      "rowId": "91d3d2f4da2f43e487825a9cdb8cd529"
    },
    {
      "date": "2018-01-01",
      "year": "2018",
      "award": "Property Council of Australia Awards - WSP Award for Best Sustainable Development - New Buildings",
      "rowId": "675e30466708405d819e18eefd5a0f30"
    },
    {
      "date": "2018-01-01",
      "year": "2018",
      "award": "Property Council of Australia Awards - Liberty Steel Award for Best Mixed Use Development",
      "rowId": "4d2a00dd7a174507bd15a45fd57c4013"
    },
    {
      "date": "2018-01-01",
      "year": "2018",
      "award": "Property Council of Australia Awards - Tenderfield People's Choice Award",
      "rowId": "f8cd3ccfbfc74c719575883320663a02"
    }
  ],
  "certificates": [
    {
      "authority": "Green Star",
      "rating": "6 Stars",
      "rowId": "47c415c353a24e72b74cc345477a3d7d"
    },
    {
      "authority": "WELL",
      "rating": "Certification Platinum",
      "rowId": "87c0d0b7397d4f63a529a5ec480dcb63"
    }
  ]
}