{
  "ype": "Project",
  "id": "04000",
  "url": "civic/senedd-cymru-welsh-parliament/",
  "serializeDate": "'2022-06-19 14:25:39.065'",
  "serialized": 1655648739065,
  "serializedBy": "sreeve",
  "title": "Senedd Cymru, Welsh Parliament",
  "description": "The election of the Welsh National Assembly in 1999, was a turning point in the history of Wales. Its home, Cardiff’s former docklands, is a striking addition to the local landscape and a statement of faith in the regeneration process.",
  "date": "1998-2005",
  "client": "Taylor Woodrow Construction",
  "location": "Cardiff, UK",
  "longLat": "-3.16243  / 51.46369",
  "longitude": "-3.16243 ",
  "latitude": "51.46369",
  "constructionCost": "£ 41 000 000",
  "typologies": [
    "Civic"
  ],
  "team": [
    "David Ardill",
    "Stephen Barret",
    "Ed Burgess",
    "Mike Davies",
    "Lucy Evans",
    "Mike Fairbrass",
    "Rowena Fuller",
    "Marco Goldschmied",
    "Ivan Harbour",
    "Mimi Hawley",
    "Kazu Kofuku",
    "Tom Lacy",
    "James Leathem",
    "Jose Llerena",
    "John Lowe",
    "Tim Mason",
    "Stephen McKaeg",
    "Annie Miller",
    "Liz Oliver",
    "Tamiko Onozawa",
    "Mathis Osterhage",
    "Andrew Partridge",
    "Inma Pedragosa",
    "Tosan Popo",
    "Richard Rogers",
    "Simon Smithson",
    "Neil Wormsley",
    "Daniel Wright",
    "Yoshi Uchiyama",
    "John Young"
  ],
  "partners": [
    "Ivan Harbour",
    "Andrew Morris"
  ],
  "leaders": [
    "Jim Leathem",
    "John Lowe",
    "Daniel Wright"
  ],
  "overview": "The election of the Welsh National Assembly in 1999, was a turning point in the history of Wales. Its home, Cardiff’s former docklands, is a striking addition to the local landscape and a statement of faith in the regeneration process. The Assembly building embodies democratic values of openness and participation, while its progressive environmental agenda establishes a new standard for public buildings in Britain.\n\n\nThe idea of openness is exemplified by the transparency of the building. Public spaces are elevated on a slate-clad plinth and cut away to allow daylight to penetrate the administrative spaces at lower level. A light-weight, gently undulating roof shelters both internal and external spaces, pierced by the protruding extension of the Debating Chamber. A large circular space at the heart of the building, the Chamber is defined by the dramatic roof made from Forest Stewardship Council (FSC) rated Western red cedar timber, which is drawn down from the roof above to form its enclosure.The Assembly also includes exhibition and education spaces, a café, committee and meeting rooms, press facilities, offices for the principal officers of the Assembly and a members’ lounge.\n\n\nThe servicing strategy responds to the varying demands of the internal spaces – air-conditioning is supplied in the debating chamber, while the public lobby is naturally ventilated. Heat exchangers capitalise on the potential of the ground as a cooling mechanism, while the thermal mass of the plinth tempers fluctuations in the internal environment. In this way, the design achieves significant energy savings compared to traditional buildings.\n\nHard landscaping, together with an avenue of trees, creates a public space around the Assembly and completes the jigsaw of new development in this part of Cardiff Bay.",
  "design": "The detailed design of the internal and external environments of the National Assembly for Wales contributes positively to the public life of the city.\n\nThe Main Hall and the Debating Chamber form the internal, spatial representation of the electorate and the elected respectively and have been the focus of much attention in the design process.\n\nThe Main Hall is arranged on two levels with the lower entrance level housing the public reception and information facilities. To one side of the large slate and glass reception desk, a flight of stairs leads to the upper level, which accommodates a café and exhibition area with a glass floor allowing glimpses down into the Debating Chamber and impressive views in all directions.\n\nThe Debating Chamber, a large circular space at the heart of the building, is crowned by a dramatic bell form expressed in the roof plane. The interior of the bell is finished in concentric, satin-finished aluminium rings. Surmounting these, a glazed lantern allows diffused daylight into the space below, while a conical mirror suspended within the lantern reflects additional daylight into the chamber.\n\n\nThe debating chamber is the physical and metaphorical centre of the design, and it is surrounded by public space to ensure it remains open and accessible to all. The Chamber is signalled by the dramatic bell form projecting above the roof line, inspired by RSHP’s previous collaboration with the artist Anish Kapoor on the Bordeaux Law Courts (1998). The lower portion of the bell is glazed, offering views into the chamber from the public viewing gallery above, which can accommodate 128 people, including up to twelve wheelchair users. The chamber includes significantly increased security features that were incorporated following the 9/11 terrorist attacks in New York in 2001.\n\nThe exterior areas around the National Assembly form a cohesive new open public space that sits between well established areas of differing character and quality. At Rogers Stirk Harbour + Partners’ suggestion, the site, which is located directly facing Cardiff Bay, was expanded to take advantage of the opportunity to complete a ‘jigsaw’ of development in the immediate vicinity and to create an important new public space for the city.\n\n\nHard landscape extends from the plinth to the adjoining buildings completing the development in this part of the bay. Low slate walls define a series of terraces falling away from the front of the building and onto the existing harbour wall. The wall is penetrated by the Old Dock, providing the opportunity for the terraces to continue down to the water, through the wall and onto an extended boardwalk.\n\nA connection is created between the new building and Cardiff Bay, creating a fully integrated public place that engages passers-by, allowing them to enjoy the waterfront and participate in the democratic process. Materials, especially local slate, were chosen to unify the landscape.",
  "concept": "Rogers Stirk Harbour + Partners employed the idea of openness and transparency as the driving factor in the design for the National Assembly for Wales, Cardiff. The building was conceived not to be an insular, closed edifice but a transparent envelope, looking outwards to Cardiff Bay and beyond, making visible the inner workings of the Assembly and encouraging public participation in the democratic process.\n\nThe idea of openness is exemplified by the organisation of the building. Public spaces are elevated on a slate-clad plinth, stepping up from the water and cut away to allow daylight to penetrate the administrative spaces below, thereby enabling a visual connection between the electorate and the elected.\n\n\nA lightweight, gently undulating roof shelters both internal and external spaces, extending downwards in a bell form to encapsulate the chamber. The roof is pierced by a wind cowl that rises above the debating chamber at the centre of the building. The large roof surface ensures that at pedestrian level the Assembly, which is in fact the smallest building in the immediate area, has the most significant visual impact.\n\n\nThe dominant horizontal elements: the roof plane and the landscaped plinth, define an enclosure with the adjoining buildings that extends beyond the immediate confines of the site. The roof defines the principle spaces within the building in the undulations of its curved trajectory, while the plinth rises out of the bay to define the public realm, rendering the entire design a concise expression of the newly created Assembly.",
  "construction": "Unsurprisingly for a publicly funded building, cost certainty was seen as one of the most important criteria.\n\nOriginally, a project management contract was employed, however this did not give adequate certainty as to the cost or the schedule of the building programme. Following a review of the procurement possibilities, Rogers Stirk Harbour + Partners was re-commissioned under a Design and Build fixed price contract so that the total cost of the development could be assured from the beginning.\n\n\nAs a public building, the Assembly has the responsibility of setting high environmental standards. Controlled natural light is used extensively throughout the design. In the Debating Chamber, daylight penetrates through the glazed lantern, while the roof cowl rotates to the direction of the wind to drive natural ventilation. The building runs at well below the best practice average of 130 kilowatt hours per square metre.\n\n\nIn light of this approach, prefabrication techniques with off-site assembly were maximised. In addition, natural materials including timber, slate and stone were chosen for their life cycle cost, including value, durability and maintenance regime, with each element specified to achieve a 100 year design life in the marine environment of Cardiff Bay.",
  "dimensions": [
    {
      "label": "Site Area",
      "value": "14,382 m²",
      "elementId": "ca5399860eb54d00b6c8a7c64f743c20"
    },
    {
      "label": "Gross Floor Area",
      "value": "5,308 m²",
      "elementId": "166fd1265811458591153814d2e0604a"
    }
  ],
  "companies": [
    {
      "label": "Structural Engineer",
      "value": "Arup",
      "elementId": "34f2ba87ba464c308df3c31e3372a823"
    },
    {
      "label": "Project Manager",
      "value": "Schal",
      "elementId": "2e83c7bb32534643af27260c8bdd1819"
    },
    {
      "label": "Landscape Architect",
      "value": "Gillespies",
      "elementId": "af63cff2935a4423a487a32e3eaf6a02"
    },
    {
      "label": "Contractor",
      "value": "Taylor Woodrow Construction",
      "elementId": "8ca6f718522d41fc8057c46a3394a400"
    },
    {
      "label": "Acoustic Consultant",
      "value": "Sound Research Laboratories",
      "elementId": "fc90d8a0074f434a8ce73b41ca17bbe7"
    },
    {
      "label": "Environmental Consultant",
      "value": "BDSP Partnership",
      "elementId": "421adafc2bba49c6a4d74d4336bd3e40"
    },
    {
      "label": "Fire Engineering",
      "value": "Warrington Fire Research",
      "elementId": "40261114eb89474fa010944f540705c6"
    },
    {
      "label": "Access Consultant",
      "value": "Vin Goodwin",
      "elementId": "d9066a82715c4bce9d48d5b7021c5d02"
    },
    {
      "label": "Broadcasting Consultant",
      "value": "Department Purple",
      "elementId": "4e44d80ca97340e79ef75e6a1598f73c"
    },
    {
      "label": "Wind Engineering",
      "value": "Arup",
      "elementId": "46aa1174f5ee46a58424e2336e219e65"
    },
    {
      "label": "Façade Consultant",
      "value": "Arup Facade",
      "elementId": "0e96aacf5fed4f6582d16b31d9337f3f"
    },
    {
      "label": "Bomb Blast",
      "value": "TPS consult",
      "elementId": "565d3dede0754e1299191dd35bfd8fac"
    }
  ],
  "awards": [
    {
      "date": "2007-01-01",
      "year": "2007",
      "award": "Civic Trust Award",
      "rowId": "eebf9b051f0c482a917245852a3e24f0"
    },
    {
      "date": "2007-01-01",
      "year": "2007",
      "award": "Chicago Athenaeum International Award",
      "rowId": "C90E90FBB065411291C5704A73A39B68"
    },
    {
      "date": "2006-01-01",
      "year": "2006",
      "award": "RIBA National Award",
      "rowId": "518C832F17BF497380BB687D92546F46"
    },
    {
      "date": "2006-01-01",
      "year": "2006",
      "award": "RIBA Stirling Prize Building of the Year Shortlist",
      "rowId": "D7F40AB8459B476AA0F508D91380E5D3"
    }
  ],
  "certificates": []
}
