{
  "type": "Project",
  "id": "05610",
  "url": "mixed-use/one-monte-carlo",
  "serializeDate": "'2022-06-27 17:47:48.331'",
  "serialized": 1656352068331,
  "serializedBy": "sreeve",
  "title": "One Monte Carlo",
  "description": "This project provides a large urban intervention which extends the public realm and redefines the character of this historic key location next to the Place du Casino",
  "date": "2008-2019",
  "client": "Société des Bains de Mer de Monaco",
  "location": "Monte Carlo, Monaco",
  "longLat": "7.426544  / 43.739395",
  "longitude": "7.426544 ",
  "latitude": "43.739395",
  "constructionCost": "€250 million",
  "typologies": [
    "Mixed Use"
  ],
  "team": [
    "Tadashi Arai",
    "Eleanora Bressi",
    "Torsten Burkhardt",
    "Davide Costa",
    "Margot Courtemanche",
    "Kelly Darlington",
    "Benjamin Darras",
    "Isabelle Davis",
    "Ainhoa Abreu Diaz",
    "Paul Dosanjh",
    "James Foster",
    "Tobi Frenzen",
    "Benjamin Garcia Saxe",
    "Mariana Garza",
    "Christine Geneste",
    "Mark Gordon",
    "Lennart Grut",
    "Nandi Han",
    "Ivan Harbour",
    "Amarjit Kalsi",
    "Marylou Manhès",
    "Andrea Marini",
    "Ann Miller",
    "Tim Moorhouse",
    "Pedro Morales",
    "Vajini Pannila",
    "Joanna Pencakowski",
    "Rosa Prichard",
    "Michael Pugh",
    "Richard Rogers",
    "Stephen Le Roith",
    "Tanya Samarasingha",
    "Charlene Shum",
    "Elisabeth du Souich",
    "Yasmin Al-Ani Spence",
    "Sam Tan",
    "Marco Tessaro",
    "Alex Zimmermann",
    "Annette Main"
  ],
  "partners": [
    "Ivan Harbour",
    "Lennart Grut"
  ],
  "leaders": [
    "Torsten Burkhardt"
  ],
  "overview": "This mixed-use project redeveloped the site previously occupied by the Sporting d’Hiver building, located next to the Place du Casino in the very heart of Monte Carlo. Bounded by the Hôtel de Paris, the Hôtel Hermitage and the neighbouring Petit Afrique park, the old building block dominated the streetscape but offered little public access through the site. RSHP have designed a series of mixed-use pavilions creating a very permeable new city quarter that will provide high-end residential, retail and restaurant accommodation, office and conference facilities as well as an art gallery within a landscaped public realm. This key location in Monte Carlo is reasserting its historical role in the economic, social and cultural development of the Principality.\n\nThe newly created central street connects from the Hôtel de Paris to the Petit Afrique park creating an enhanced sense of place. With the aim of bringing the informal character of the park into the scheme, the new street is enlivened by rich landscaping, casual seating and vertical planting on the residential pavilion facades.\n\n\nThe organisation of the elegantly curved residential pavilions is modular and flexible, offering opportunity for a wide range of apartment fit-out options. A generous retractable facade system allows the interior living quarters of each apartment to transform into an external living space, also maximizing extraordinary views of the city, the Mediterranean and the mountains. Deeply recessed glazed circulation cores between each pair of buildings act to mitigate the impact of the pavilions from the massing point of view. Light wells between the pavilions allow daylight to filter into the landscaped courtyards adjacent to the conference facilities located below ground.\n\n\nThe locally renowned Salle des Arts from the original Sporting d’Hiver building has been reinstated as the heart of the conferencing facilities. These facilities are made up from a comprehensive suite of rooms providing a flexible multi-use amenity in a central location. The new art gallery, submerged within the Petit Afrique park, can be joined to extent these public facilities further, but is to operate as an independent destination gallery for most parts of the year.",
  "design": "This mixed-use project redeveloped the site previously occupied by the Sporting d’Hiver building, located next to the Place du Casino in the very heart of Monte Carlo.\n\nThe old Sporting d’Hiver building block provided little public access through the site. Hence, one of the projects aims was to significantly increase permeability. Introducing a new pedestrianized central street was the principle urban move to an ensemble comprising of a series of mixed-use pavilions that will provide residential, retail, office, cultural and conference facilities. This key location in Monte Carlo is reasserting its historical role in the economic, social and cultural development of the Principality.\n\n\nThe elegantly curved shape of each pavilion enables the front facade to be maximized, providing extraordinary views out as well as an abundance of natural light in. Light wells between the pavilions allow daylight to filter into the landscaped courtyards adjacent to the conference facilities located below ground. The design of the redevelopment is centered on public access at ground level that will create an enhanced sense of place in this central part of Monte Carlo. The re-landscaped design offers an extra 30% more public space, breathing renewed life into the quartier. The new retail street provides generous connectivity and is enlivened by rich landscaping, casual seating and vertical planting on the residential pavilion facades.",
  "concept": "Our approach responds to the constraints of the site by maintaining the height of surrounding buildings to complete the rhythm of the existing skyline. Six residential pavilions are included in the design – four along the Allées des Boulingrins and two along the Avenue Princesse Alice – served by three sets of vertical circulation cores recessed between the paired buildings. The design and location of the residential units within the pavilions take full advantage of the views across the panorama of Mediterranean, mountains and city. An oval-shaped office building complements the ensemble above ground while conference facilities have been located beneath the new street with an art gallery subtly integrated in the park landscape of the Petit Afrique. The locally renowned Salle des Arts from the original Sporting d’Hiver building has been reinstated as the heart of the conferencing facilities.\n\nThe organization of the elegantly curved residential pavilions is modular and flexible, offering opportunity for a wide range of apartment fit-out options. A generous retractable façade system allows the interior living quarters of each apartment to transform into an external living space. The office accommodation has been extended to nine floors in order to achieve a more expressive form. The conference facilities and art gallery offer a flexible series of spaces with surprisingly generous volumes submerged below the ground but daylit by intimate courtyards located between the pavilions.\n\n\nBuilding on the commercial success of Avenue des Beaux-Arts which runs between Hôtel Hermitage and Place du Casino, a new, pedestrianized retail street will be formed through the development, creating a strong, wider axis of public realm between Avenue des Beaux-Arts and Petit Afrique. Level paving, ample planting and generous seating along this route will enhance public activity in a sequence connecting the new retail street with the Avenue des Beaux-Arts through into the recently created central courtyard of the refurbished Hôtel de Paris.\n\nIvan Harbour, Partner in charge of the project, said: “The principal urban move was to create a major new pedestrianized street lined with shops, restaurants and a public art gallery. Above the shops, the adjacent Hôtel de Paris is extended with serviced apartments and offices”.\n\nThe environmental design responds to the dynamics of the external environment while providing a comfortable internal environment. The shading effect from the generous balconies and the close proximity of the residential pavilions help to reduce solar intake. Demand for energy and other resources is minimized: efficient systems, equipments and controls are used to reduce consumption levels by still offering individual user control. Renewable resources are employed to meet the project requirements, like the photovoltaic panels integrated into the roof landscape of the office building.",
  "dimensions": [
    {
      "label": "Site Area",
      "value": "5 067 m²",
      "id": "1ad5e96f4b22488c98049130fa41e438"
    },
    {
      "label": "Gross Floor Area",
      "value": "74 595 m²",
      "id": "db485106b1794fefb7b67866c1810cc9"
    }
  ],
  "companies": [
    {
      "label": "Co-Architect",
      "value": "Alexandre Giraldi Architecte D.P.L.G.",
      "id": "8d13dc8ed1ae418b99d2c63d87775679"
    },
    {
      "label": "Quantity Surveyor",
      "value": "Thorne & Wheatley",
      "id": "d5da15a404ea4bd79e2c74e522779cc5"
    },
    {
      "label": "Structural Engineer",
      "value": "Tractebel Engineering S.A.",
      "id": "719417d956084d6b8cf50b7d4e2e7cfa"
    },
    {
      "label": "Landscape Architect",
      "value": "Jean Mus & Compagnie",
      "id": "5b75cada21354fe0962bde2c44579fac"
    },
    {
      "label": "Environmental Services Engineer",
      "value": "EDEIS",
      "id": "1b9a9494fcf24cabaad8d059de5134f2"
    },
    {
      "label": "Façade Engineer",
      "value": "Arcora",
      "id": "97ac6572264143bd92d644be537513bd"
    },
    {
      "label": "Lighting Design",
      "value": "TG Lighting",
      "id": "9d3253abd3694eb7bf8f2db89c173d42"
    },
    {
      "label": "Acoustics",
      "value": "Capri Acoustique",
      "id": "85578dea8f78442dbf2cdd2a5a0f00a7"
    }
  ]
}
