{
  "type": "Project",
  "id": "06780",
  "url": "residential/burlington-gate",
  "serializeDate": "'2022-06-19 14:26:15.979'",
  "serialized": 1655648775979,
  "serializedBy": "sreeve",
  "title": "Burlington Gate",
  "description": "Burlington Gate is made up of apartments and galleries, as well as a new public space in the form of an arcade that runs from Old Burlington Street to Cork Street.",
  "date": "2012-2017",
  "client": "Native Land (Ten Acre (Mayfair) Two Limited)",
  "location": "London, UK",
  "longLat": "-0.141115  / 51.510608",
  "longitude": "-0.141115 ",
  "latitude": "51.510608",
  "typologies": [
    "Residential"
  ],
  "team": [
    "Matt Cooper",
    "Jean Corona",
    "Simon Davis",
    "Laurence Day",
    "Philip Dennis",
    "John Dent",
    "Ainhoa Diaz",
    "Mike Fairbrass",
    "Vidal Fernandez",
    "Tobi Frenzen",
    "Anja Kempa",
    "Kinga Koren",
    "Emily Lewith",
    "Tim Mason",
    "Cris Mitry",
    "Andrew Morris",
    "Borja Muguiro",
    "Mark Ng",
    "Dawid Panek",
    "Laura Penman",
    "Richard Rogers",
    "Alleen Siu",
    "Graham Stirk",
    "Angela Tobin",
    "Rion Willard",
    "Andrew Yek",
    "Annette Main"
  ],
  "partners": [
    "Graham Stirk"
  ],
  "leaders": [
    "Simon Davis"
  ],
  "overview": "Burlington Gate is made up of apartments and galleries, as well as a new public space in the form of an arcade that runs from Old Burlington Street to Cork Street. Not only does this project enhance the experience of London’s most established art gallery district, it also re-establishes the character of the Georgian streetscape with a contemporary building of the highest architectural quality.\n\nThe development is in the heart of Mayfair close to the Royal Academy and Burlington Arcade. The area was developed most extensively during the 18th Century and is typified by a hierarchy of streets and squares framed by close grained Georgian architecture. Successive eras of development have taken place and the area now has a great variety of architectural styles and scales.\n\n\nRSHP’s design has evolved through an analysis of the immediate and wider context, which has resulted in a sensitive scheme that responds to the height, scale and urban grain of its surroundings and provides a positive contribution to the streetscape of Old Burlington Street and Cork Street. The development comprises two linear buildings connected by a single translucent core that allows light into the heart of the scheme. The street facades are expressed in a series of bays in proportion to the nearby townhouses, restoring the prevalent urban grain. Inside, apartments are arranged so that the living areas face the streets and bedrooms face the internal light well, taking advantage of daylight as much as possible. At the upper levels, the façade is inclined and this setback responds to the surrounding roofscapes.\n\n\nThe materials for this project have been carefully selected to reflect the architectural heritage of the area. The main structural frame will be made up of high-quality reinforced concrete that contains a high proportion of crushed granite, basalt and mica aggregate. This dark background is broken up by a series of light stainless steel frames and matches the colour contrast of the surrounding brick facades with their white window frames. These stainless steel elements surround either windows or solid panels made up of handmade bricks, referring to the subtle modelling on the adjacent building exteriors.",
  "dimensions": [
    {
      "label": "Total Area",
      "value": "12 000 m²",
      "elementId": "0f656a7990e440019d8c4499685fd482"
    }
  ],
  "companies": [
    {
      "label": "Structural Engineer",
      "value": "Waterman Structures Limited",
      "elementId": "2b994062c477468dbafba346d856ba41"
    },
    {
      "label": "Services Engineer",
      "value": "Waterman Building Services",
      "elementId": "6ce3a03f1abd4db793a9fe4db88ef4b0"
    },
    {
      "label": "Contractor",
      "value": "Multiplex",
      "elementId": "ef4c7fd527b54e19adfb8afbc8ce5cf9"
    },
    {
      "label": "Cost Consultant",
      "value": "Core 5",
      "elementId": "ac71b7d53cc44adfaa7f48f1f52bca56"
    },
    {
      "label": "Planning Consultant",
      "value": "DP9",
      "elementId": "0be6cda69d44409b955f2de6e091283a"
    },
    {
      "label": "Fire Consultant",
      "value": "Waterman",
      "elementId": "b75edbee395f40649fb5612d60bcbfd3"
    }
  ]
}
