{
  "type": "Project",
  "id": "01460",
  "url": "office/channel-4-hq/",
  "serializeDate": "'2022-06-27 17:05:23.948'",
  "serialized": 1656349523948,
  "serializedBy": "sreeve",
  "title": "Channel 4 HQ",
  "description": "The Channel Four Television Headquarters building occupies a prominent corner plot near Victoria Station London and comprises approximately 15,000 m² of headquarters, broadcasting suites used for daily news and other associated digital channels, a studio, an underground car park and a landscaped garden square.",
  "date": "1990-1994",
  "client": "Channel 4 Television",
  "location": "London, UK",
  "longLat": "-0.13292  / 51.495997",
  "longitude": "-0.13292 ",
  "latitude": "51.495997",
  "constructionCost": "£38,500,000",
  "typologies": [
    "Office"
  ],
  "team": [
    "Mike Davies",
    "Mike Fairbrass",
    "Stephen Light",
    "Avtar Lotay",
    "John Lowe",
    "Andrew Morris",
    "Richard Rogers",
    "Stephen Spence",
    "Graham Stirk",
    "Martin White",
    "John Young"
  ],
  "partners": [
    "John Young"
  ],
  "leaders": [
    "Mark Darbon"
  ],
  "overview": "The Channel Four Television Headquarters building occupies a prominent corner plot near Victoria Station London and comprises approximately 15,000 m² of headquarters, broadcasting suites used for daily news, Film 4, E4 and other associated digital channels, a studio, an underground car park and a landscaped garden square. The building, clad in pewter-coated powder-grey aluminium and glass, occupies the northern and western sides of the site.\n\nThe two four-storey wings contain office space accommodating up to 600 staff and are arranged in an L-shape, addressing the corner of the street with a curved connecting space framed by two ‘satellite towers’. To the left are four conference rooms stacked one on top of the other, and to the right lifts, boiler flues, and chiller plant, topped by transmission antennae.\n\n\nThe entrance, through a dramatic concave suspended glazed wall, is the predominant feature of the scheme. A stepped ramp leads from the street over a glass bridge spanning the roof-light of the foyer/cinema complex below. Beyond the reception area, a restaurant fills the curve with views over the garden. A sweeping roof-top terrace extends from the top-level boardroom.\n\nThe clients were looking for a scheme which expressed the character of their operations – innovative, socially aware and willing to take risks. The building admirably expresses the perceived identity of the organisation while reflecting civic and contextual values which are central to RSHP's urban architecture.",
  "design": "The entrance, the most striking space in the building, is defined by the first hanging curved curtain wall in London, rising the full height of the building.\n\nThis atrium forms the main entrance space to the building with glazed walls that look through to the offices. Tiers of lightweight walkways at each level allow access from one wing to the other and animate the space. These walkways are formed from concrete and punctured by glass lenses that serve to create a dynamic geometric pattern when viewed from below.\n\n\nSeen from the exterior, the entrance is flanked by two towers. The first accommodates a bank of lifts and services. The second tower is composed of a stack of meeting rooms, expressed as individual boxes supported on steel portal frames. Between the two towers the stone-paved public piazza rises gradually from street level to the main entrance. Here, a glass canopy hovers over the piazza, drawing visitors across a glass bridge towards the entrance. The bridge traverses what appears at first glance to be a pool, but is in fact the oculus that defines the circular foyer of the cinema below. From the cinema foyer, looking back up towards the street level, glimpses of the soaring glass wall and people crossing the glazed bridge provide an unconventional worm’s eye perspective.\n\n\nThe democratic aspirations of Channel 4 are reflected in the placement of the staff cafeteria at the heart of the building on the ground floor, half a level below the entrance and atrium. Glimpsed from the atrium over the reception desk, the cafeteria can be seen in the context of the communal gardens in the centre of the development. The space is used as a universal gathering and social venue.\n\nThe form of the building is given articulation by recessing the ground floor to expose the circular in-situ concrete columns that support the structure. The building is further emphasised by setting back the restaurant facade to provide access to a shaded south facing terrace, which overlooks the garden. The external walls facing onto the gardens are divided into four horizontal strips. The upper and lower strips are shaded with expanded aluminium screens, both to provide privacy for the inhabitants and to reduce solar gain. Light levels and glare can be further controlled internally by blinds that fit into the space of each horizontal strip.",
  "concept": "The architectural concept was driven by the decision to conceive the Channel 4 building and the associated housing scheme as a unified perimeter block enclosing a courtyard garden.\n\nAs a result, the masterplan re-establishes the traditional form of the urban block which is found throughout London. Channel 4’s segment of the complex occupies two sides of the block, joined at the north-west corner by a fully glazed entrance. The remaining two sides are formed by the residential buildings which were developed by Channel 4 as a separate undertaking in order to offset the cost of the development as a whole.\n\n\nThe Channel 4 building is organised from the basement upwards, with the highly technical, service-heavy spaces located in the basement, proceeding upwards through four storeys above ground.\n\nAs the majority of Channel 4’s output is made by independent programme makers, there was no need for an elaborate network of studios. In fact, only one studio was required, which is located in the basement with its own access to street level, along with other technical spaces including editing suites, telecine suites, broadcast facilities and video tape library. On the higher of the two basement levels are a cinema for press screenings and perimeter offices equipped with high level windows to introduce daylight. The first three floors above ground accommodate a mix of open plan and cellular office spaces with the maximum amount of external glazing. The top floor contains executive offices and the boardroom, opening onto a terrace overlooking the courtyard.",
  "dimensions": [
    {
      "label": "Gross Floor Area",
      "value": "15 000 m²",
      "id": "3d2e4b5951254f77bc7f9a91f3c2063c"
    }
  ],
  "companies": [
    {
      "label": "Structural Engineer",
      "value": "Arup",
      "id": "cc3cac1f15d8475980654eb927c826ca"
    },
    {
      "label": "Services Engineer",
      "value": "Arup",
      "id": "ae6f70ec49da4938b8ccd1e6a410e590"
    },
    {
      "label": "Quantity Surveyor",
      "value": "Davis Langdon & Everest / Mott Green & Wall",
      "id": "3772c1a0993c44a1817d696ab8492c56"
    },
    {
      "label": "Landscape Architect",
      "value": "Rendel & Branch",
      "id": "a99b94fbd0f84c7681be31c7e3b1dff3"
    },
    {
      "label": "Surveyor",
      "value": "McBains Building Surveyor",
      "id": "631ebb1752a441a09447a76d4c56d3af"
    },
    {
      "label": "Space Planner",
      "value": "Grey Associates",
      "id": "bec012160eed44d9b8b19edfa48fbca8"
    },
    {
      "label": "Fire Consultant",
      "value": "Warrington Fire Research Consultants",
      "id": "13b4a27d185c487695a51ddf7873cc6a"
    },
    {
      "label": "Acoustic Consultant",
      "value": "Sandy Brown Associates",
      "id": "6ae3cb4b913d44e79e58743a8faed85f"
    }
  ],
  "awards": [
    {
      "date": "1996-01-01",
      "year": "1996",
      "award": "BBC Design Awards Finalist",
      "rowId": "04CD4637CC2A473D8EF7EB81A7C9E3F7"
    },
    {
      "date": "1995-01-01",
      "year": "1995",
      "award": "RIBA National Award",
      "rowId": "6440FFEC02E743098F211CACDAA859E3"
    },
    {
      "date": "1995-01-01",
      "year": "1995",
      "award": "Royal Fine Art Commission Award",
      "rowId": "2689FE9F5C6C48B08D1ED80B7EB952AA"
    }
  ]
}
