{
  "type": "Project",
  "id": "12205",
  "url": "office/carlton-house-terrace",
  "serializeDate": "'2022-06-27 15:41:17.223'",
  "serialized": 1656344477223,
  "serializedBy": "sreeve",
  "title": "Carlton House Terrace",
  "description": "20 Carlton House Terrace is a commercial refurbishment and expansion project in St James’s, London.",
  "date": "2019-",
  "client": "Clivedale London",
  "location": "London, UK",
  "longLat": "-0.1327287  / 51.5071356",
  "longitude": "-0.1327287 ",
  "latitude": "51.5071356",
  "typologies": [
    "Office"
  ],
  "team": [
    "Vitika Agarwal",
    "Bevan Badenhorst",
    "Jean Corona",
    "Luca D'Amico",
    "Benjamin Darras",
    "Dylan Davies",
    "John Dent",
    "Will Jeffries",
    "John Kennedy",
    "Stephen Light",
    "John McElgunn",
    "Joanna Pencakowski",
    "Peter Shannon",
    "Graham Stirk",
    "Alejandro Terron",
    "Emily Wilkinson",
    "Daniel Wright",
    "Andrew Yek"
  ],
  "partners": [
    "Graham Stirk",
    "Andrew Morris"
  ],
  "leaders": [
    "Daniel Wright"
  ],
  "overview": "20 Carlton House Terrace is a commercial refurbishment and expansion project in St James’s, London. The site is located in a highly sensitive local heritage context which is largely Grade I or II listed and includes the important 10-18 Carlton House Terrace by John Nash. RSHP worked closely with the client to identify the optimum strategy for redevelopment. Whilst RSHP initially considered a full new-build redevelopment of the site, this vision evolved collaboratively with the client. Careful analysis of the existing building showed that many of the benefits of the original new-build concept could be delivered whilst retaining most of the existing superstructure and basement box with all the associated embodied carbon benefits.\n\nRSHP’s proposals transform the existing 1970s office building and basement carpark into a high-quality commercial development focused around a vibrant social hub. New cores enabling a future-proofed servicing strategy are carefully positioned to simplify the plan, enhancing tenure flexibility and increasing efficiency. Below-ground levels are transformed into high quality, daylit flexible-use accommodation by introducing natural light at the perimeter and placing a new top-lit atrium space at its heart. The scheme also enhances its public realm setting with new soft and hard landscaping.\n\n\nThe main entrance is repositioned to create a double-height reception, leading to a new glazed lift-group connecting all floors. The panoramic lift car journey takes in views of the atrium, a newly created roof garden at level 1 and distant views to the north. This rich interior world, glimpsed from the street, connects the above and below ground levels in a coherent whole.\n\nThe repositioned cores structure the stepping form of the upper floors which enjoy stunning views from two new roof terraces. The light-weight roof extensions are unashamedly contemporary whilst carefully integrating with the existing building below. Their purposeful composition respects relationships to nearby residential properties and the statutory viewing plane from Parliament Hill to the Palace of Westminster which crosses the site.\n\nThe extent of glazing in the existing facade is increased enhancing natural light and views for occupants. Much of the existing natural stone façade is retained to preserve the group value with the neighbouring buildings which were part of the same original 1970s development. The result is a contemporary, authentic and elegant intervention within the historic St James’s Conservation Area.",
  "dimensions": [
    {
      "label": "Site Area",
      "value": "21 400 m²",
      "id": "45d715571aeb47209bf38cfb544b852e"
    }
  ],
  "companies": [
    {
      "label": "Structural Engineer",
      "value": "Elliott Wood",
      "id": "e4191f5936be44bc9e6c888bee74de1c"
    },
    {
      "label": "Environmental Engineer",
      "value": "Hoare Lea",
      "id": "915dc0d4c32440f9a22d551d5985a7dc"
    },
    {
      "label": "Quantity Surveyor",
      "value": "Core Five",
      "id": "5b3dbb0c75d14b28bd30d8aae0ae19b3"
    },
    {
      "label": "Planning Consultant",
      "value": "DP9",
      "id": "7d974df8c79f4dee89bbf0a590a06b5d"
    },
    {
      "label": "Heritage Consultant",
      "value": "KM Heritage",
      "id": "1f6a2c790b1c45dc918a21fdecdf10d3"
    },
    {
      "label": "Highways/Waste",
      "value": "Transport Planning Practice",
      "id": "551f1453126e4b7faef4d1a015b3d6c0"
    }
  ],
  "awards": [],
  "certificates": []
}
