{
  "type": "Project",
  "id": "05280",
  "url": "residential/chelsea-barracks",
  "serializeDate": "'2022-06-19 14:25:56.075'",
  "serialized": 1655648756075,
  "serializedBy": "sreeve",
  "title": "Chelsea Barracks",
  "description": "Rogers Stirk Harbour + Partners (RSHP) was commissioned to develop a proposal for the redevelopment of the former Chelsea Barracks site in London.",
  "date": "2006",
  "location": "London, UK",
  "longLat": "-0.152518  / 51.488354",
  "longitude": "-0.152518 ",
  "latitude": "51.488354",
  "typologies": [
    "Residential"
  ],
  "team": [
    "Gianmaria Givanni",
    "Carmel Lewin",
    "Andrew Morris",
    "Graham Stirk"
  ],
  "partners": [
    "Graham Stirk",
    "Andrew Morris"
  ],
  "overview": "Rogers Stirk Harbour + Partners (RSHP) was commissioned to develop a proposal for the redevelopment of the former Chelsea Barracks site in London.\n\nPublic access has been excluded to the site for more than 150 years and it has presented a significant barrier in the immediate locality. The proposed development site is opposite the Grade I listed, Wren-designed Royal Hospital Chelsea and the Grade II listed Ranelagh Gardens and Burtons Court.\n\nRSHP’s original masterplan – submitted to Westminster City Council in April 2008 – included 319 market and 319 affordable residential units (ie a total of 638 units) and a 50:50 split between the two housing types on the same site, a 108-bedroom hotel, 2,198m2 retail, 7,386m2 community sports centre and a 1,717m2 community hall. The proposal would open the site to public use, through the creation of an ‘urban campus’ with buildings set in parkland and allowing pedestrian movement through the scheme.\n\n\nThe shoulder height of the key residential blocks relates to the existing buildings on the corner of Pimlico Road and Lower Sloane Street. Public and private open space constituted well in excess of one third of the development, enhanced by the planting of nearly 300 semi-mature trees.\n\nThe design of the market residential units has taken its inspiration from the terraces of Sloane Court to the north west of the site, a series of five-storey buildings separated communal gardens. This arrangement helps to create a visually open and highly permeable development. All car-parking and servicing is provided underground, with vehicles only permitted for drop off at the perimeter of the site.",
  "dimensions": [],
  "companies": []
}
