{
  "type": "Project",
  "id": "03250",
  "url": "mixed-use/las-arenas",
  "serializeDate": "'2022-06-19 14:25:27.271'",
  "serialized": 1655648727271,
  "serializedBy": "sreeve",
  "title": "Las Arenas",
  "description": "The Las Arenas bullring formally re-opened to the public on 25 March 2011 as a major new mixed-use leisure, entertainment and office complex.",
  "date": "1999-2011",
  "client": "Sacresa/Metrovacesa",
  "location": "Barcelona, Spain",
  "longLat": "2.14932  / 41.37628",
  "longitude": "2.14932 ",
  "latitude": "41.37628",
  "constructionCost": "€105,000,000",
  "typologies": [
    "Mixed Use"
  ],
  "team": [
    "Laurie Abbott",
    "M. Angels Fernández",
    "David Ardill",
    "Ronald Lammerts Van Beuren",
    "Mike Fairbrass",
    "Angela Gates",
    "Lennart Grut",
    "Jan Güell",
    "Nick Hancock",
    "Jakob Hense",
    "Martin Kehoe",
    "James Leathem",
    "Erick Maas",
    "Tim Mason",
    "Liz Oliver",
    "Tamiko Onozawa",
    "Susana Ribes",
    "Richard Rogers",
    "Neil Wormsley"
  ],
  "partners": [
    "Lennart Grut",
    "Laurie Abbott"
  ],
  "leaders": [
    "James Leathem"
  ],
  "floors": [
    "5"
  ],
  "overview": "The Las Arenas bullring formally re-opened to the public on 25 March 2011 as a major new mixed-use leisure, entertainment and office complex. The historic bullring, built at the end of the 19th century, fell largely into disuse during the 1970s due to the declining popularity of bull fighting in Catalonia. However, the strong civic and cultural role which the building played in the life of Barcelona over nearly a century led to a decision by the city council not to demolish the façade. The design has created an open and accessible entrance to the new building at street level. In addition, an adjacent building – the ‘Eforum’ – provides retail and restaurants at ground and first-floor levels, with four levels of offices above.\n\n\nThe approach has involved the most advanced architectural and engineering technologies to re-establish the original building as a visually striking landmark for the city. The most spectacular aspect of the intervention is the inclusion of a 100-metre-diameter habitable ‘dish’ with a 76-metre- diameter domed roof, floating over the façade of the bullring and structurally independent from it to cover the various activities taking place below. This ‘plaza in the sky’ incorporates large terraces around the perimeter with space for cafés and restaurants with stunning views over the city. New plazas are also created at street level to provide connections with the existing metro station and neighbouring Parc Joan Miró. The development links strongly to the nearby Fira de Barcelona – a key European business exhibition venue attracting 3.5 million visitors annually– and the neighbouring districts of Eixample and Sants-Montjuic.\n\n\nRSHP set out to re-establish Las Arenas as a 21st century landmark for the city. This involved retaining the entire existing façade as well as re-integrating what had become an isolated traffic island into the city fabric. The design includes a new leisure and retail development within this façade, and has also created significant areas of public realm both in the new dome structure – with its 360-degree roof terrace rising above the existing wall – and at the surrounding street level, which will help to revitalise this part of Barcelona.",
  "design": "The design is based on a series of separate and complementary structural systems which allows a variety of activities and user requirements to take place on different levels inside the building.\n\nThe roof and the giant dish are supported on huge pylons, with services and circulation, such as escalators and stairways, accommodated in a cross shaped area and defined by the four raked pylon structures.\n\nThe dish supports the cupola/dome, creating an open and flexible space. Its columns travel down to ground level within the four atria; bridges, lifts, escalators and walkways either pass through these columns or on either side of them. This also allows for an open, column-free space at level 4 and removes the need for any structural members to pass through the cinema spaces below at levels 2 and 3. These cinema spaces are formed by large steel cantilevered boxes that effectively constitute a separate, self-contained structural system within the building and rest on a concrete base at level 2.\n\n\nFrom level 2 downwards, a more conventional concrete column and floor slab construction has been used for the retail areas. The design of the column layout has provided the spaces required by the client for different retail zones; these columns continue into the four levels of car park below, creating a logical layout for vehicle access and parking.\n\nAdditional, separate structural systems support the existing façade of the historic bullring (providing maintenance, fire escape, services and access gantries) and the adjacent Eforum, which connects with the retail at ground level and also with the car park and basement ramps. Between the bullring façade and the Eforum is a services spine and large goods lifts, with other services for the bullring complex placed on the roof of the Eforum.\n\n\nThe 96-metre diameter roof dome is finished with a beige plastic coating. This complements the adjacent roofscape and also helps to reduce glare from reflected sunlight. The relatively shallow dome rises only ten metres from its perimeter to the centre. While this geometry is structurally challenging, with its susceptibility to buckling and large deflections, the dimensions were non-negotiable, having to keep within an envelope agreed during the initial planning consent. The maximum crown height was fixed to reduce the visual impact of the roof from a nearby historical fountain.",
  "concept": "The bullring uses advanced architectural and engineering technologies in response to the brief, while respecting and celebrating the fabric of the historical bullring to create a visually striking new landmark for the city.\n\nThe original 19th century bullring was raised above the levels of the surrounding streets with ramps and stairs within the surrounding plinth providing access. However, the redevelopment re-establishes a new, open public realm around the base of the building providing level access to a wide range of retail facilities and connections with the existing metro station and neighbouring Parc Joan Miró\n\n\nFour main access routes cut through the building at 90 degrees to each other, providing access from Plaça Espanya, Parc Joan Miró, Carrer Tarragona and Carrer Llancà and forming a cruciform system leading into the central atrium space. Within these zones, escalators are located to provide access to all levels including the rooftop plaza. Two large, partially-glazed passenger lifts are located on one side of the circular atrium serving the parking and retail (-1) levels; on the other side of the atrium, two fully-glazed, panoramic passenger lifts serves the upper floors.\n\nThe Eforum building follows the typical, historic street alignment of the Pla Cerda grid pattern of streets which are typical of the 19th century Barcelona streetscape.\n\n\nA communications tower reinforces the presence of the bullring and – at its base – provides direct access from the metro station Espanya to the building. The multi-functional area within the dome and the restaurants around its perimeter can be accessed from this elevated public space.\n\nThe most spectacular aspect of the intervention however is the inclusion of a 100-metre-diameter habitable ‘dish’ with a 76-metre-diameter domed roof, floating over the façade of the bullring. Structurally independent from the main building it provides flexible, column-free spaces beneath the dome (as well as below on level 4). This covered ‘plaza in the sky’ incorporates large terraces around the perimeter with space for cafes and restaurants, providing stunning views over the city.",
  "construction": "The historic bullring has been retained and restored as the façade to the new building. This involved the excavation of the base of the façade and the insertion of composite arches to support the existing wall and create new spaces for shops and restaurant at street level giving the illusion during construction that the façade was lifted off the ground during construction.\n\nSeveral structural options were researched for the roof with the preferred solution being a lamella structure in which the timber members form a pattern of lozenges creating a grid-shell of timber.\n\n\nSimple, repetitive short lengths of timber glu-lam beams, made of fir join together to form the dome. The pattern changes at the crown where the structure terminates in a circular ring beam, defining a 30 metre-diameter oculus constructed from a simplified pattern of glu-lam members. The primary members of the dome are connected invisibly, so the metal bolts are hidden within the wood and from beneath the dome it appears to be a continuous timber structure. Laminated beams are topped with two layers of plywood – ‘Kerto’ panels which aid structural stiffness – and a layer of insulation, topped with a seamless liquid application roofing system for a weather-proof finish.\n\n\nThe entire roof sits on a three metre high ‘skirt’ to overcome the possibility of unusable low space at the perimeter of the dome. The skirt is comprised of 20 boomerang-shaped columns supporting the domes perimeter beam. Inclined struts spring from these columns to directly support the ring beam where it meets the timber grid-shell, while providing stability to the entire structure. This approach not only provides a visual contrast with the steel used to construct the dish, but has the environmental advantage of being a sustainable and renewable natural resource. The choice of timber also meant that the structure could be exposed, to dramatic visual effect, as fire performance is achieved by sacrificing charring layers.\n\nAll the constituent parts – the facade, the roof-level spaces, the four internal segments and the adjacent Eforum are structurally independent, allowing for future flexibility and change to encourage a wide variety and changing rotation of activities to take place, including sports events, fashion shows and exhibitions.",
  "dimensions": [
    {
      "label": "Gross Floor Area",
      "value": "105 816 m²",
      "elementId": "28665b7594e34f6f8e4d7c2d9df67e27"
    },
    {
      "label": "Bullring",
      "value": "46 973 m²",
      "elementId": "cf2f5064660f415da7667d6a6317d5b7"
    }
  ],
  "companies": [
    {
      "label": "Co-Architect",
      "value": "Alonso Balaguer y Arquitectos Asociados",
      "elementId": "4273dd9cf0d4416380bf383ba22edc54"
    },
    {
      "label": "Structural Engineer",
      "value": "Expedition Engineering and BOMA",
      "elementId": "6fbae5357825499bbcf4fec9d98b726e"
    },
    {
      "label": "Services Engineer",
      "value": "BDSP and JG",
      "elementId": "92066d23198b408abec186b7c8212767"
    },
    {
      "label": "Quantity Surveyor",
      "value": "TG3",
      "elementId": "f0e0522422e64261a899a291cf1ac0f3"
    },
    {
      "label": "Project Manager",
      "value": "Bovis",
      "elementId": "2861070e43ef45e382b3c41ff4da93fd"
    },
    {
      "label": "Contractor",
      "value": "Dragados",
      "elementId": "1d3bec27f3124f958762447cdbfcb7a2"
    },
    {
      "label": "Acoustic Consultant",
      "value": "BDSP and Audioscan",
      "elementId": "3adf591acd954686b68d278a5b337e4b"
    },
    {
      "label": "Existing Facade Consultant",
      "value": "Expedition Engineering and BOMA",
      "elementId": "162980ad633b4b779902f8cda7da81f1"
    }
  ],
  "awards": [
    {
      "date": "2013-01-01",
      "year": "2013",
      "award": "World Architecture News Adaptive Re-use Award - Shortlist",
      "rowId": "f1316ecffbee4b13ab5763c51eeadea2"
    },
    {
      "date": "2012-01-01",
      "year": "2012",
      "award": "Civic Trust Award",
      "rowId": "9A17140CE52B4560AA90DB308F854134"
    },
    {
      "date": "2012-01-01",
      "year": "2012",
      "award": "RIBA International Award",
      "rowId": "2D04DA242B5C4D508DCEBEACF35896FA"
    },
    {
      "date": "2011-01-01",
      "year": "2011",
      "award": "Award for Arts or Entertainment Structures Structural Award",
      "rowId": "e171674a189544a0a47441cb670a3fe2"
    }
  ],
  "certificates": []
}
